[
    {
        "id": 1,
        "title": "Прва Светска Војна",
        "content": "<b>Причини:</b>\n\nПричината за војната беше желбата за проширување на големите сили. Наспроти политичките напони и кризи, атентатот на надвојводата Франц Фердинанд, наследник на австроунгарскиот престол, во Сараево, лето 1914 година, беше искрата која ја запали војната. Австро-Унгарија нападна Србија.\n\nСрбија, сметана за виновна за нападот, потоа преку играта на сојузи војната се прошири на европско и светско ниво. Заедно со Антантата, во војната се вклучија и Италија и Романија (повлечени од сојузот на Централните сили): Белгија, Србија, Грција, Јапонија, САД и други. Бугарија, Австроунгарската империја, Германија и Отоманската империја исто така се бореа на страната на Централните сили. Во Европа, борбите се одвиваа на два главни фронта, западниот и источниот, но исто така имаше и неколку споредни фронтови, како оној на Балканот или во северна Италија. Војната започна во есента на 1914 година како војна на маневар (движење). На западниот фронт, Германија ја наруши неутралноста на Белгија и ја нападна Франција. Германското напредување беше спречено на Марна реката, и војната на западниот фронт се претвори во војна на позиции. На источниот фронт, по првите воени успеси во Источна Прусија, руските војски беа поразени кај Таненберг и Мазурските езера, што доведе до поставување на рововска војна и таму. На Балканот, опкружената Србија беше поразена во 1915 година, истата година кога Антантата не успеа да наметне контрола над Дарданелите по поразот во Галиполи. Овие порази беа надминати со влегувањето на Италија во војната и отворањето на нов фронт во северна Италија. Во сите овие години, Романија усвои неутрална, лидерска позиција и интензивно преговараше со двете страни, се подготвуваше за војна.\n\nВо 1916 година се случија две големи битки на западниот фронт, што резултираа со многу жртви на двете страни, битките кај Верден и Сом. Битката кај Верден, најсилниот укрепен сектор на францускиот фронт, ги имаше сите карактеристики на војна на истрошување, со Германците целеле да ги истрошат Французите. Верден успешно се одбрануваше од германската офанзива под водство на маршал Филип Петен и генерал Робер Нивел, со што оказа голем психолошки влијание врз француската армија. Во обид да го олесни Верден, англо-француските војски ја започнаа офанзивата од реката Сом, со огромни човечки загуби. Истата година, Романија, под притисокот од Антантата, исто така влезе во војната. Годината 1917 беше одбележана на западниот фронт со влегувањето на САД во војната. На источниот фронт, романската војска постигна важни победи во битките кај Марашти, Марашешти и Оитуз. Потоа, по Болшевичката револуција, Русија ги прекина воените дејства и, преку мировниот договор од Брест-Литовск, се отстрани од војната, што подоцна доведе до капитулацијата на Романија, опкружена од армиите на противничките сили. Во првиот дел од 1918 година, Германија постигна серија победи на западниот фронт, но истите беа спречени со уште една сојузничка победа на реката Марна. На крајот, сепак, силата на ресурсите на Антантата доведе до поразот на Централните сили, каде земјите-членки капитулираа една по една: Бугарија во септември 1918 година, Отоманската империја во октомври 1918 година и Австро-Унгарија во ноември 1918 година. Војната заврши со потпишувањето на примирието во Компиењ од Германија на 11 ноември 1918 година."
    },
    {
        "id": 2,
        "title": "Втора Светска Војна",
        "content": "<b>Причини:</b>\n\nВтората светска војна беше судир со најголемата деструктивна сила во историјата на човечанството, со огромни човечки и материјални загуби. Главната причина за војната беше борбата за територии и сфери на влијание на тоталитарните држави. Тоа беше целта на Германија, која веруваше дека границите и условите наметнати од Версајскиот мировен договор го ограничуваат нејзиниот развој. Истите експанзионистички и ревизионистички претензии беа исполни од Италија, во медитеранската област и во Африка, Јапонија, на Далечниот Исток и Советскиот Сојуз во Источна Европа.\n\nДруги причини кои придонесоа за избувнувањето на војната беа воспоставувањето на тоталитарни режими во неколку држави, економските кризи, концилијантниот карактер на Франција и Обединетото Кралство кон ревизионистичките акции на Хитлер, неефикасноста на Друштвото на Нации, итн.\n\nЗа да ги постигнат своите цели, трите ревизионисти ги поставија основите на Оска Рим - Берлин - Токио, јадрото на еден од логорите вклучени во војната. Другиот табор, Коалицијата на Обединетите нации, формирана во 1941-1942 година, првенствено ги обедини Биг Три - Обединетото Кралство, СССР и САД. Со текот на војната, овие сојузи ги поддржаа и други држави.\n\nГлавните театри на војната беа: Атлантски Океан, Западна и Источна Европа, Средоземно Море, Северна Африка, Блискиот Исток, Тихи Океан и Југоисточна Азија, Кина.\n\nВојната започна на 1 септември 1939 година со нападот на Германија на Полска, потоа се прошири на целиот свет во следниве години. Војната се одвиваше во две фази.\n\nДо 1942 година, Германија, Италија и Јапонија постигнаа многу победи. Освен Англија, на крајот на 1941 година Хитлер контролираше цела Европа, поделена на Голема Германија, создадена преку анексии, сојузнички држави и сателитски држави на Германија. Сите овие земји беа предмет на жесток режим на експлоатација на ресурсите и геноцид, особено на Евреите, но и на Словенските народи и Ромите, што кулминираше, почнувајќи од 1942 година, со примената на таканареченото \"финално решение\" - нивно истребување во логори.\n\nПодрачјето на Пацификот беше на располагање на Јапонија, која ја освои Индокина, Тајланд, Сингапур, Индонезија, Бурма, Филипините, Хонг Конг, Јужна Кина.\n\nЈапонија нападна американските бази во Перл Харбор, што предизвика влегување на САД во војната во 1941 година.\n\nПресвртната точка на војната, фазата во која сојузниците ја превземаат иницијативата, беше обележана во Европа со битката кај Сталинград, на територијата на СССР, со што Германија беше поразена и принудена да премине во одбрана. Во Пацификот, пресвртницата беше обележана со победата на САД над јапонската војска во битката кај Мидвеј. Во Африка, победата на сојузниците во Ел Аламеин и нивното пристигнување во Мароко и Алжир ја стави крај на војната што ја водеа италијанско-германските војски.\n\nВо 1943 година, за време на сојузничкото пристигнување во Сицилија, Италија под Мусолини се предаде, а сојузниците освојуваа се победи. Во 1944 година се одржаа настаните во Нормандија, а Романија го сврте своето оружје против Германија.\n\nВојната заврши со предавството на Германија на 9 мај 1945 година и на Јапонија на 2 септември 1945 година, откако беа испуштени атомските бомби врз Хирошима и Нагасаки."
    },
    {
        "id": 3,
        "title": "Студената војна",
        "content": "Студената војна никогаш не ескалирала до директна конфронтација меѓу САД и СССР. Всушност, настрана од трката за нуклеарно вооружување, борбата за светска доминација првенствено се водеше преку пропагандни кампањи, шпионажа, прокси војни, атлетско ривалство на Олимпијадата и Вселенската трка.\n\nСтудената војна генерално се смета од историчарите дека започнала помеѓу 1947 и 1948 година, со воведувањето на Труманската доктрина и Маршаловиот план. Американската финансиска помош доведе многу западни земји под американско влијание во обидат да го запрат комунизмот. Во исто време, Советите почнаа да воспоставуваат отворено комунистички режими во земјите од источна Европа. Овие станаа сателити на СССР. Тие беа тактичка база за конфронтација со Западот и заштита од обновената закана од Германија.\n\nСоединетите Американски Држави и СССР постепено изградија зони на влијание ширум светот, поделувајќи го на два огромни спротивставени табори. Тоа не беше само борба меѓу двајца непријатели, тоа беше глобален конфликт.\n\nВојната се водеше само преку индиректен конфликт. САД и СССР ги поддржаа регионалните конфликти во свои интереси, познати како прокси војни.\n\nТоа го опишува '<b>ладниот</b>' однос меѓу двата сојузници од Втората светска војна.\n\nЗа време на Втората светска војна, Советскиот Сојуз ослободи многу земји од источна Европа од нацистичка Германија. Меѓутоа, по војната, Советскиот Сојуз продолжи да ги контролира земјите и да им го наметнува својот комунистички економски систем.\n\nСАД не сакаа комунизмот да се прошири во другите земји во Европа. Исто така, ги сакаа западноевропските земји како сојузници или пријатели. Затоа, САД им дале пари на тие земји за обнова по војната. Ова беше наречено Маршалов план по Џорџ Маршал, Американецот кој го предложи планот.\n\nВо 1949 година, Соединетите Држави и нивните европски сојузници ја формираа Организацијата на Северноатлантскиот договор (НАТО) за да го заштитат секој во случај на напад. Советскиот Сојуз и неговите источноевропски сојузници формираа свој сојуз, Варшавскиот пакт, во 1955 година.\n\nДве големи кризи од Студената војна го вклучија германскиот град Берлин. На крајот на Втората светска војна, градот, како и земјата, биле поделени во четири зони, при што САД, Велика Британија, Франција и Советскиот Сојуз контролирале по еден од секторите. Во 1948 година трите западни сили објавија дека ќе ги обединат своите зони. Тогаш Советскиот Сојуз ги отсече патиштата за снабдување со патишта и железници до градот, кој беше целосно во рамките на советскиот дел на Германија. Како одговор, Соединетите Држави и Велика Британија испорачаа залихи со авион. Ова беше воздушниот лифт во Берлин. Советскиот Сојуз ја укина својата блокада на 12 мај 1949 година.\n\nСтудената војна наскоро се прошири надвор од Европа. Советскиот Сојуз им даде поддршка на другите земји ширум светот кои имаа комунистички влади. Во исто време, САД се обидоа да го спречат комунизмот да се шири понатаму. И војната во Кореја во 1950-тите и војната во Виетнам во 1960-тите и 70-тите беа дел од таа борба.\n\nСтудената војна заврши во 1991 година, по распадот на Советскиот Сојуз."
    },
    {
        "id": 4,
        "title": "Индустриската Револуција (дел 1)",
        "content": "Период на граѓаните и парните машини – време на индустријализација или 19 век 1800 - 1900\n\n- Најновата Ера: деветнаесетиот век\n\n- Француската и индустриската револуција (1789 - 1914)\n\nИндустриската револуција и подемот на движењата за еманципација\n\n- Првата железница 1839\n\n- Отпор против искористување на децата како работна сила во 19ти век\n\n- Винсент Ван Гог 1853-1890\n\nИзвори\n\n- Покрај постојните извори, во 19 век станале достапни нови видови извори за историско знаење: матична книга на родените, масовен медиуми и аудиовизуелни медиуми.\n\nПолитички случувања\n\n- Во XVIII век, владејачкиот поредок насекаде во Западна Европа сè уште почива на сувереното раководство на монархот. Многу луѓе во Западна Европа повеќе не го прифаќаат тоа. Како граѓани сакаат да сносат одговорност за власта, да се консултираат и да одлучуваат како еднакви.\n\n- Протестите на граѓаните против моќта на монархот водат до Француската револуција во Франција. Новите француски владетели се обидуваат насилно да ја шират својата моќ и своите идеи во Европа. Француските војски се поразени и сувереното кралство е обновено во многу европски земји. Во 1813 година, Холандија повторно станува независна и доаѓа под водство на крал кој има политичка моќ.\n\n- Околу 1850 година, во многу западноевропски земји, власта се префрли на граѓаните. Во 1848 година, Холандија доби нов устав кој подобро ги штити правата на луѓето и ја пренесува моќта од монархот на избраниот парламент.\n\n- Европските земји го прошируваат своето влијание на другите континенти. Од последната четвртина на 19 век, државите повеќе не се стремат да ја контролираат трговијата преку голем број трговски места, туку сакаат да контролираат големи области во целост. Секој дел од светот го решава ова на свој начин.\n\n- Холандија, исто така, експлоатира колонии, од кои источните Индија се најголеми.\n\n- И покрај економските интереси кои ги служеше, ропството беше укинато во текот на 19 век.\n\nЕкономски случувања\n\n- Првично, парната машина беше најважниот извор на енергија за индустријата. По парната машина, добавувачи на енергија стануваат моторот со согорување и електричната енергија. Сега, исто така, станува можно развој на автомобили, авиони и електрична мрежа.\n\n- Индустриското производство ја надминува (домашната) индустрија во сите видови индустрии. Занаетчиското производство се заменува со масовно производство кое е централизирано во фабриките. Во одредени индустрии се создаваат специјализирани индустриски области, со големи продажни области, што резултира со силно зголемување на стоковниот сообраќај.\n\n- Пронајдокот на ѓубриво е важен за развојот на земјоделството. Во Европа, одгледувањето жито во голема мера се заменува со компири. Во принцип, тоа значи дека останува достапна доволна прифатлива храна за брзорастечката популација.\n\n- Пределот на урбаните и руралните области се менува поради растот на населението и технолошкиот развој. Во индустриските области, животната средина е загадена.\n\nСоцијални случувања\n\n- Европското население силно порасна во 19 век. Подобрувањето во производството на храна и подобрувањето на медицинското знаење играат улога во ова.\n\n- Поради индустриската револуција, многу рурални жители во Европа се преселуваат во градовите. Милиони Европејци, исто така, емигрираат во Америка, Австралија и Јужна Африка. Така европската култура се шири во другите делови на светот.\n\n- Во почетокот имаше многу невработени лица. Како резултат на тоа, платите за работниците остануваат ниски. Засега недостасуваат социјални закони. Ова води до експлоатација и лоши услови за работа, живеење и живот на семејствата од работничката класа. На долг рок, протестите се појавуваат против ова во широки кругови. Работниците формираат синдикати. Условите на живот на работниците одтогаш постепено се подобруваат.\n\n- Околу 1900 година, во Западна Европа се појавува протестно движење меѓу жените од повисоките општествени класи против идеологијата на посебните сфери меѓу мажите и жените, што ги спречува жените да се развиваат целосно во општеството.\n\n- Граѓаните ценат доброто образование, како за своите деца, така и за пониските општествени слоеви во општеството. Индустриското општество бара повеќе и повеќе квалификувани работници. Ќе има задолжително образование за сите и средно образование за подобрите. Кога ќе се зголеми просперитетот, основното образование станува практично достапно за секого.\n\n- Со регулирање на работното време, луѓето постепено добиваат повеќе слободно време. Ова создава повеќе можност за релаксација и личен развој. Таму каде што луѓето се вклучуваат во заеднички активности, се формираат здруженија."
    },
    {
        "id": 5,
        "title": "Индустриска Pеволуција (дел 2)",
        "content": "<b>Историска позадина:</b>\n\nВо осумнаесеттиот век во Европа, можеа да се забележат нови трендови кои доведоа до систематска модернизација на општествата во Европа и светот. Прво, имаше тенденција да се оддалечи од феудалниот систем и производството во мануфакторите во корист на механичкото производство во големите индустриски погони наречени фабрики. Се појави парната машина (до денес се третира како симбол на индустриската револуција), која ја замени човечката работа и ја зголеми продуктивноста на трудот.\n\nИндустриализацијата исто така имаше огромно влијание врз општествениот живот. Во голем обем беа забележани миграции од селата во градовите. Се појави работничката класа - на почетокот слабо платена, потценета, но голема група луѓе кои влијаеле на судбината на регионот, па дури и на целата земја.\n\nИндустриската револуција има влијание врз животната средина во која живееме. Употребата на јаглен во производствените процеси во почетната фаза резултираше со многу висок степен на загадување на воздухот. Отпадот од пост-производството ја отру почвата на која се градат нови куќи, се одгледува храна или се одгледуваат животни. Имаше и многу експанзивна политика на набавка на материјали за рударство. Ова води до многу силно уништување на животната средина во која живееме. Во моментов, процеси се дизајнирани и имплементирани за да се поништи уништувањето на животната средина.\n\n21 век е кога се зголемува свеста на луѓето во однос на екологијата. Се преземаат сè повеќе иницијативи за ублажување на ефектите од индустриската ера. Спроведени се плановите за преминување на горива базирани на јаглеводороди. Во блиска иднина транспортот треба да се базира на хибридни и целосно електрични автомобили. Наместо електрани на јаглен кои ја уништуваат животната средина, луѓето почнуваат да се фокусираат на обновливите извори на енергија."
    },
    {
        "id": 6,
        "title": "Француската револуција",
        "content": "На крајот на осумнаесеттиот век, Франција била управувана од апсолутна монархија, а крал бил Луј XVI. Францускиот народ страдаше од глад, благородниците и свештенството не плаќаа даноци; буржоазијата ги поддржа сите трошоци на државата.\n\nНа 5 мај 1789 година, Луј XVI ги повикал генералните држави да разговараат за реформата на даночниот систем; буржоазијата барала благородниците и свештенството да плаќаат даноци, но тие одбиле. На 20 јуни, буржоазијата ги напушти генералните држави и формираше ново собрание, наречено Национално конститутивно собрание.\n\nНа 14 јули 1789 година, луѓето го нападнале затворот во Бастилја и ги ослободиле сите затвореници. Во август, Националното собрание ги укина привилегиите на благородништвото и ја прогласи Декларацијата за правата на човекот и граѓанинот, со која се воспостави еднаквост за сите Французи и се гарантира слободата на мислата, говорот, религијата, имотот и одбраната од која било неправедна моќ.\n\nКралот бил принуден да го потпише новиот Устав и Франција станала уставна монархија. Австрија и Прусија се обидоа да ја нападнат Франција бидејќи се плашеа дека може да се шират револуционерни идеи.\n\nЛуј XVI бил осуден на смрт во 1793 година и Франција станала република. Ова беше период на терор бидејќи илјадници благородници беа убиени од Комитетот за јавна безбедност, предводен од Робеспјер. Во 1795 година, буржоазијата му ја довери власта на Директориумот, кој имаше само пет члена. Народот беше разочаран бидејќи според новиот Устав законите требаше да ги пишуваат само богатите класи."
    },
    {
        "id": 7,
        "title": "Животот на Исус и раѓањето на Христијанството",
        "content": "Христијанството е религија со најмногу следбеници во светот; речиси една третина од светското население се христијани. Како Евреите и Муслиманите, христијаните веруваат во само еден Бог, Кој го создал светот и се што е во него.\n\nИсус Христос, кој бил распнат околу 30 н.е. во Ерусалим, е основач на христијанството.\n\nИсус Христос е Син Божји. Тој дојде на земјата да поучува за љубовта и заедништвото. Тој претставува личноста каква што сите христијани мораат да се стремат да бидат. Исус бил Евреин кој бил роден пред околу 2000 години во Витлеем. Исус живеел 33 години пред да биде распнат од Римјаните.\n\nДруги имиња за Исус:\n\n- Син Божји\n\n- Светлината на Светот\n\n- Јагнето на Богот\n\n- Добриот Пастир.\n\nХристијаните се луѓе кои веруваат дека Исус Христос е Син Божји и кои ги следат неговите учења и учењата на христијанските цркви кои пораснале по неговата смрт. Христијаните веруваат дека Исус воскреснал од мртвите и се јавил на своите ученици (следбеници) за да им покаже дека има друг живот со еден, вечен, љубезен Бог.\n\nХристијаните веруваат дека Бог го создал светот.\n\nМестото на обожавање за христијаните се нарекува црква. Често се градат во форма на крст со олтарот свртен кон исток, кон изгрејсонцето.\n\nДуховните водачи на христијаните се нарекуваат свештеници или министри (викари).\n\nОбожавањето на христијаните вклучува фалење на Бога со музика, говор, читање од Светото писмо, разни молитви, проповед и разни свети обреди.\n\nБиблијата е светата книга на христијаните. Таа е поделена на Стариот и Новиот Завет. Делови од текстот кои се содржани во Стариот Завет исто така се свети и за Евреите и Муслиманите.\n\nДвете главни христијански празници се Велигден и Божиќ. Тие се главни пресвртници во западниот секуларен календар."
    },
    {
        "id": 8,
        "title": "Животот на Мухамед и раѓањето на Исламот",
        "content": "Исламот е оваа втора најпопуларна религија во светот со над илјада милиони следбеници. Почесто се смета за целосен начин на живот отколку како религија.\n\nИсламот започна во Арабија и беше објавен на човештвото од пророкот Мухамед (мир над него). Оние кои го следат исламот се нарекуваат муслимани. Муслиманите веруваат дека постои само еден Бог, наречен Алах.\n\nИсламот главно се следи на Блискиот Исток, Азија и северот на Африка.\n\nПророкот Мухамед, кој е роден во 570 година во Мека, Саудиска Арабија, често се смета за основач на исламот. Тој беше последниот пророк испратен од Алах. Меѓутоа, првиот пророк бил Адам.\n\nПророкот Мухамед бил основач на исламската религија. Следбениците на исламот, наречени муслимани, веруваат дека Мухамед добивал пораки од Алах (Бог). Овие пораки подоцна беа собрани во Куранот, светата книга на исламот.\n\nМухамед е роден во арапскиот град Мека (сега во Саудиска Арабија) околу 570 година. Таткото на Мухамед умрел пред да се роди Мухамед, а мајката на Мухамед починала кога тој имал 6 години. Потоа го одгледал неговиот дедо, а подоцна и неговиот вујко.\n\nКога Мухамед имал околу 25 години, се оженил со богата, постара жена по име Хадија. Нивниот брак му помогна на Мухамед да се здобие со богатство и социјална положба, а тие имаа шест деца. Иако многу мажи во тоа време имаа повеќе од една жена, Хадија беше единствената сопруга на Мухамед до нејзината смрт.\n\nАрапскиот збор 'Ислам' значи потчинување и послушност, а потекнува од збор што значи 'мир'.\n\nИсламот се заснова на служењето на човекот по име Мухамед (мир над него), и на зборовите што Алах му ги дал на светот преку Мухамед.\n\nОсновното верување на исламот е дека постои само еден Бог, чие име на арапски јазик е Алах, и кој е единствениот и суверен владетел на универзумот.\n\nАлах е името што го користат муслиманите за врховниот и единствен Бог, кој создал и владее со сè. Срцето на верата за сите муслимани е послушноста кон волјата на Алах.\n\n<b>Муслиманската света книга е Куранот</b>. Муслиманите веруваат дека тоа е 'зборот Божји'. Муслиманските верувања и практики се вкоренети во Куранот.\n\nМуслиманите се однесуваат кон Куранот со голема почит затоа што веруваат дека Куранот е од Алах, и секој збор и секоја буква е свето. Обично се става на посебен дрвен држач за читање.\n\nМуслиманите го сметаат Куранот како непроменета реч Божја.\n\n<b>Муслиманската зграда за заедничка богослужба се нарекува џамија</b>. Муслиманите често ја нарекуваат џамијата со нејзиното арапско име, масџид. Зборот доаѓа од арапски за \"место на сеџда\".\n\n<b>Кога се одржуваат богослужбите</b>?\n\nБогослужбите се одржуваат секој ден во џамијата.\n\n<b>Кога се одржува најважната богослужба во џамијата</b>?\n\nВо петок напладне. Сите муслимани одат во џамија во петок. Посебен ден за молитва.\n\nМуслиманската година се заснова на лунарниот календар."
    },
    {
        "id": 9,
        "title": "Првата крстоносна војна: 1095-1099 година (Франција, Турција, Сирија, Палестина, Исраел)",
        "content": "<b>Поврзани Настани:</b>\n\nСек. VII - Ерусалим - Пророкот Мухамед се издигна на небото: 638 година - - Муслиманско владеење на Ерусалим започнува: 1095 - Собор на Клермон 1096 - Прва Крстоносна Војна\n\n<b>Причини:</b>\n\nПоводот наведен - прогон на христијанските паломници кои го посетуваат Ерусалим од муслиманите; Вистинските причини: - религиозен чувство и надеж за спасение, обештано од папата; - пораст на населението во Европа - желба на папата да го зголеми престижот и влијанието на Католичката Црква над светските власти и да го врати единството на Христијанската Црква под неговото водство:\n\n<b>Напредок:</b>\n\nАлексиј I Комнин бара помош од Западна Европа против Турците - папата Урбан II објавува повик за света војна, на Соборот на Клермон, под лозинката Deus Vult (Божја Волја) - првиот кои ја започнаа крстоносната војна се селаните, предводени од Петар Пустиник и Вилијам Бедниот (Крстоносна Војна на Сиромашните) - недостаток на резерви и воено искуство, - пристигнувајќи во Константинопол, добиваат поддршка за премин низ Босфорот кон Мала Азија, каде ќе бидат поразени и главно масакрирани од муслиманските брани-телите: 1096 година - Крстоносна Војна на благородниците/кнезовите тргнува кон Ерусалим Водач се смета за Годфрој де Бујон - - По низата судири со турските гарнизони и опсадата на некои градови (Никаја, Антиохија, Едеса, итн.), Крстоносната Војна стигнува до Ерусалим во 1099 година. - во јуни-јули 1099 година Ерусалим е опседнат од многу намален број на витези кои ги преживеа борбите и тешкотиите на патувањето (), и наконечно освоен, голем дел од брани-телите и цивилното население, муслиманите (недостаток на вода и храна, заболувања, врнеж). Евреите и православните христијани, беа масакрирани. - резултат на недостигот на вода и храна и епидемиите:\n\n<b>Последици:</b>\n\nВраќање на Ерусалим под христијанска власт: формирање на крстоносните држави: Кралството на Ерусалим, Кнежевството на Антиохија, гра-довите Триполи и Едеса: - намалување на турскиот притисок врз Византиската Империја, која повторно освојува дел од изгубените територии во Анатолија; - зголемување на економските, научните, културните размени помеѓу христијанските и муслиманските земји:\n\n<b>Речник:</b>\n\nКрстоносна Војна - воени експедиции, преземени по повик на папата, со кои западните војски имале за цел да го ослободат Ерусалим од муслиманите Крстоносец - учесник во една од крстоносните војни, кој носи знакот на крстот зашит на градите на облеката или нацртан на штитот: Собор - религиозна средба на црковните лидери. Пустиник - пустинец, - монах кој му посветува својот живот на молитва во самотност."
    },
    {
        "id": 10,
        "title": "Подемот и падот на цивилизацијата на Ацтеките",
        "content": "Ацтекската цивилизација беше мезоамериканска култура која процветуваше во централен Мексико од 1300 до 1521 година. Ацтекските луѓе живееле во град-држави, некои од кои се обединеле за да формираат сојузи, политички конфедерации или империи. Ацтекската империја беше конфедерација на три град-држави основана во 1427 година. Тие ги добиле името „Мексика“.\n\nКлучен за вознемирувањето на Ацтекската цивилизација беше земјоделскиот систем кој им овозможуваше да го задоволат потребите на населението. Чанампас, мали, вештачки острови создадени над водната површина, беа една од карактеристиките на системот. Водењето на записи беше важно за следење на даноците. Ацтекската цивилизација користеше и сончев календар од 365 дена (иако беше измислен од Египќаните 2000 години порано).\n\nИмперијата достигна својот максимален опсег во 1519 година, пред да пристигне мала група шпански конкистадори предводени од Хернан Кортес. Кортес се сојузи со град-државите што се противеле на Ацтеките. По падот на Ацтекската империја на 13 август 1521 година и заробувањето на императорот Куахтемок, Шпанците основаа Мексико Сити на руините на Тенохтитлан, најголемиот град-држава на империјата. Од таму продолжија со процесот на конкиста и инкорпорација на мезоамериканските народи во Шпанската империја. Со уништувањето на надградбата на Ацтекската империја во 1521 година, Шпанците ги искористиле град-државите на кои беше изградена Ацтекската империја, за да владеат со туземното население преку нивните локални благородници. Тие благородници се заколнати на лојалност на Шпанската круна и се претвориле, барем номинално, во христијанство, а за возврат беа признати како благородници од Шпанската круна. Благородниците делуваа како посредници за пренесување на даноците и мобилизирање на трудот за нивните нови владетели, олеснувајќи го создавањето на Шпанската колонијална власт."
    },
    {
        "id": 11,
        "title": "Црната смрт (Бабунска чума) ја уништува Европа",
        "content": "Историска позадина:\n\nВо четиринаесеттиот век, вирус стигна до Европа, што започна најголемата епидемија во историјата на човештвото. Како резултат, 30 до 60% од европското население починало (според различни извори). Со текот на времето, причината за овој настан беше утврдена - бацилот на чумата (Yersinia pestis - слика подолу), што е потврдено со ДНК тестови на жртвите од чумата.\n\nСпоред наодите на научниците, епидемијата избувнала во Централна Азија, а потоа со патниците кои го следеле Патот на свилата стигнала до вратите на Европа. Од крајот на 13 век, во Европа се појави период на силно климатско ладење, што резултираше со сурова зима и осиромашување на жетвата. Исхраната имаше влијание врз нивото на имунитет на луѓето. Нивото на хигиена беше многу ниско (се мисли на денешниот ден). Медицината како наука постојано се развиваше и тогаш не беше подготвена за таква ескалација на пандемијата. Во исто време се појавија „доктори од чума“ кои ги лекуваа заразените и жртвите на епидемијата. Во историските извори, луѓето се претставени со карактеристична облека составена од силно восочена наметка и маска во форма на птичји клун. Имаа капи на главите и ракавици на рацете. Сето тоа требаше да ги заштити од контакт со заразени луѓе, но не и да им отежни помошта.\n\nПо неколку месеци, чумата природно изчезна поради отсуство на домаќин. Некои соеви на бактерии можеби преживеале и предизвикале повторување на чумата. Секој „катаклизма“ од овој тип предизвикува големи загуби за човештвото, првенствено намалување на светското население. Ова влијае и врз економските прашања - зголемување на трошоците за производство, недостиг на работници, изолација (во случај на СОВИД-19)."
    },
    {
        "id": 12,
        "title": "Ренесансата",
        "content": "<b>ОД ХУМАНИЗМОТ ДО РЕНЕСАНСАТА</b>\n\nВо петнаесеттиот век се развил хуманизмот; оваа нова култура му даде доверба на човекот: антропоцентричната визија за животот го стави човекот, а не повеќе Бог, во центарот на светот.\n\nБеше инспириран од класичната латинска и грчка култура, која беше повторно сумирана, проучувана и дисеминирана. Хуманизмот доведе до ренесанса, период на голем уметнички и културен процут во сите уметности. Во сликарството беше развиена нова техника, перспективата.\n\n<b>ШИРЕЊЕТО НА РЕНЕСАНСАТА</b>\n\nРенесансата се рашири низ Италија, а потоа и Европа. Дворовите станаа места за културна продукција, а принцовите беа домаќини на интелектуалци и уметници.\n\nВо Рим, папите Јулиј II и Лав X вложија големи ресурси за да го разубават Ватикан. Микеланџело Буонароти, сликар, скулптор, архитект, е најкомплетниот пример на ренесансен уметник. Тој ја дизајнираше куполата на Свети Петар и ја фрескиираше Сикстинската капела.\n\nВо Фиренца, големите уметници како Брунелески, Масачо, Ботичели и Леонардо да Винчи беа домаќини од Лоренцо Величествениот. Делата на Леонардо да Винчи и денес се познати и ценети, само сетете се на Мона Лиза.\n\nРенесансата се карактеризирала и со научен напредок: Да Винчи го проучувал човечкото тело, летот на птиците, водите и ветровите. Во 1507 година, Николо Копернико, полски лекар и астроном, открил дека Земјата и другите планети се вртат околу Сонцето (хелиоцентричниот Сончев систем), а не обратно.\n\n<b>ПРОНАЈДОЦИТЕ: ПЕЧАТЕЊЕ И ОГНЕНО ОРУЖЈЕ</b>\n\nНајважниот изум на ренесансата беше печатарската машина на Јоханес Гутенберг. Благодарение на него, книгите можат да се испечатат за помалку време.\n\nНовите металуршки техники ја подобрија ефикасноста на топовите и доведоа до производство на аркебуси, предци на модерните пушки. Овие оружја беа лесни за употреба и беа на дофат на секого. Ширењето на огненото оружје доведе до опаѓање на коњаницата и до распространетост на пешадијата."
    },
    {
        "id": 13,
        "title": "Доцна Ренесанса",
        "content": "Доба на откривачи и реформатори (1500-1600)\n\nРенесансен период или 16 век (1500 – 1600 г)\n\nЕразмус:\n\nменување на човековите и светски погледи на ренесансата и почеток на нов научен интерес\n\nКарел 5ти:\n\nПочетокот на европска прекуокеанска експанзија\n\nРеформацијата и расколот во христијанската црква (Бунтот во Холандија)\n\nВилијам од Оринџ\n\nРеволтот и појавата на независна холандска држава\n\nВремето на регентите и монарсите (1600-1700 г)\n\n- појавата на трговскиот капитализам и почетокот на светската економија\n\n- цивилна администрација и урбана култура\n\n- стремежот кон апсолутна власт од страна на монарсите\n\n- научната револуција\n\nНовата Ера\n\nИзвори на Новата Ера. Од новото време се зачувани многу пишани и печатени извори. Покрај тоа, има секакви градби и предмети од тоа време. Овде археолошките наоди се од релативно помало значење.\n\nЖивеалиште, пејзаж и природа\n\nХоландија има голема урбана густина. Сепак, повеќето луѓе живеат во руралните области. Градовите се поврзани со неасфалтирани селски патишта. Холандија е богата со водни патишта. Градовите често се подостапни по вода отколку по копно. Пејзажот и природата во Холандија се менуваат поради одгледување, мелиорација, вадење тресет и дрво, земјоделство и лов. Откривачките патувања кои водат до контакти меѓу континентите влијаат на природата во различни делови на светот.\n\nЕкономија\n\nПоради нивната локација и традиционалното запознавање со превозот, крајбрежните области на Холандија се развиваат во европски центар на трговија и индустрија. Има голема густина на градови. Нови области за живеење и трговија се отворени од Португалците и Шпанците, Холанѓаните и Англичаните на нивните патувања за откривање во Африка, Азија и Америка. Домородното население често станува плен на ропство."
    },
    {
        "id": 14,
        "title": "Бостонската чајанка: американските колонисти протестираат против новите британски даноци со фрлање чај во пристаништето во Бостон: 12/16/1773",
        "content": "<b>Причини:</b>\n\nПо завршувањето на 7-годишната војна, Велика Британија имаше потреба од нови извори на пари <- Колонистите не се согласуваа да плаќаат даноци наметнати од Парламент во кој тие не беа претставени (Оданочување без застапеност); - Источноиндиската компанија имаше големо количество чај што не можеше да го продаде профитабилно;\n\n<b>Настани:</b>\n\nБританскиот Парламент гласаше закон што креираше доминантна позиција на Источноиндиската компанија во трговијата со чај во американските колонии: - Приходите на американските трговци и контрабандисти со чај беа загрозени: - Данокот на чајот беше задржан, иако новата цена на чајот беше помала од претходно: - Синовите на слободата, организација која се залагаше за правата на колониите, јавно се спротивставија на овие нови ограничувања: - Три бродови со товар чај пристигнаа во луката на Бостон на крајот на 1773 година. Според законот, тие мораа да го истргнат товарот за 20 дена и не беа дозволени да заминат со него без дозвола од гувернерот. - Бостонците побараа бродовите да заминат, но гувернерот не се согласи. На 19-тиот ден, на 16 декември, по јавен состанок на кој беше одлучено дека се искористени сите достапни средства, група колонисти маскирани како Индијци се качија на бродовите и го фрлија сето чајот во морето (околу 46 тони чај - 1000000 долари во денешни пари). Никој не беше повреден или убиен, ниту друг товар или имот на бродовите не беше оштетен; Џорџ Вашингтон не се согласуваше со настаните во Бостон, сметајќи дека уништувањето на имотот не беше прифатливо: Бенџамин Франклин понудил да плати за чајот, но Британците одбиле.\n\n<b>Последици:</b>\n\nБританскиот Парламент ги прифати Коерцивните Акти (Неподносливи Акти) Луката на Бостон требаше да биде затворена додека не се отплати вредноста на чајот Првиот континентален конгрес се одржа во Филаделфија, обидувајќи се да најде мирно решение Напетостите помеѓу британските власти и американските колонисти се засилија, што доведе до првите пресметки во Лексингтон и Конкорд - почеток на Американската војна за независност;"
    },
    {
        "id": 15,
        "title": "Американската револиција: 1775-1783",
        "content": "<b>Генеза:</b>\n\nСек. 17 век - има чести судири меѓу колонизирачките сили - Англија, Франција, Холандија, Шпанија. -1756-1763 - 7-годишната војна, меѓу Велика Британија и Франција, за териториите во Северна Америка - Велика Британија победува - големи трошоци за воените кампањи доведуваат до голема потреба за средства за британската влада, која наметнува нови даноци на колониите: - Ограничувања за проширување на колониите на запад - колонистите не беа претставени во лондонскиот парламент, кој ги донесуваше сите одлуки во врска со нивните животи;\n\n<b>Настани:</b>\n\n1765 - Британскиот парламент воведува данок на печатот и актот за квартирање 1773 - Бостонска чајна партија - група колонисти фрлаат товарот со чај од 3 бродови во морето; 1774 - Филаделфија - Прв Континентален Конгрес - се прават обиди за мирно решение, во исто време колониите почнуваат да се вооружуваат и бараат сојузници; 1775 - Првите експлозии се одвиваат во Лексингтон и Конкорд во судирите помеѓу британската армија и колонистичките милиции; Јули 1776 - Втор Континентален Конгрес го прогласува независноста на Соединетите Американски Држави: Главниот автор на Декларацијата за независност е Томас Џеферсон; Џорџ Вашингтон е назначен за командант на армијата. Дипломатски напори - Бенџамин Френклин - донесува помош од Франција, 1777 - Американска победа во Саратога - Франција објавува војна на Велика Британија; 1780 - Британците го окупираат Чарлстон \n\n1. При бостонската чајна партија, товарот со чај од три бродови беше а. фрлен во морето б. конфискуван од патриотите в. продаден по многу високи цени 2. Изберете ја варијантата со точен редослед на настаните: а. Прв Континентален Конгрес, Бостонска чајна партија, судирот во Лексингтон. б. Бостонска чајна партија, Прв Континентален Конгрес, судирот во Лексингтон. в. Судирот во Лексингтон, Прв Континентален Конгрес, Бостонска чајна партија \n\nВистина или Невистина 3. Прв Континентален Конгрес го прогласува независноста на 13-те колонии. (Невистина) 4. Независноста на колониите беше прогласена во годината... (1776) Вистина или Невистина \n\n1781 - Јорктаун - британската армија беше принудена да се предаде; 1783 - Версајски договор - Соединетите Американски Држави стекнаа независност од Велика Британија; 1787 - Уставот на Соединетите Американски Држави беше прифатен во Филаделфија.\n\n<b>Последици:</b>\n\nУстав на Соединетите Американски Држави Економски и воен развој на новата држава Колонизација на територии на западот на САД, истребување на индиските племиња; 4 јули - Денот на независноста - сè уште е национален празник во САД"
    },
    {
        "id": 16,
        "title": "Движењето Suf-frage: Жените се борат за правото на глас: 1893-1928",
        "content": "<b>Историска позадина:</b>\n\nДо денес, човековите права се кршат во целиот свет. Повеќето земји во светот одлучија да одат кон нивно почитување. Сепак, ситуацијата не беше секогаш толку добра. Пример се жените чија социјална положба била полоша од онаа на мажите. Не можеа сами да одлучуваат, немаа право на глас. Правото на образование не беше загарантирано. Дури на крајот на 19 век во општествата се појави желбата за промени, се повеќе луѓе поддржуваа разни видови иницијативи кои водеа до подобрување на ситуацијата. Постојат движења кои целосно го менуваат општествениот живот. Едно од нив е движењето за суфражети, група активисти во Обединетото Кралство и САД кои се борат за право на глас на жените - целосно или делумно.\n\nЧленовите на движењето користеа многу различни методи за да ги постигнат своите цели. Тие вклучуваат активности кои ја менуваат општествената свест, протести, петиции или дури и методи на граѓанска непослушност. Нивните постапки, долгорочни и конзистентни, доведоа до ситуација во која во повеќето земји во светот правата на жените и мажите се изедначени.\n\nСтекнувањето на целосни избирачки права за жените не ја прекинува борбата за родова еднаквост. Остануваат да се решат прашањата за пристап до образование (феминистичко движење) и зголемување на учеството на жените во јавниот живот (еманципација). Понатаму, може да се забележи нефер третман на жените во професионалната работа - блокирано унапредување, помала плата. Во некои земји, жените се соочуваат со проблемот на пристап до медицинска нега, сопственост на имот. Во последните години се забележува промена во ставовите на јавноста за овие прашања. Невозможно е да се смета на целосно укинување на родовите нееднаквости во светот."
    },
    {
        "id": 17,
        "title": "Руската револуција: 1917-1922",
        "content": "Руската револуција се случи во 1917 година кога селаните и работничката класа во Русија се побунија против владата на царот Николај Втори. Тие беа предводени од <u>Владимир Ленин</u> и група на револуционери наречени болшевици. Новата <u>комунистичка</u> влада ја создаде земјата на Советскиот Сојуз.\n\n<b>Руските Цареви</b>\n\nПред револуцијата, Русија беше управувана од моќен монарх наречен Цар. Царот имаше целосна моќ во Русија. Тој командувал со војската, поседувал голем дел од земјата, па дури и ја контролирал црквата.\n\nВо периодот пред Руската револуција, животот на работничката класа и на селаните беше многу тежок. Работеле за мала плата, често останувале без храна и биле изложени на опасни работни услови. Класата аристократ ги третираше селаните како робови, давајќи им малку права според законот и третирајќи ги речиси како животни.\n\n<b>Крвавата Недела</b>\n\nГолем настан што доведе до Руската револуција се случи на 22 јануари 1905 година. Голем број работници маршираа до палатата на царот со цел да поднесат петиција за подобри работни услови. Врз нив пукале војници и многу од нив биле убиени или повредени. Овој ден се нарекува крвава недела.\n\nПред крвавата недела многу селани и луѓе од работничката класа го почитуваа царот и мислеа дека тој е на нивна страна. Тие ја обвинија за нивните неволји владата, а не царот. Меѓутоа, по пукотниците, царот бил сфатен како непријател на работничката класа и желбата за револуција почнала да се шири.\n\n<b>Прва Светска Војна</b>\n\nВо 1914 година започна Првата светска војна и Русија војуваше со Германија. Огромна руска армија беше формирана со принудување на работничката класа и селаните да се приклучат. Иако руската армија имаше голем број, војниците не беа опремени или обучени за борба. Многумина од нив беа испратени во битка без чевли, храна, па дури и оружје. Во текот на следните три години, речиси 2 милиони руски војници беа убиени во битка, а речиси уште 5 милиони беа ранети. Рускиот народ го обвини царот за влегувањето во војната и убиството на толку многу од нивните млади луѓе.\n\n<b>Февруарската Револуција</b>\n\nНародот на Русија првпат се побуни на почетокот на 1917 година. Револуцијата започна кога голем број работници одлучија да штрајкуваат. Многу од овие работници се собраа за време на штрајкот за да разговараат за политика. Почнаа да се бунтуваат. Царот Николај Втори и наредил на војската да ги задуши немирите. Меѓутоа, многу војници одбиле да пукаат врз рускиот народ и војската почнала да бунтува против царот.\n\nПо неколкудневни немири, војската се сврте против царот. Царот бил принуден да се откаже од својот престол и новата влада ја презела функцијата. Владата ја водеа две политички партии: Петроградскиот совет (што ги претставува работниците и војниците) и Привремената влада (традиционалната влада без царот).\n\n<b>Болшевичката револуција</b>\n\nВо текот на следните неколку месеци двете страни владееја со Русија. Една од главните фракции на Петроградскиот совет беше група наречена Болшевици. Тие беа предводени од Владимир Ленин и веруваа дека новата руска влада треба да биде марксистичка (комунистичка) влада. Во октомври 1917 година, Ленин ја презеде целосната контрола врз владата во она што се нарекува Болшевичка револуција. Русија сега беше првата комунистичка земја во светот.\n\n<b>Резултати</b>\n\nОд 1918 до 1920 година, Русија доживеа граѓанска војна помеѓу болшевиците (исто така наречени Црвена армија) и антиболшевиците (Белата армија). Болшевиците победија и новата земја беше наречена СССР (Сојуз на Советски Социјалистички Републики)."
    },
    {
        "id": 18,
        "title": "Обединетите нации се формирани: 1945-1946 година (Европа, Северна и С. Америка, Азија, Африка, Австралија)",
        "content": "Обединетите нации (или ООН), особено неформално наречени и Организација на Обединетите нации (или ООН) е најголемата и најпризната меѓународна организација во светот. При своето основање, ОН имаа 51 земја-членка. Денес има 193; речиси сите суверени држави во светот. Седиштето на ОН е на меѓународна територија во Њујорк, а има и други главни канцеларии во Женева, Најроби, Виена и Хаг (дом на Меѓународниот суд на правдата).\n\nТоа е меѓувладина организација чии наведени цели се да развива пријателски односи меѓу народите, да постигне меѓународна соработка и да биде центар за усогласување на дејствијата на народите. Други цели вклучуваат одржување на меѓународниот мир и безбедност, заштита на човековите права, доставување хуманитарна помош, промовирање одржлив развој и почитување на меѓународното право.\n\nОН се основани по Втората светска војна со цел да се спречат идните светски војни. На 25 април 1945 година, 50 нации се состанаа во Сан Франциско на конференција и започнаа со изготвување на Повелбата на ОН, која беше усвоена на 25 јуни 1945 година и стапи на сила на 24 октомври 1945 година, кога ОН започнаа со работа."
    },
    {
        "id": 19,
        "title": "Дигиталната револуција: Изумот на Дигиталниот Електричен Компјутер",
        "content": "Историјат:\n\nЧовекот од самиот почеток се трудел да го искористи максимумот од технологијата во својот живот. Во различни епохи, беа измислени уреди за пробив, како што се тркалото, парната машина или авионот. Веднаш по пронајдокот, се работеше на подобрување на овие уреди. Големиот пробив дојде по крајот на Втората светска војна, кога економиите на сите земји беа префрлени главно на цивилно производство. Откриени се полупроводници, кои овозможија развој на електрониката и минијатуризација на уредите.\n\nБеа создадени првите компјутери. Интернетот и мрежите за мобилни телефони се развиваат. Се појави нов тип на општество кое секојдневно го користи компјутерот како работна алатка. Благодарение на компјутеризацијата и неверојатно брзата размена на податоци преку Интернет, класичните весници, книгите и телевизијата ја губат својата важност. Дигитализацијата на збирките овозможува пристап за повеќе луѓе. Компјутеризацијата на општествениот живот овозможува пристап до публикации на други јазици. Тоа ви овозможува да се справите со работите во канцелариите, па дури и да гласате.\n\nБлагодарение на дигиталната револуција, се чини дека концептот на вештачка интелигенција им помага на луѓето да донесуваат одлуки, па дури и да ги заменат. За жал, да се слушнат гласовите дека таквиот брз развој може да доведе до целосна замена на човекот со машини, па дури и до негова елиминација. Поддржувачите на оваа теорија тврдат дека фикцијата претставена во филмови како „Терминатор“, „Јас, робот“ или „Матрикс“ е можно да се реализира."
    },
    {
        "id": 20,
        "title": "Советскиот Сојуз го лансираше Спутник, прв вештачки сателит: 4.10.1957 година (Русија)",
        "content": "Историјат:\n\nОд почетокот на постоењето, луѓето сакаат да летаат. Самото летање не е ништо повеќе од користење на принципите на физиката. Летањето има и поширока димензија, тоа е поврзано со човековата независност и слобода.\n\nНаводно, првите авијатичари биле митските фигури на Даеда-Лус и Икар, кои конструирале крилја и се обиделе да избегаат од Крит. Бегство кое заврши трагично. Леонардо да Винчи со своите безвременски визии и пронајдоци беше од големо значење за авијацијата. Историски извори даваат неколку интересни факти за обидите на човекот да се симне од земјата: првиот бесплатен лет со балон се случил на 21 ноември 1783 година во Париз. На 17 декември 1903 година, браќата Рајт го направија првиот лет со авион, летајќи дури 36 метри. Во следните години, благодарение на развојот на науката и технологијата, човекот ги подобри летечките машини, а летовите станаа подолги и побезбедни.\n\nПо завршувањето на Втората светска војна, економиите на земјите беа префрлени од воено во цивилно производство. Сведоци сме на многу голем скок на секое поле – овозможува освојување на вселената. Дополнителен катализатор е ривалството меѓу САД и СССР. На 4 октомври 1957 година, Русите први лансираа објект во вселената - првиот вештачки земјен сателит. Неколку години подоцна го имаме првиот човек во вселената - Јуриј Гагарин. Првата жена во вселената - Валентина Терешкова. Првичните успеси на Русите беа засенети од САД - првиот човек на Месечината - Нил Армстронг (20 јули 1969 година). Програма за вселенски затворач. Има и заеднички меѓународни програми - ISS, каде што космонаутите од земјите учеснички во проектот можат да останат на ротација.\n\nЗаедничките акции на земјите може да придонесат за понатамошно истражување на вселената. Можеби откривањето на нови планети слични на земјата и обидите да се колонизираат."
    },
    {
        "id": 21,
        "title": "Јуриј Гагарин станува првиот човек во вселената: 1961 година (Русија)",
        "content": "Јуриј Алексејевич Гагарин (9 март 1934 - 27 март 1968 година) бил руски космонаут (астронаут). Тој стана првиот човек во вселената на 12 април 1961 година, во аркетот што го лансираше Советскиот Сојуз.\n\nЈуриј Гагарин е роден во селото Клушино во близина на Гжацк (сега во Смоленската област, Русија), на 9 март 1934 година. Градот до Гжацк бил преименуван во Гагарин во 1968 година во негова чест. Неговите родители, Алексеј Иванович Гагарин и Ана Тимофеевна Гагарина, работеа на колективна фарма. Додека физичките работници се сметаат за „селани“, ова може да биде премногу едноставно ако се примени на неговите родители - се вели дека неговата мајка сака да чита, а неговиот татко бил вешт столар. Јури беше трето од четирите деца, а неговата постара сестра му помогна да го воспита додека неговите родители работеа. Како и милиони луѓе во Советскиот Сојуз, семејството Гагарин страдаше за време на нацистичката инвазија во Втората светска војна. Неговите двајца постари и сестри беа испратени во нацистичка Германија за ропство во 1943 година, и се вратија дури по војната. Додека бил млад, Јури се заинтересирал за вселената и планетите и почнал да сонува за неговата вселенска турнеја која еден ден ќе стане реалност. Неговите учители го сметаа Јури како паметен и вреден, понекогаш палав. Неговиот учител по математика и наука летал во советските воздухопловни сили за време на војната, што се вели дека оставило одреден впечаток на младиот Гагарин.\n\nВо 1960 година, по процесот на пребарување и селекција, Јуриј Гагарин беше избран со уште 19 вселенски истражувачи за советската вселенска програма. Заедно со другиот што наскоро ќе биде вселенски истражувач, тој беше тестиран со експерименти направени за тестирање на неговиот физички и психолошки резултат; тој помина и обука за претстојниот лет. Од дваесетте првично избрани, конечниот избор за првото лансирање беше помеѓу Гагарин и Германецот Титов поради нивните перформанси на тренинг, како и нивната физичка подготвеност.\n\nНа 12 април 1961 година, Гагарин стана првиот човек што отпатува во вселената, лансирајќи го „Восток 3КА-3“ (Восток 1). Неговиот повик во овој лет бил Кедр (Кедар; руски:Кедр). За време на неговиот лет, Гагарин славно ја исвирка песната „Татковината слуша, Татковината знае“ (руски: Родина слышит, Родина знает). Првите два реда од песната се: „Татковината слуша, Татковината знае/Каде лета нејзиниот син на небото“. Оваа песна е напишана од Дмитриј Шостаковичин во 1951 година (опус 86), со зборови на Евгениј Долматовски.\n\nГагарин потоа стана заменик-директор за обука на базата за обука на космонаути Стар Сити. Во исто време, тој повторно почна да се приклучува како борбен пилот. На 27 март 1968 година, додека бил на рутински лет за обука од воздухопловната база Чкаловски, тој и инструкторот за летање Владимир Серјогин загинале во авион МиГ-15УТИ во близина на градот Киржач. Гагарин и Серјогин беа погребани во ѕидовите на Кремљ на Црвениот плоштад.\n\nЛуѓето не се сигурни што ја предизвикало несреќата, но истрагата од 1986 година смета дека турбуленциите од пресретнувачот Су-11 'Fishpot-C' што ги користел неговите последователни горилници можеби предизвикале авионот на Гагарин да излезе од контрола."
    },
    {
        "id": 22,
        "title": "Американскиот претседател Џон Ф. Кенеди е убиен во атентат во Далас, Тексас: 22.11.1963 (САД)",
        "content": "<b>Историски контекст:</b>\n\nПо завршувањето на Втората светска војна, светот беше поделен од најголемите сили на сфери на влијание. Ова доведе до постојана состојба на напон и ривалство помеѓу Источниот блок (Варшавски пакт) и Западот (НАТО). Една од карактеристичните активности во тој период е зголемената војна активност - изградба на нови видови оружје, создавање на нови војни бази. Па дури и трка за вселената. Секој дел од земјава помеѓу 1944 и 1991 година беше под влијание на една од суперсилите. Беа формирани војни бази, беа обучени парамилитарни единици. Исто така, конкуренцијата во економско смисла беше видлива. Успесите се користеа за пропаганда, особено пропаганда на СССР, но никогаш не беше прикажана другата страна - социјални и финансиски трошоци, бедност, недостиг на храна.\n\nПретседателот Џон Фицџералд Кенеди станува 35-тиот претседател на Соединетите Американски Држави. Водеше активна надворешна политика, чија главна цел беше нормализација на односите со СССР. Иако беше декларирана пријателство и нормализација на односите, младиот претседател не беше сфатен од властите на Советскиот Сојуз како извонреден, искусен политичар - токму обратното. Затоа се осмелија да испратат ракети со нуклеарни глави до Куба. Ова е еден од најважните настани за време на претседателството на „ЏФК“ - познато како „Кубанска криза“. Преку користење на разузнавачки информации, ЏФК успеа да користи блефот дека е подготвен да ги уништи советските бродови кои се приближуваа до Куба со сите можни средства. Исто така, како резултат на дипломатските акции, кризата беше избегната и видението за „Третата војна“ беше отстрането од светот.\n\nТој беше убиен на 22 ноември 1962 година во Далас. Назначената „Комисија на Ворен“ утврди дека убиецот беше Ли Харви Освалд, кој неколку години беше во Советскиот Сојуз. Тој беше убиен од Џек Руби неколку дена подоцна. До денес, смртта на претседателот претставува мистерија, а теориите за заговор што ги придружуваат оваа мистерија сè уште функционираат во јавниот простор. Фактот за смртта на претседателот беше искористен во филмови, книги и дури компјутерски игри."
    },
    {
        "id": 23,
        "title": "Раѓањето на Интернетот: 1965-1995 година (САД)",
        "content": "<b>Историски контекст:</b>\n\nПрототипот на современиот Интернет е американската мрежа ARPANET, благодарение на која компјутерите требаше да комуницираат едни со други за да ја зголемат активноста на научните проекти што служат за воени цели.\n\nВо одреден момент, поради причини познати само на нив, армијата на САД се откажува од овој проект. Интернетот поаѓа во \"цивилна\" употреба. Оттогаш, меѓународната мрежа се развива систематски. Со текот на времето, бројот на поврзаните компјутери се зголемува. Се повеќе универзитети се вклучуваат во проектот. Првата е-пошта е креирана. Во 1973 година, ARPANET стигнува во Норвешка, но развојот не е толку динамичен како сега. Во последната деценија од 20 век се појавуваат првите веб-страници.\n\nСе појавуваат нови услуги кои користат Интернет, како електронско банкарство, мултимедијални услуги кои се користат од сите корисници за работа или забава. Трговијата со стоки добива ново значење. Ликвидацијата на посредници, директната испорака на стоки од продавачот до купувачот ја скратува времето и намалува цената на производот.\n\nИнтернетот има и своја темна страна - \"Темна мрежа\". Притоа, пристапот е дозволен само на лица што исполнуваат одредени критериуми. Таа обезбедува поголема анонимност и заштита при комуникацијата. Корисниците исто така имаат пристап до содржина која не може да биде објавена на Интернет."
    },
    {
        "id": 24,
        "title": "Времето на ловците и селаните-мравки (3000 B.C.)",
        "content": "Праисторијата е за историјата на човечките општества, во кои пишувањето е непознато. Бидејќи секое општество не го запознава пишувањето во исто време, времетраењето на праисторијата исто така варира по област. Во праисторијата, човекот првично постоел како ловец/собирач. Подоцна се занимава со земјоделство.\n\n- начинот на живот на ловците-собирачи\n\n- појавата на земјоделството и земјоделските општества\n\n- појавата на првите урбани општества\n\nЕкономија и технологија\n\nЛовците и собирачите во голема мера зависат од тоа што им нуди природната средина за егзистенција. Со текот на времето, тие развиваат техники кои им овозможуваат полесно да преживеат во сите видови средини и да се шират понатаму и подалеку низ светот. И покрај нивните ограничени технички ресурси, праисториските ловци-собирачи понекогаш одржливо ја нарушувале нивната природна средина.\n\nСоцијална организација\n\nЛовците-собирачи генерално живеат во нехиерархиско општество. Големината на групата е помеѓу 25 и 50 луѓе. Од време на време луѓето се собираат во племиња.\n\nУметност и религија\n\nПостојат наоди кои укажуваат на живот во кој улога играат уметноста и религијата.\n\nЕкономски и технички развој\n\nНа долг рок, луѓето ќе почнат да се занимаваат со земјоделство. Ова му овозможува да добие повеќе храна во одредена област. Формирањето поседување и размената сега исто така ќе играат улога. Земјоделството понекогаш доведува до оштетување на природата преку ерозија на почвата.\n\nСоцијална организација\n\nЗемјоделците живееле во села со ± 100 жители. Тие се принудени да ја бранат својата земја од напаѓачите.\n\nУметност и религија\n\nПостојат наоди кои укажуваат на живот во кој улога играат уметноста и религијата."
    },
    {
        "id": 25,
        "title": "Времето на Грците и Римјаните (3000 п.н.е. - 500 п.н.е.)",
        "content": "Главни теми:\n\n• државјанство и научно размислување во грчкиот град-држава\n\n• ширење на грчко-римската култура и соочување со германската култура\n\n• Христијанството во Римската империја: од забранета до само дозволена религија\n\nИзвори на знаења за антиката\n\n· Знаењата за антиката делумно се засноваат на материјални остатоци. Тие покажуваат како техниката и стилот се развиле во овој период.\n\n· Општествата во античко време развиле систем на пишување.\n\nИма пишани извори за секакви теми. Како резултат на тоа, имаме подобар увид во размислувачкиот и живиот свет на антиката отколку во животот во праисторијата. Латинското писмо било раширено во Западна Европа преку Римјаните.\n\nГрчко-римската цивилизација (700 п.н.е. - 500 н.е)\n\n• Економски развој и колонизација.\n\n· Штом Грците и Римјаните веќе немаат доволно земјоделско земјиште, тие мора да обезбедат дополнителни извори за егзистенција. Тоа главно го бараат во територијална експанзија.\n\n· Грците основале урбани населби на секакви места во Медитеранот. Подоцна, Римјаните ја ставиле под своја власт областа околу Средоземното Море и големи делови од Европа.\n\n• Градот како место за живеење\n\n· Градскиот пејзаж е определен од станбени, јавни згради и други објекти.\n\n· Во грчко-римските градови, богатите и сиромашните имаат свој начин на живот. Има можности за забава за сите групи. · · Во грчко-римските градови слободните граѓани се вклучени во власта.\n\n• Уметност, религија и наука\n\n· Грците и Римјаните постигнале големи достигнувања во областа на архитектурата, скулптурата, литературата и науката.\n\n· За Грците и Римјаните, постоењето е полно со божествени сили.\n\n· Се појавуваат религиозни движења кои препознаваат еден водечки принцип зад политеизмот. Едно од овие движења е христијанството. Таа еволуираше од монотеистичкиот јудаизам и на крајот беше најуспешна во Римската империја.\n\nРимјаните како културни распространувачи во делтата на Рајна (50 п.н.е. - 450 н.е)\n\n· Римската моќ се воспоставува преку комбинација на насилство и сојузи.\n\n· Римјаните наоѓаат праисториско-аграрно општество во делтата на Рајна.\n\n· Каде што доаѓаат Римјаните, се основаат градови. Овие градови се центри во кои се среќаваат Римјаните и Германците.\n\nИма соработка на полето на економијата, политиката и религијата.\n\n• Опаѓање на виталноста на грчко-римската култура\n\n· Доминантното влијание на грчко-римската култура не трае во Западна Европа, бидејќи внатрешните проблеми што се јавуваат во рамките на Римската империја се покажуваат како нерешливи."
    },
    {
        "id": 26,
        "title": "Времето на монасите и витезите (500 -1000/2000)",
        "content": "• ширењето на христијанството (во Ниските предели)\n\n• маноријален систем и крепосништво\n\n• односот меѓу господарот и вазалот\n\n<b>Извори</b>\n\n· Знаењата за средниот век се засноваат на различни извори како што се згради, предмети, слики и текстови.\n\n<b>Време на транзиција: од антиката до средниот век (300 - 500 г)</b>\n\n• Политички и економски неред\n\n· Губењето на римската власт во Западното Римско Царство доведе до борба за моќ меѓу германските племиња. Во големи делови од Европа владее административен и економски хаос.\n\n· Движењата на населението, во кои сите видови народи во Азија и Европа се принудени да бараат ново место за живеење, придонесуваат за административно и економски неред. Градовите пропаѓаат\n\n• Верски развој: христијанство\n\n· Црквата е единствениот стабилен фактор и чувар на писмената култура при преселбите на народите.\n\n<b>Раниот среден век (500 - 1000)</b>\n\n• Економски развој: земјоделство насочено кон самодоволност\n\n· Економијата во средниот век првично била земјоделска економија, главно заснована на самодоволност. Постојат фарми на слободни земјоделци и имоти на големи земјопоседници кои издаваат земјоделско земјиште на кмет земјоделците. На долг рок, голем број слободни земјоделци стануваат кметови.\n\n· Преку мелиорација и подобро искористување на земјиштето, постепено повторно се зголемува земјоделското производство.\n\n• Политички развој: кралство засновано на феудалниот систем\n\n· Франките кралеви успеале да основаат голема империја од 500 година наваму. Воведувањето на феудалниот систем и сојузот со црквата биле од големо значење во овој поглед. По ± 900, ова кралство повторно се распаѓа. · · · · Помеѓу 800 и 1000 година се одржуваат експедициите на Норманите. Овие патувања се доцна форма на движењето на населението.\n\n• Верски развој: ширење на христијанството и исламот\n\n· Христијаните во Европа основаат се повеќе црковни згради и манастири. Тие го ширеле христијанството меѓу незнабошците. Манастирите добиваат многу земја.\n\n· Црквата стапува во сојуз со кралевите на Франките. На тој начин таа може подобро да ја шири верата и да го заштити својот (земјен) имот. Додека христијанството се шири во големи делови од Европа, исламот се шири на Средниот Исток, Северна Африка и Шпанија.\n\n<b>Доцниот Среден Век (1000 - 1500)</b>\n\n• Економски развој: трговија и појава на градови\n\n- Одгледувањето и подобрите методи на производство во земјоделството доведуваат до нагло зголемување на производството на храна, што резултира со раст на населението и се промовира трговијата.\n\n- Благородништвото има корист од зголемениот просперитет. Замоците се проширени, а војските зајакнати.\n\n- Зголемувањето на трговијата е поттик за појава на градови и појава на парична економија. - Пожарите и епидемиите се вистинска опасност за жителите на еден град.\n\n• Политички случувања: формирање на државата и градско управување\n\n- Принцовите го користат богатството на градовите за да ја зајакнат својата централна власт. Тие користат даночни пари за да ангажираат службеници за администрацијата на нивната империја.\n\n- <b>Во замена за пари од монархот, градовите добиваат права да водат сопствена администрација. Така, покрај свештенството, благородништвото и селаните, се создал и четврти имот: граѓаните.</b> \n\n• Случувања во религијата, уметноста и образованието: Влијание на црквата врз секојдневниот живот - Во градовите се градат најубавите цркви; делумно поради тоа, индустријата и уметноста цветаат. Секуларната архитектура добива поттик на дворот и во градовите. - Црквата има доминантно влијание врз начинот на живот на своите верници. Тоа се гледа од многубројните верски празници, од крстоносните војни и од неговата важна улога во образованието на населението. \n\n• Транзиција од средниот век во модерното време - На крајот на средниот век, црквата веќе целосно не одредува како луѓето размислуваат и дејствуваат. Луѓето почнуваат повеќе да се потпираат на сопствената сила и сами да донесуваат одлуки. Ова води до промени на полето на економијата, религијата и уметноста. \n\n• Политичка организација - На крајот на средниот век, монархот бара пари од градовите. За возврат, градовите добиваат привилегии, кои ја прошируваат нивната моќ. Кога барањата стануваат превисоки и правата на градовите се скратени, се јавуваат тензии меѓу монархот и градовите. - Платеничката војска го прави монархот помалку зависен\n\nод воена помош од благородништвото. Ова ја ограничува моќта на благородништвото. Ова предизвикува тензии меѓу монархот и благородништвото.\n\nКарло Велики (742-814)\n\n• маноријален систем и крепосништво • односот меѓу господарот и вазалот\n\nВремето на градовите и државите (1000/1200-1500)\n\n• битката меѓу црквата и државата • подемот на трговијата и појавата на градовите • подемот на урбаната буржоазија и зголемената независност на градовите • почетокот на формирањето на државата и централизацијата\n\nХанзеатската лига\n\n• пораст на трговијата и појава на градови"
    },
    {
        "id": 27,
        "title": "Раѓањето на Христијаството: Манастирите",
        "content": "ОД ГРАДОТ ДО СЕЛАТА\n\nПериодот од околу 500 до 1500 година е познат како среден век, односно временски период помеѓу античкото и модерното.\n\nТоа беше период на културен и економски пад. Имаше пад на населението, особено во градовите, поради влошување на условите за живот и многу епидемии и глад. Обработуваните земји биле напуштени и покриени со шуми населени со диви животни. Во оваа ситуација се родиле куртовите, огромни земјишни поседи контролирани од еден господар. Куртисот претставуваше автономен, затворен и самодоволен центар на моќ.\n\nУЛОГАТА НА ЦРКВАТА\n\nВо тој период Црквата била единствената власт која се грижела за населението. Таа беше организирана и широко распространета институција на територијата (епархија) и се занимаваше со материјалните аспекти на животот, како и со гарантирање на опстанокот на културата. Во најважните градови на секоја епархија постоел епископ кој го преземал политичкото и административното раководство на заедниците. Рим бил центар на црковната организација на Запад. Важен папа во овој историски период е Григориј I (Велики) кој ги преобрати германските популации во католицизам.\n\nМАНАСТИРОТ\n\nМонаштвото се раширило на Запад. Монасите биле христијани кои решиле да се повлечат во изолирани места за да живеат во осаменост и да се посветат на молитвата. На запад, за разлика од исток, монасите се собирале во заедници. Најпознатата заедница е онаа на манастирот Монтекаси-но, основан од Бенедето да Норсија. Бенедикт го регулирал и напишал Правилото кое ја наметнувало поделбата на денот ora et labora (моли и работи“)."
    },
    {
        "id": 28,
        "title": "Атина: кон-напред /пример за демократија",
        "content": "Атина се издвојува меѓу демократските полиси. На почетокот доминирала мала група благородни земјопоседници: таа била олигархиска полиса. Атина стана важен трговски град. Атињаните, не благородни, туку претприемнички, се збогатија благодарение на трговијата и занаетчиството и тврдеа дека управуваат со државата. За законодавец на градот бил избран благородниот Солон, чесен и ценет човек. Тој ги подели граѓаните на Атина на четири класи, врз основа на богатството: секој можеше да учествува на собранието, но секоја класа имаше различни права и должности. Со законите на Солон сè уште имаше нееднаквости меѓу Атињаните, но можеше да се роди сиромашен и да се стане богат. Работата на Солон беше усовршена од Клистен и Перикле. Клистен ја укина разликата на граѓаните врз основа на богатството и го промени гласачкиот систем: секој граѓанин може да биде избран во владини канцеларии. Со Перикле канцелариите биле платени и сите атински граѓани имале еднакви права. Сиромашниот граѓанин со скромно потекло може да поседува земја, да учествува на собири, да биде член на владата како богат. Атинските граѓани беа љубоморни на нивната слобода, оние кои ја загрозуваа слободата на градот беа протерани преку острацизам, гласовите беа испишани на парчиња глина, наречени острака.\n\nДЕМОКРАТИЈА ВЧЕРА И ДЕНЕС\n\nДемократијата во Атина ги инспирираше модерните демократии, дури и ако има разлики. Во Атина беа избрани малку граѓани; ние избираме претставници кои одлучуваат наместо нас. Во современите демократии, сите граѓани учествуваат во политичкиот живот, додека во Атина жените, робовите и странците беа исклучени."
    },
    {
        "id": 29,
        "title": "Образование во Атина",
        "content": "Образованието на момчињата и девојчињата од Атина следеше два различни патеки. Девојките, наменети за брак и семејство, ги воспитувале нивните мајки, кои ги воспитувале да бидат добри сопруги и домаќинки, да знаат да ткаат и предат. За момчињата тоа обезбеди добра атлетска подготовка, неопходна за борба и младите се покажаа во гимнастичките натпревари.\n\nВо аристократскиот полис само благородниците можеа да си дозволат ваков вид на обука. Кога била усвоена техниката на хоплит, воената обука станала задолжителна за сите граѓани и биле изградени гимназии во грчкиот полис.\n\nАтинското образование имаше за цел да обучи граѓани кои можеа да користат оружје, но кои беа и културни. Момчињата учеа од своите мајки или од образован роб до 6 или 7 години. Потоа отишле кај приватен учител наречен граматичар и научиле да читаат, пишуваат и да прават аритметика. Ги знаеле најважните закони на градот и ги знаеле песните на Хомер напамет. Момчињата учеле музика која ја учел цитарист. Инструментите на кои се свиреле биле лира, цитара и флејта. На петнаесет години, младиот човек избра дали да научи занает или да продолжи да учи; на осумнаесет години служел воена служба две години како момче: носел црна наметка и имал должности за надзор на границите на територијата, во тврдините или во градот за време на собирите. На крајот на овој период, тој стана полноправен граѓанин и можеше да учествува во јавниот живот и дебати."
    },
    {
        "id": 30,
        "title": "Граѓанската Војна во САД",
        "content": "Американската граѓанска војна (12 април 1861 година – 26 мај 1865 година) била граѓанска војна во Соединетите држави. Се бореше меѓу Унијата („Северот“) и Конфедерацијата („Југ“), која беше формирана од државите кои се отцепија. Централната причина за војната беше спорот околу тоа дали ропството ќе биде дозволено да се прошири на западните територии, што ќе доведе до повеќе држави робови, или ќе биде спречено да го стори тоа, за што се веруваше дека ќе го стави ропството на курс на крајно исчезнување. Предводена од претседателот на Конфедерацијата Џеферсон Дејвис, Конфедерацијата ја потврди контролата над околу една третина од населението на САД во единаесет од 34 американски држави кои тогаш постоеја. Следеа четири години интензивна борба, главно на југ.\n\nНа 1 јануари 1863 година, кога Абрахам Линколн ја издаде Прокламацијата за еманципација, која ги прогласи сите робови во државите во бунт за слободни, што се однесуваше на повеќе од 3,5 милиони од 4 милиони поробени луѓе во земјата. На 14 април 1865 година, претседателот Линколн беше застрелан од Џон Вилкс Бут, симпатизер на Конфедерацијата. Линколн почина рано следното утро. Потпретседателот на Линколн, Ендрју Џонсон, положи заклетва како претседател и ја продолжува борбата.\n\nЗаклучокот на Американската граѓанска војна нема јасен и прецизен историски датум на завршување. Се претпоставува дека војната завршила со предавањето на Одделот за Транс-Мисисипи на 26 мај 1965 година, но правниот крај на војната бил потпишан од претседателот Ендрју Џонсон на 20 август 1866 година."
    }
]