[
    {
        "id": 1,
        "title": "I Wojna Światowa",
        "content": "<b>Przyczyny:</b>\n\nJedną z przyczyn wojny była chęć ekspansji wielkich mocarstw. W tle napięć politycznych i kryzysów, zamach na arcyksięcia Franciszka Ferdynanda, następcę tronu Austro-Węgier, w Sarajewie latem 1914 roku, był iskrą, która zapoczątkowała wojnę. Austro-Węgry zaatakowały.\n\nSerbia, uznawana za winną ataku, poprzez grę sojuszy rozpoczęła wojnę na europejską i światową skalę. Wraz z Ententą zaangażowały się Włochy i Rumunia (wycofane z sojuszu państw centralnych): Belgia, Serbia, Grecja, Japonia, USA itd. Bułgaria, Cesarstwo Austro-Węgierskie, Niemcy i Imperium Osmańskie itp. walczyły po stronie państw centralnych. Walki toczyły się na dwóch głównych frontach w Europie - zachodnim i wschodnim, ale pojawiły się także fronty wtórne, takie jak Bałkany czy północne Włochy. Wojna rozpoczęła się jesienią 1914 roku jako wojna manewrowa. Na froncie zachodnim Niemcy naruszyły neutralność Belgii i zaatakowały Francję. Niemieckie natarcie zostało zatrzymane nad rzeką Marną, co przekształciło wojnę na froncie zachodnim w wojnę pozycyjną. Na froncie wschodnim, po pierwszych sukcesach militarnych w Prusach Wschodnich, armie rosyjskie poniosły klęskę pod Tannenbergiem i nad Jeziorami Mazurskimi, co spowodowało wprowadzenie okopów. Na Bałkanach okrążona Serbia została pokonana w 1915 roku, w tym samym roku, w którym Ententa nie zdołała zdobyć kontroli nad Dardanelami po klęsce pod Gallipoli. Te porażki zostały zrekompensowane przez przystąpienie Włoch do wojny i otwarcie nowego frontu we wschodnich Włoszech. W ciągu tych lat Rumunia przyjęła neutralną pozycję, prowadząc intensywne negocjacje z obiema stronami i przygotowując się do wojny.\n\nW 1916 roku na froncie zachodnim miały miejsce dwie duże bitwy, które spowodowały wiele ofiar - bitwy pod Verdun i nad Sommą. Bitwa pod Verdun, najbardziej ufortyfikowanym odcinkiem frontu francuskiego, miała wszystkie cechy wojny wyniszczającej, w której Niemcy dążyli do wyczerpania Francji. Verdun oparł się niemieckiej ofensywie pod dowództwem marszałka Philippe'a Petaina i generała Roberta Nivelle'a, co wywarło duży wpływ psychologiczny na armię francuską. W próbie odciążenia Verdun, armie anglo-francuskie rozpoczęły ofensywę znad rzeki Sommy, ponosząc ogromne straty w ludziach. W tym samym roku Rumunia, stając w obliczu imperatywnej żądzy Ententy, również włączyła się do wojny. Rok 1917 był zaznaczony na froncie zachodnim wejściem USA do wojny. Na froncie wschodnim armia rumuńska odniosła ważne zwycięstwa w bitwach pod Mărăști, Mărășești i Oituz. W związku z rewolucją bolszewicką Rosja zaprzestała działań wojennych i na mocy pokoju brzeskiego wycofała się z wojny, co spowodowało, że Rumunia, otoczona ze wszystkich stron przez wrogie armie, skapitulowała. W pierwszej połowie 1918 roku Niemcy odnieśli szereg zwycięstw na froncie zachodnim, które zostały powstrzymane przez kolejne zwycięstwo aliantów nad rzeką Marna. Ostatecznie jednak przewaga sił Ententy doprowadziła do klęski państw centralnych, które kapitulowały kolejno: we wrześniu 1918 roku Bułgaria, w październiku 1918 roku Imperium Osmańskie, a w listopadzie 1918 roku Austria-Węgry. Wojna zakończyła się podpisaniem przez Niemcy rozejmu w Compiègne 11 listopada 1918 roku."
    },
    {
        "id": 2,
        "title": "II Wojna Światowa",
        "content": "<b>Przyczyny:</b>\n\nII wojna światowa była konfliktem o największej niszczycielskiej sile w dziejach ludzkości, z ogromnymi stratami ludzkimi i materialnymi. Ogólną przyczyną wojny była walka o terytoria i strefy wpływów państw totalitarnych. Taki był cel Niemiec, które uważały, że granice i warunki narzucone przez traktat wersalski hamują ich rozwój. Te same roszczenia ekspansywne i rewizjonistyczne przejawiały Włochy w rejonie Morza Śródziemnego i w Afryce, Japonia na Dalekim Wschodzie oraz Związek Sowiecki w Europie Wschodniej.\n\nInnymi przyczynami, które przyczyniły się do wybuchu wojny, było ustanowienie reżimów totalitarnych w wielu państwach, kryzysy gospodarcze, ugodowy charakter Francji i Wielkiej Brytanii wobec rewizjonistycznych działań Hitlera, nieudolność Ligi Narodów, itp.\n\nAby osiągnąć swoje cele, trzej rewizjoniści położyli podwaliny pod osią Rzym – Berlin – Tokio, trzonu jednego z obozów zaangażowanych w wojnę. Drugi obóz, Koalicja Narodów Zjednoczonych, utworzona w latach 1941-1942, skupiała przede wszystkim Wielką Trójkę – Wielką Brytanię, ZSRR i USA. Do tych sojuszy w czasie wojny dołączyły inne państwa.\n\nGłównymi teatrami działań wojennych były: Ocean Atlantycki, Europa Zachodnia i Wschodnia, Morze Śródziemne, Afryka Północna, Bliski Wschód, Ocean Spokojny i Azja Południowo-Wschodnia, Chiny.\n\nWojna rozpoczęła się 1 września 1939 r. inwazją Niemiec na Polskę, po czym w kolejnych latach rozszerzyła się na skalę całego świata. Wojna toczyła się w dwóch fazach.\n\nDo 1942 roku Niemcy, Włochy i Japonia odniosły wiele zwycięstw. Z wyjątkiem Anglii, pod koniec 1941 r. Hitler kontrolował całą Europę, podzieloną na Wielkie Niemcy, utworzone poprzez aneksje, państwa sprzymierzone i państwa satelitarne Niemiec. Wszystkie te kraje poddane były surowemu reżimowi eksploatacji zasobów oraz ludobójstwu, zwłaszcza Żydów, ale także Słowian i Romów, które kulminowało, począwszy od 1942 r., w realizacji tzw. ostatecznego rozwiązania – eksterminacji w obozach.\n\nObszar Pacyfiku był w gestii Japonii, która podbiła Indochiny, Tajlandię, Singapur, Indonezję, Birmę, Filipiny, Hongkong i południowe Chiny.\n\nJaponia zaatakowała bazy amerykańskie w Pearl Harbor, co spowodowało przystąpienie USA do wojny w 1941 roku.\n\nPunkt zwrotny wojny, faza przejęcia inicjatywy przez aliantów, nastąpiła w Europie w bitwie pod Stalingradem, na terenie ZSRR, gdzie Niemcy zostali pokonani i zmuszeni do przejścia do defensywy. Na Pacyfiku punktem zwrotnym była amerykańska wygrana nad armią japońską w bitwie o Midway. W Afryce zwycięstwo aliantów pod El Alamein i ich lądowanie w Maroku i Algierii zakończyły wojnę prowadzoną przez armie włosko-niemieckie.\n\nW 1943 roku, w czasie lądowania sił alianckich na Sycylii, Włochy Mussoliniego skapitulowały, a alianci odnosili coraz więcej zwycięstw. W 1944 r. miało miejsce lądowanie w Normandii, a Rumunia zwróciła swoje uzbrojenie przeciwko Niemcom.\n\nWojna zakończyła się kapitulacją Niemiec 9 maja 1945 r., a Japonii 2 września 1945 r., po zrzuceniu bomb atomowych na Hiroszimę i Nagasaki."
    },
    {
        "id": 3,
        "title": "Zimna Wojna",
        "content": "Zimna wojna nigdy nie przekształciła się w bezpośrednią konfrontację między USA a ZSRR. W rzeczywistości, poza wyścigiem zbrojeń nuklearnych, walka o dominację nad światem toczyła się przede wszystkim poprzez kampanie propagandowe, szpiegostwo, wojny zastępcze, sportową rywalizację na igrzyskach olimpijskich i wyścig kosmiczny.\n\nHistorycy powszechnie uważają, że zimna wojna rozpoczęła się między 1947 a 1948 rokiem wraz z wprowadzeniem doktryny Trumana i planu Marshalla. Amerykańska pomoc finansowa sprowadziła wiele krajów zachodnich pod amerykańskie wpływy, próbując powstrzymać komunizm. W tym samym czasie Sowieci zaczęli tworzyć jawnie komunistyczne reżimy w krajach Europy Wschodniej. Te stały się satelitami ZSRR. Stanowiły bazę taktyczną do konfrontacji z Zachodem i zabezpieczenie przed ponownym zagrożeniem ze strony Niemiec.\n\nStany Zjednoczone i ZSRR stopniowo budowały strefy wpływów na całym świecie, dzieląc go na dwa ogromne przeciwstawne obozy. To nie była tylko walka między dwoma wrogami, to był globalny konflikt.\n\nWojna była prowadzona tylko poprzez konflikt pośredni. Stany Zjednoczone i ZSRR wspierały konflikty regionalne we własnych interesach, znane jako wojny zastępcze.\n\nOpisuje „chłodne” stosunki między dwoma sojusznikami z II wojny światowej.\n\nPodczas II wojny światowej Związek Radziecki wyzwolił wiele krajów Europy Wschodniej spod nazistowskich Niemiec. Jednak po wojnie Związek Radziecki nadal kontrolował te kraje i narzucał im własny komunistyczny system gospodarczy.\n\nStany Zjednoczone nie chciały, aby komunizm rozprzestrzenił się na inne kraje w Europie. Chciał także, aby kraje Europy Zachodniej były sojusznikami lub przyjaciółmi. Dlatego Stany Zjednoczone dały pieniądze tym krajom na odbudowę po wojnie. Nazwano to Planem Marshalla na cześć George'a Marshalla, Amerykanina, który zaproponował ten plan.\n\nW 1949 roku Stany Zjednoczone i ich europejscy sojusznicy utworzyli Organizację Traktatu Północnoatlantyckiego (NATO), aby chronić siebie w przypadku ataku. W 1955 roku Związek Radziecki i jego sojusznicy z Europy Wschodniej utworzyli własny sojusz, Układ Warszawski.\n\nDwa główne kryzysy zimnej wojny dotyczyły niemieckiego miasta Berlin. Pod koniec II wojny światowej miasto, podobnie jak kraj, zostało podzielone na cztery strefy, przy czym Stany Zjednoczone, Wielka Brytania, Francja i Związek Radziecki kontrolowały jeden z sektorów. W 1948 roku trzy mocarstwa zachodnie ogłosiły, że połączą swoje strefy. Związek Radziecki odciął wtedy drogowe i kolejowe drogi zaopatrzeniowe do miasta, które znajdowało się całkowicie w sowieckiej części Niemiec. W odpowiedzi Stany Zjednoczone i Wielka Brytania dostarczyły zaopatrzenie samolotem. To był berliński most powietrzny. Związek Radziecki zniósł blokadę 12 maja 1949 roku.\n\nZimna wojna wkrótce rozszerzyła się poza Europę. Związek Radziecki udzielił wsparcia innym krajom na całym świecie, które miały rządy komunistyczne. Jednocześnie Stany Zjednoczone próbowały zapobiec dalszemu rozprzestrzenianiu się komunizmu. Zarówno wojna koreańska w latach pięćdziesiątych, jak i wojna wietnamska w latach sześćdziesiątych i siedemdziesiątych były częścią tej walki.\n\nZimna wojna zakończyła się w 1991 roku, po upadku i rozpadzie Związku Radzieckiego."
    },
    {
        "id": 4,
        "title": "Rewolucja przemysłowa",
        "content": "Czas obywateli i parowozów - Czas uprzemysłowienia czyli XIX wiek 1800 – 1900\n\n- Najnowsza epoka: XIX wiek\n\n- Francuzi i rewolucja przemysłowa (1789 - 1914)\n\nRewolucja przemysłowa i powstanie ruchów emancypacyjnych\n\n- Pierwsza kolej 1839\n\n- Opór przeciwko pracy dzieci XIX wiek\n\n- Vincent van Gogha 1853-1890\n\nŹródła\n\n- Oprócz istniejących źródeł, w XIX wieku pojawiły się nowe typy źródeł wiedzy historycznej: rejestry stanu cywilnego, prasa masowa i media audiowizualne.\n\nWydarzenia polityczne\n\n- W XVIII wieku porządek panujący wszędzie w Europie Zachodniej nadal opiera się na suwerennym przywództwie monarchy. Wielu ludzi w Europie Zachodniej już tego nie akceptuje. Jako obywatele chcą ponosić odpowiedzialność za rząd, konsultować się i decydować jak równy z równym.\n\n- Protesty obywateli przeciwko władzy monarchy doprowadziły do rewolucji francuskiej we Francji. Nowi francuscy władcy próbują przemocą szerzyć swoją władzę i swoje idee w Europie. Armie francuskie zostają pokonane, a w wielu krajach europejskich zostaje przywrócona suwerenna władza królewska. W 1813 roku Niderlandy odzyskują niepodległość i znajdują się pod przywództwem króla sprawującego władzę polityczną.\n\n- Około 1850 roku w wielu krajach Europy Zachodniej władza przeszła w ręce obywateli. W 1848 roku Holandia otrzymuje nową konstytucję, która lepiej chroni prawa ludzi i przenosi władzę z monarchy na wybrany parlament.\n\n- Kraje europejskie rozszerzają swoje wpływy na innych kontynentach. Od ostatniej ćwierci XIX wieku państwa nie dążą już do kontrolowania handlu poprzez szereg punktów handlowych, ale chcą też kontrolować duże obszary w całości. Każda część świata radzi sobie z tym na swój sposób.\n\n- Holandia eksploatuje również kolonie, z których największe są Indie Wschodnie.\n\n- Pomimo interesów ekonomicznych, którym służyło, niewolnictwo zostało zniesione w ciągu XIX wieku.\n\nRozwój gospodarczy\n\n- Początkowo silnik parowy był najważniejszym źródłem energii dla przemysłu. Po silniku parowym dostawcami energii stają się silnik spalinowy i elektryczność. Teraz możliwy staje się także rozwój samochodów, samolotów i sieci elektroenergetycznej.\n\n- Produkcja przemysłowa jest konkurencyjnym (domowym) przemysłem we wszystkich gałęziach przemysłu. Produkcja rzemieślnicza jest zastępowana przez produkcję masową, scentralizowaną w fabrykach. W niektórych branżach powstają wyspecjalizowane obszary przemysłowe, z dużymi powierzchniami sprzedażowymi, co skutkuje silnym wzrostem ruchu towarowego.\n\n- Wynalezienie nawozu jest ważne dla rozwoju rolnictwa. W Europie uprawa zbóż jest w dużej mierze zastępowana przez ziemniaki. W zasadzie oznacza to, że dla szybko rosnącej populacji pozostaje dostępna wystarczająca ilość przystępnej cenowo żywności.\n\n- Krajobraz obszarów miejskich i wiejskich zmienia się ze względu na wzrost liczby ludności i rozwój technologiczny. Na terenach przemysłowych środowisko jest zanieczyszczone.\n\nRozwój społeczny\n\n- Populacja europejska znacznie wzrosła w XIX wieku. Pewną rolę odgrywają w tym postępy w produkcji żywności oraz doskonalenie wiedzy medycznej.\n\n- W związku z rewolucją przemysłową wielu mieszkańców wsi w Europie przenosi się do miast. Miliony Europejczyków emigrują także do Ameryki, Australii i RPA. W ten sposób kultura europejska rozprzestrzenia się na inne części świata.\n\n- Początkowo było wielu bezrobotnych. W rezultacie płace pracowników pozostają niskie. Na razie brakuje praw socjalnych. Prowadzi to do wyzysku i złych warunków pracy, życia i życia rodzin robotniczych. Na dłuższą metę w szerokich kręgach powstają protesty przeciwko temu. Robotnicy tworzą związki zawodowe. Od tego czasu warunki życia robotników stopniowo się poprawiały.\n\n- Około 1900 roku w Europie Zachodniej powstał ruch protestu wśród kobiet z wyższych warstw społecznych przeciwko ideologii podziału na kobiety i mężczyzn, która uniemożliwiała kobietom pełny rozwój społeczny.\n\n- Obywatele cenią sobie dobrą edukację, zarówno dla własnych dzieci, jak i dla niższych klas społecznych. Społeczeństwo uprzemysłowione potrzebuje coraz więcej wykwalifikowanych pracowników. Będzie obowiązkowa edukacja dla wszystkich i szkoła średnia dla zamożniejszych. Wraz ze wzrostem dobrobytu edukacja podstawowa staje się praktycznie dostępna dla każdego.\n\n- Regulując godziny pracy, ludzie stopniowo zyskują więcej wolnego czasu. Stwarza to więcej miejsca na relaks i rozwój osobisty. Tam, gdzie ludzie angażują się we wspólne działania, powstają stowarzyszenia"
    },
    {
        "id": 5,
        "title": "Rewolucja przemysłowa cd.",
        "content": "<b>Tło historyczne:</b>\n\nW XVIII wieku w Europie można było zaobserwować nowe tendencje, które doprowadziły do systematycznej modernizacji społeczeństw w Europie i na świecie. Po pierwsze, istniała tendencja do odchodzenia od systemu feudalnego i produkcji w manufakturach na rzecz produkcji mechanicznej w dużych zakładach przemysłowych zwanych fabrykami. Pojawiła się maszyna parowa (do dziś traktowana jako symbol rewolucji przemysłowej), która zastąpiła pracę ludzką i zwiększyła wydajność pracy.\n\nIndustrializacja wywarła również ogromny wpływ na życie społeczne. Na dużą skalę notowano migracje ze wsi do miast. Pojawiła się klasa robotnicza – początkowo słabo opłacana, niedoceniana, ale liczna grupa ludzi, która wpłynęła na losy regionu, a nawet całego kraju.\n\nRewolucja przemysłowa ma wpływ na środowisko, w którym żyjemy. Wykorzystanie węgla w procesach produkcyjnych w początkowej fazie skutkowało bardzo dużym zanieczyszczeniem powietrza. Odpady poprodukcyjne zatruwały glebę, na której budowano nowe domy, uprawiano żywność lub hodowano zwierzęta. Prowadzono też bardzo ekspansywną politykę pozyskiwania surowców górniczych. Prowadzi to do bardzo silnej dewastacji środowiska, w którym żyjemy. Obecnie projektowane i wdrażane są procesy mające na celu odwrócenie procesu niszczenia środowiska.\n\nXXI wiek to ogromna świadomość ludzi w zakresie ekologii. Podejmowanych jest coraz więcej inicjatyw mających na celu złagodzenie skutków ery przemysłowej. Plany przejścia na paliwa węglowodorowe zostały zrealizowane. W niedalekiej przyszłości transport ma opierać się na samochodach hybrydowych iw pełni elektrycznych. Zamiast elektrowni węglowych, które niszczą środowisko, ludzie zaczynają skupiać się na odnawialnych źródłach energii."
    },
    {
        "id": 6,
        "title": "Rewolucja francuska",
        "content": "Pod koniec XVIII wieku we Francji panowała monarchia absolutna, królem był Ludwik XVI. Francuzi cierpieli głód, szlachta i duchowieństwo nie płacili podatków; burżuazja pokrywała wszystkie wydatki państwa.\n\n5 maja 1789 r. Ludwik XVI wezwał Stany Generalne w celu omówienia reformy systemu podatkowego; burżuazja zażądała, aby szlachta i duchowieństwo również płacili podatki, ale odmówili. 20 czerwca burżuazja opuściła Stany Generalne i utworzyła nowe zgromadzenie, zwane Narodowym Zgromadzeniem Ustawodawczym.\n\n14 lipca 1789 ludność zaatakowała więzienie w Bastylii i uwolniła wszystkich więźniów. W sierpniu Zgromadzenie Narodowe zniosło przywileje szlachty i proklamowało Deklarację Praw Człowieka i Obywatela, która ustanowiła równość dla wszystkich Francuzów i gwarantowała wolność myśli, słowa, wyznania, własności i obrony przed wszelką niesprawiedliwą władzą.\n\nKról został zmuszony do podpisania nowej konstytucji, a Francja stała się monarchią konstytucyjną. Austria i Prusy próbowały najechać Francję, ponieważ obawiały się, że idee rewolucyjne mogą się rozprzestrzenić.\n\nLudwik XVI został skazany na śmierć w 1793 roku, a Francja stała się republiką. Był to okres terroru, ponieważ Komitet Bezpieczeństwa Publicznego, na którego czele stał Robespierre, wymordował tysiące szlachciców. W 1795 r. mieszczanie powierzyli władzę dyrektoriatowi, który liczył tylko pięciu członków. Ludzie byli rozczarowani, ponieważ zgodnie z nową Konstytucją ustawy musiały być pisane tylko przez warstwy zamożne."
    },
    {
        "id": 7,
        "title": "Życie Jezusa i narodziny chrześcijaństwa",
        "content": "Chrześcijaństwo jest religią mającą najwięcej wyznawców na świecie; prawie jedna trzecia światowej populacji to chrześcijanie. Podobnie jak żydzi i muzułmanie, chrześcijanie wierzą w jednego Boga, który stworzył świat i wszystko, co na nim jest.\n\nJezus Chrystus, ukrzyżowany około 30 roku n.e. w Jerozolimie, jest założycielem chrześcijaństwa.\n\nJezus Chrystus jest Synem Bożym. Przyszedł na ziemię, aby nauczać o miłości i społeczności. Reprezentuje osobę, którą wszyscy chrześcijanie muszą starać się być. Jezus był Żydem, który urodził się około 2000 lat temu w Betlejem. Jezus żył 33 lata, zanim został ukrzyżowany przez Rzymian.\n\nInne imiona Jezusa:\n\n- Syn Boży\n\n- Światło Świata\n\n- baranek Boży\n\n- Dobry Pasterz\n\nChrześcijanie to ludzie, którzy wierzą, że Jezus Chrystus jest Synem Bożym i postępują zgodnie z jego naukami oraz naukami kościołów chrześcijańskich, które powstały po jego śmierci. Chrześcijanie wierzą, że Jezus zmartwychwstał i ukazał się swoim uczniom (naśladowcom), aby pokazać wszystkim, że istnieje inne życie z jednym, wiecznym, kochającym Bogiem.\n\nChrześcijanie wierzą, że Bóg stworzył świat.\n\nChrześcijańskie miejsce kultu nazywa się Kościołem. Często budowane są na planie krzyża z ołtarzem skierowanym na wschód, w kierunku wschodzącego słońca.\n\nChrześcijańscy przywódcy duchowi nazywani są kapłanami lub pastorami. (wikariusze).\n\nChrześcijański kult obejmuje chwalenie Boga muzyką, mową, czytaniami z Pisma Świętego, różnego rodzaju modlitwami, kazaniem i różnymi świętymi ceremoniami.\n\nBiblia jest chrześcijańską świętą księgą. Dzieli się na Stary i Nowy Testament. Części pism zawartych w Starym Testamencie są również święte dla Żydów i muzułmanów.\n\nDwa główne święta chrześcijańskie to Wielkanoc i Boże Narodzenie. Są to główne kamienie milowe w świeckim kalendarzu zachodnim."
    },
    {
        "id": 8,
        "title": "Życie Mahometa i narodziny islamu",
        "content": "Islam jest drugą najpopularniejszą religią na świecie z ponad miliardem wyznawców. Częściej uważa się to za kompletny sposób życia, a nie za religię.\n\nIslam rozpoczął się w Arabii i został objawiony ludzkości przez Proroka Mahometa (niech spoczywa w pokoju). Ci, którzy wyznają islam, nazywani są muzułmanami. Muzułmanie wierzą, że jest tylko jeden Bóg, zwany Allahem.\n\nIslam jest wyznawany głównie na Bliskim Wschodzie, w Azji i na północy Afryki.\n\nProrok Muhammad (peacebeuponhim), który urodził się w 570 r. n.e. w Mekce w Arabii Saudyjskiej, jest często uważany za założyciela islamu. Był ostatnim prorokiem wysłanym przez Allaha. Jednak pierwszym prorokiem był Adam.\n\nProrok Mahomet był założycielem religii islamu. Wyznawcy islamu, zwani muzułmanami, wierzą, że Mahomet otrzymał wiadomości od Allaha (Boga). Przesłania te zostały później zebrane w Koran, świętą księgę islamu.\n\nMahomet urodził się w arabskim mieście Mekka (obecnie w Arabii Saudyjskiej) około 570 roku. Ojciec Mahometa zmarł przed narodzinami Mahometa, a matka Mahometa zmarła, gdy miał 6 lat. Następnie wychowywał go dziadek, a później wujek.\n\nKiedy Mahomet miał około 25 lat, ożenił się z bogatą, starszą kobietą o imieniu Khadijah. Ich małżeństwo pomogło Mahometowi zdobyć bogactwo i pozycję społeczną, i mieli sześcioro dzieci. Chociaż wielu mężczyzn w tamtym czasie miało więcej niż jedną żonę, Khadijah była jedyną żoną Mahometa aż do jej śmierci.\n\nArabskie słowo „islam” oznacza uległość i posłuszeństwo i wywodzi się od słowa oznaczającego „pokój”.\n\nIslam opiera się na służbie człowieka o imieniu Muhammad (pokój z nim) i na słowach, które Allah dał światu przez Mahometa.\n\nPodstawowym przekonaniem islamu jest to, że jest tylko jeden Bóg, którego imię w języku arabskim to Allah i który jest jedynym i suwerennym władcą wszechświata.\n\nAllah to imię używane przez muzułmanów na określenie najwyższego i jedynego Boga, który wszystko stworzył i rządzi. Sercem wiary wszystkich muzułmanów jest posłuszeństwo woli Allaha.\n\nPismo muzułmańskie to Święty Koran. Muzułmanie wierzą, że jest to „słowo Boże”. Wierzenia i praktyki muzułmańskie są zakorzenione w Koranie.\n\nMuzułmanie traktują Koran z wielkim szacunkiem, ponieważ wierzą, że Koran pochodzi od Allaha, a każde słowo i każda litera jest święta. Zwykle umieszcza się go na specjalnym drewnianym stojaku do czytania.\n\nMuzułmanie uważają Koran za niezmienione słowo Boże.\n\nMuzułmański budynek służący do wspólnego kultu nazywa się meczetem. Muzułmanie często odnoszą się do meczetu jego arabską nazwą, masjid. Słowo to pochodzi z języka arabskiego i oznacza „miejsce pokłonu”.\n\nKiedy odbywają się nabożeństwa?\n\nNabożeństwa odbywają się codziennie w meczecie.\n\nKiedy odbywa się najważniejsze nabożeństwo w meczecie?\n\nW piątek w południe. Wszyscy muzułmanie idą w piątek do meczetu. To szczególny dzień na modlitwę.\n\nRok muzułmański oparty jest na kalendarzu księżycowym."
    },
    {
        "id": 9,
        "title": "Pierwsza krucjata: 1095-1099 (Francja, Turcja, Syria, Palestyna, Izrael)",
        "content": "<b>Wydarzenia powiązane:</b>\n\nVII w. - Jerozolima - Prorok Mahomet wstępuje do nieba: 638 - - Początek panowania muzułmanów nad Jerozolimą: 1095 - Sobór w Clermont 1096 - Pierwsza krucjata\n\n<b>Przyczyny:</b>\n\nPretekstem była prześladowania chrześcijańskich pielgrzymów odwiedzających Jerozolimę przez muzułmanów; Prawdziwe przyczyny: - religijne uczucia i nadzieja na zbawienie, obiecane przez papieża; - wzrost liczby ludności w Europie; - pragnienie papieża zwiększenia prestiżu i wpływów Kościoła katolickiego nad przywódcami świeckimi oraz przywrócenie jedności Kościoła chrześcijańskiego pod jego kierownictwem.\n\n<b>Przebieg:</b>\n\nAleksy I Komnen prosi Europę Zachodnią o pomoc przeciwko Turkom. Papież Urban II ogłasza wezwanie do świętej wojny na soborze w Clermont pod hasłem Deus Vult (Bóg tak chce). Pierwsi, którzy rozpoczynają krucjatę, są chłopi pod przewodnictwem Piotra Pustelnika i Wilhelma Ubogiego (krucjata biedaków) - brak zaopatrzenia i doświadczenia wojskowego - po przybyciu do Konstantynopola otrzymują wsparcie w przeprawie przez Bosfor do Azji Mniejszej, gdzie zostają pokonani i w większości wymordowani przez muzułmańskich obrońców: 1096 - Krucjata książąt/szlachty wyrusza do Jerozolimy. Jako lider uważany jest Godfryd de Bouillon. Po serii starć z tureckimi garnizonami i oblężeniu niektórych miast (Nicei, Antiochii, Edessy itp.), Krucjata dociera do Jerozolimy w 1099 roku. W czerwcu-lipcu 1099 roku Jerozolima jest oblegana przez znacznie zmniejszoną liczbę rycerzy, którzy przeżyli walki i trudy podróży i ostatecznie zdobywają ją, dokonując masakry dużej części obrońców i ludności cywilnej, w tym muzułmanów (brak wody i jedzenia, choroby i upały), Żydów i prawosławnych. - Straty wśród krzyżowców są bardzo wysokie, zarówno w wyniku walk, jak i przede wszystkim braku wody i jedzenia oraz epidemii.\n\n<b>Skutki:</b>\n\nPowrót Jerozolimy pod panowanie chrześcijańskie. Powstanie państw krzyżowców: Królestwa Jerozolimskiego, Księstwa Antiochii, hrabstw Trypolisu i Edessy. Zmniejszenie nacisku tureckiego na Bizantyńskie Cesarstwo, które odzyskuje część utraconych terytoriów w Anatolii. Wzrost wymiany gospodarczej, naukowej i kulturalnej między krajami chrześcijańskimi i muzułmańskimi.\n\nSłownictwo:\n\nKrucjata - ekspedycje wojskowe, podejmowane z inicjatywy papieża, mające na celu wyzwolenie Jerozolimy z rąk muzułmanów. Krzyżowiec - uczestnik jednej z krucjat, noszący znak krzyża wszyty na piersi ubrania lub malowany na tarczy. Sobór - religijne spotkanie przywódców Kościoła. Pustelnik - mnich, który poświęca swoje życie modlitwie w samotności."
    },
    {
        "id": 10,
        "title": "Powstanie i Upadek Cywilizacji Azteków",
        "content": "Aztekowie byli kulturą mezoamerykańską, która rozkwitała w środkowym Meksyku od 1300 do 1521 roku. Lud Azteków zamieszkiwał miasta-państwa, z których niektóre tworzyły sojusze, konfederacje polityczne lub imperia. Imperium Azteków powstało jako konfederacja trzech miast-państw założonych w 1427 roku. Przyjęli nazwę „Mexica”.\n\nKluczem do wzrostu potęgi Azteków był system rolniczy, który umożliwił wyżywienie ludności. Jedną z cech tego systemu były Chinampas - małe, sztuczne wyspy utworzone nad powierzchnią wody. Ważne było prowadzenie dokumentacji w celu śledzenia płacenia danin. Aztekowie posiadali także 365-dniowy kalendarz słoneczny (choć został on wynaleziony przez Egipcjan 2000 lat wcześniej).\n\nImperium osiągnęło swoją maksymalną ekspansję w 1519 roku, tuż przed przybyciem niewielkiej grupy hiszpańskich konkwistadorów pod wodzą Hernána Cortésa. Cortés nawiązał sojusz z miastami-państwami przeciwnymi Mexica. Po upadku Imperium Azteków 13 sierpnia 1521 roku i pojmaniu cesarza Cuauhtémoca, Hiszpanie założyli Meksyk na ruinach Tenochtitlan, największego miasta-państwa Imperium. Stamtąd kontynuowali proces podboju i włączania ludów mezoamerykańskich do Imperium Hiszpańskiego. Po zniszczeniu struktury Imperium Azteków w 1521 roku, Hiszpanie wykorzystali miasta-państwa, na których było zbudowane Imperium Azteków, do rządzenia rdzenną ludnością za pośrednictwem lokalnej szlachty. Ci szlachcice zobowiązywali się do lojalności wobec korony hiszpańskiej i przyjęli chrześcijaństwo, przynajmniej nominalnie, za co zostali uznani przez koronę hiszpańską za szlachtę. Szlachta pełniła rolę pośredników w przekazywaniu podatków i mobilizacji siły roboczej dla swoich nowych panów, ułatwiając tym samym ustanowienie hiszpańskich rządów kolonialnych."
    },
    {
        "id": 11,
        "title": "Czarna Śmierć (Dżuma) Pustoszy Europę",
        "content": "Tło historyczne:\n\nW XIV wieku do Europy dotarł wirus, który wywołał największą epidemię w historii ludzkości. W wyniku tego zmarło od 30 do 60% populacji europejskiej (według różnych źródeł). Z czasem ustalono przyczynę tego zdarzenia - bakteria dżumy (Yersinia pestis - zdjęcie poniżej), co potwierdzają badania DNA ofiar zarazy.\n\nWedług ustaleń naukowców, epidemia wybuchła w Azji Środkowej, a następnie podróżnicy podążając Jedwabnym Szlakiem doprowadzili ją do bram Europy. Od końca XIII wieku w Europie pojawił się okres silnego ochłodzenia klimatu, co skutkowało surową zimą i uboższymi plonami. Warunki żywieniowe wpłynęły na poziom odporności ludzi. Higiena była na bardzo niskim poziomie (odnosząc się do dzisiejszych standardów). Medycyna jako nauka wciąż się rozwijała i w tamtych czasach nie była przygotowana na tak rozprzestrzenienie się pandemii. W tym czasie pojawiło się również zjawisko tzw. „lekarzy zarazy”, którzy leczyli zakażonych i ofiary epidemii. W źródłach historycznych ludzie są przedstawiani w charakterystycznych strojach składających się z ciężko woskowanego płaszcza i maski w kształcie ptasiego dzioba. Nosili także kapelusze i rękawiczki. Wszystko to miało chronić ich przed kontaktem z zakażonymi osobami, ale nie utrudniać niesienia pomocy.\n\nPo kilku miesiącach zaraza wygasła naturalnie z powodu braku żywiciela. Niektóre szczepy bakterii mogły przetrwać i spowodować nawrót zarazy. Każdy „kataklizm” tego typu niesie za sobą wielkie straty dla ludzkości. Mówimy tu przede wszystkim o spadku liczebności populacji świata. A to ma wpływ na kwestie ekonomiczne – wzrost kosztów produkcji, brak pracowników, izolację (w przypadku COVID-19)."
    },
    {
        "id": 12,
        "title": "Renesans",
        "content": "<b>OD HUMANIZMU DO RENESANSU</b>\n\nW XV wieku rozwinął się humanizm; ta nowa kultura dodała człowiekowi ufności: antropocentryczna wizja życia postawiła człowieka, a nie Boga, w centrum świata.\n\nZostał zainspirowany klasyczną kulturą łacińską i grecką, którą wznowiono, studiowano i rozpowszechniano. Humanizm doprowadził do renesansu, okresu wielkiego rozkwitu artystycznego i kulturalnego we wszystkich dziedzinach sztuki. W malarstwie rozwinęła się nowa technika – perspektywa.\n\n<b>ROZPOWSZECHNIANIE SIĘ RENESANSU</b>\n\nRenesans rozprzestrzenił się na całe Włochy, a następnie Europę. Dwory stały się miejscami produkcji kulturalnej, a książęta gościli intelektualistów i artystów.\n\nW Rzymie papieże Juliusz II i Leon X zainwestowali wielkie środki w upiększanie Watykanu. Michelangelo Buonarroti, malarz, rzeźbiarz, architekt, jest najbardziej kompletnym przykładem artysty renesansu. Zaprojektował kopułę bazyliki św. Piotra i ozdobił freskami Kaplicę Sykstyńską.\n\nWe Florencji wielkich artystów, takich jak Brunelleschi, Masaccio, Botticelli i Leonardo da Vinci, gościł Lorenzo Wspaniały. Dzieła Leonarda da Vinci są nadal znane i cenione, wystarczy przypomnieć sobie Mona Lisę.\n\nRenesans charakteryzował się także postępem naukowym: Da Vinci badał ludzkie ciało, lot ptaków, wody i wiatry. W 1507 roku polski lekarz i astronom Niccolò Copernico odkrył, że Ziemia i inne planety krążą wokół Słońca (heliocentryczny układ słoneczny), a nie odwrotnie.\n\n<b>WYNALAZKI: DRUK I BROŃ PALNA</b>\n\nNajważniejszym wynalazkiem renesansu była prasa drukarska Jana Gutenberga. Dzięki niemu książki można drukować w krótszym czasie.\n\nNowe techniki metalurgiczne poprawiły wydajność armat i doprowadziły do produkcji arkebuzów, przodków współczesnych karabinów. Broń ta była łatwa w użyciu i dostępna dla każdego. Rozprzestrzenianie się broni palnej doprowadziło do upadku kawalerii i dominacji piechoty."
    },
    {
        "id": 13,
        "title": "Wiek odkrywców i Reformatorów (1500-1600)",
        "content": "Wiek odkrywców i reformatorów (1500-1600)\n\nOkres renesansu lub XVI wiek (1500-1600)\n\nWażni ludzie:\n\nErasmus:\n\nzmieniające się ludzkie i światopoglądy renesansu i początek nowego zainteresowania naukowego\n\nKarel V:\n\npoczątek europejskiej ekspansji zagranicznej\n\nreformacja i rozłam w Kościele chrześcijańskim (bunt w Holandii)\n\nWilhelm Orański\n\nBunt i powstanie niezależnego państwa holenderskiego.\n\nCzas regentów i monarchów (1600-1700)\n\npojawienie się kapitalizmu kupieckiego i początek gospodarki światowej\n\nadministracja cywilna i kultura miejska\n\ndążenie monarchów do władzy absolutnej\n\nrewolucja naukowa\n\nNowa epoka\n\nŹródła Nowej Epoki. Z Nowej Epoki zachowało się wiele źródeł pisanych i drukowanych. Oprócz tego znajdują się tu wszelkiego rodzaju budowle i obiekty z tamtych czasów. Stosunkowo mniejsze znaczenie mają tu znaleziska archeologiczne.\n\nZamieszkanie, krajobraz i przyroda\n\nHolandia ma dużą gęstość miejską. Jednak większość ludzi mieszka na obszarach wiejskich. Miasta są połączone nieutwardzonymi drogami wiejskimi. Holandia jest bogata w drogi wodne. Miasta są często bardziej dostępne drogą wodną niż lądową. Krajobraz i przyroda w Holandii zmieniają się z powodu budowy wałów, rekultywacji, wydobywania torfu i drewna, rolnictwa i łowiectwa. Podróże odkrywcze, które prowadzą do kontaktów między kontynentami, wpływają na przyrodę w różnych częściach świata.\n\nGospodarka\n\nZe względu na swoje położenie i tradycyjną znajomość żeglugi, obszary przybrzeżne Holandii rozwijają się w europejskie centrum handlu i przemysłu. Występuje duże zagęszczenie miast. Portugalczycy i Hiszpanie, Holendrzy i Anglicy otwierają nowe obszary życia i handlu podczas swoich odkrywczych podróży do Afryki, Azji i Ameryki. Ludność tubylcza często pada ofiarą niewolnictwa."
    },
    {
        "id": 14,
        "title": "Bostońskie picie herbaty: amerykańscy koloniści protestują przeciwko nowym brytyjskim podatkom, wyrzucając herbatę w Boston Harbor: 16.12.1773",
        "content": "<b>Przyczyny:</b>\n\nPo zakończeniu 7-letniej wojny Wielka Brytania potrzebowała nowych źródeł pieniędzy <- Koloniści nie zgadzali się na płacenie podatków, na które nie mieli reprezentacji w Parlamencie (Opodatkowanie bez reprezentacji); - Kompania Wschodnioindyjska miała duże ilości herbaty, którą nie była w stanie sprzedać z zyskiem;\n\n<b>Wydarzenia:</b>\n\nParlament brytyjski uchwalił prawo, które przyznało Kompanii Wschodnioindyjskiej dominującą pozycję w handlu herbatą w koloniach amerykańskich: - Dochody amerykańskich handlarzy herbaty i przemytników były zagrożone: - Podatek od herbaty został utrzymany, chociaż nowa cena herbaty była niższa niż wcześniej: - Sons of Liberty, organizacja broniąca praw kolonii, publicznie sprzeciwiła się tym nowym ograniczeniom: - Trzy statki z ładunkiem herbaty przybyły do portu w Bostonie pod koniec 1773 roku. Zgodnie z prawem musiały wyładować ładunek w ciągu 20 dni i nie miały prawa opuścić portu bez zgody gubernatora.\n\n- Mieszkańcy Bostonu zażądali wypuszczenia statków, ale gubernator się nie zgodził. W dziewiętnasty dzień, 16 grudnia, po publicznym spotkaniu, na którym postanowiono, że wszystkie dostępne środki zostały wykorzystane, grupa kolonistów przebranych za Indian wtargnęła na statki i wyrzuciła cały ładunek herbaty do morza (około 46 ton herbaty - wartość milion dolarów w dzisiejszych pieniądzach). Nikt nie został ranny ani zabity, żaden inny ładunek ani mienie na pokładzie statków nie uległo uszkodzeniu; George Washington nie zgadzał się z wydarzeniami w Bostonie, uznając, że niszczenie mienia było nie do zaakceptowania: Benjamin Franklin zaoferował zapłatę za herbatę, ale Brytyjczycy odmówili.\n\n<b>Skutki:</b>\n\nParlament brytyjski przyjął Akty przymusu (Akty nie do przyjęcia). Port w Bostonie miał być zamknięty do momentu spłaty wartości herbaty. Pierwszy Kongres Kontynentalny zwołany w Filadelfii próbował znaleźć pokojowe rozwiązanie. Napięcia między władzami brytyjskimi a amerykańskimi kolonistami nasiliły się, aż doszło do pierwszej potyczki w Lexington i Concorde - początku Wojny o Niepodległość Amerykańską."
    },
    {
        "id": 15,
        "title": "Rewolucja Amerykańska: 1775-1783",
        "content": "<b>Geneza:</b>\n\nW XVII wieku często dochodziło do starć między mocarstwami kolonizacyjnymi - Anglią, Francją, Holandią, Hiszpanią. -1756-1763 - Wojna siedmioletnia między Wielką Brytanią a Francją o terytoria w Ameryce Północnej - Wielka Brytania wygrywa - Wysokie wydatki na kampanie wojenne powodują duże zapotrzebowanie na fundusze dla Brytyjczyków. Jedną z przyczyn rewolucji amerykańskiej było: a. Opodatkowanie bez reprezentacji b. Skazanie bez dochodzenia c. Deportacja bez skazy\n\nrząd, który nakłada nowe podatki na kolonie: - Ograniczenia ekspansji kolonii na zachód - Koloniści nie mieli reprezentacji w londyńskim parlamencie, który podejmował decyzje dotyczące ich życia;\n\n<b>Wydarzenia:</b>\n\n1765 - Brytyjski parlament wprowadza opłatę stemplową i ustawę o kwaterunku 1773 - Bostońskie Picie Herbaty - grupa kolonistów wyrzuca ładunek herbaty z 3 statków do morza; 1774 - Filadelfia - Pierwszy Kongres Kontynentalny - podejmowane są próby znalezienia pokojowego rozwiązania, jednocześnie kolonie zaczynają się zbroić i szukać sojuszników; 1775 - Padają pierwsze strzały w Lexington i Concord w starciach między armią brytyjską a milicjami kolonistów; Lipiec 1776 - Drugi Kongres Kontynentalny ogłasza niepodległość Stanów Zjednoczonych Ameryki: Głównym autorem Deklaracji Niepodległości jest Thomas Jefferson; George Washington zostaje mianowany dowódcą armii. Wysiłki dyplomatyczne - Benjamin Franklin - przyczyniają się do uzyskania pomocy od Francji, 1777 - Amerykanie odnoszą zwycięstwo pod Saratogą - Francja wypowiada wojnę Wielkiej Brytanii; 1780 - Brytyjczycy zajmują Charleston 1. Podczas Bostońskiego Picia Herbaty, ładunek herbaty z trzech statków został a. Wrzucony do morza b. Skonfiskowany przez patriotów c. Sprzedany po bardzo wysokich cenach 2. Wybierz wariant z prawidłową kolejnością wydarzeń: a. Pierwszy Kongres Kontynentalny, Bostońskie Picie Herbaty, Starcie w Lexington. b. Bostońskie Picie Herbaty, Pierwszy Kongres Kontynentalny, Starcie w Lexington. c. Starcie w Lexington, Pierwszy Kongres Kontynentalny, Bostońskie Picie Herbaty. Prawda lub Fałsz 3. Pierwszy Kongres Kontynentalny ogłosił Niepodległość 13 kolonii. (Fałsz) 4. Niepodległość kolonii została ogłoszona w roku… (1776) Prawda lub Fałsz\n\n1781 - Yorktown - Brytyjska armia zostaje zmuszona do poddania się; 1783 - Traktat Wersalski - Stany Zjednoczone uzyskują niepodległość od Wielkiej Brytanii; 1787 - Konstytucja Stanów Zjednoczonych Ameryki jest przyjęta w Filadelfii.\n\n<b>Skutki:</b>\n\nKonstytucja Stanów Zjednoczonych Ameryki Rozwój gospodarczy i militarny nowego państwa Kolonizacja terytoriów na zachodzie Stanów Zjednoczonych, eksterminacja plemion indiańskich; 4 lipca - Dzień Niepodległości - do dziś jest narodowym świętem Stanów Zjednoczonych."
    },
    {
        "id": 16,
        "title": "Ruch sufrażystek: kobiety walczą o prawo do głosowania: 1893-1928 ",
        "content": "<b>Tło historyczne:</b>\n\nDo dziś na całym świecie łamane są prawa człowieka. Większość krajów na świecie zdecydowała się pójść w kierunku ich poszanowania. Jednak sytuacja nie zawsze była tak dobra. Przykładem są kobiety, których pozycja społeczna była gorsza niż mężczyzn. Nie mogły same decydować, nie miały prawa głosu. Nie zapewniono im prawa do nauki. Dopiero pod koniec XIX wieku w społeczeństwach pojawiła się chęć zmian, coraz więcej osób wspierało różnego rodzaju inicjatywy prowadzące do poprawy sytuacji. Istnieją ruchy, które całkowicie zmieniają życie społeczne. Jednym z nich jest ruch sufrażystek, grupa aktywistek w Wielkiej Brytanii i Stanach Zjednoczonych walczących o prawo wyborcze dla kobiet – pełne lub częściowe.\n\nCzłonkinie tego ruchu używały bardzo różnych metod, aby osiągnąć swoje cele. Należą do nich działania zmieniające świadomość społeczną, protesty, petycje czy nawet metody obywatelskiego nieposłuszeństwa. Ich długotrwałe i konsekwentne działania doprowadziły do sytuacji, w której w większości krajów świata prawa kobiet i mężczyzn zostały zrównane.\n\nUzyskanie pełnych praw wyborczych dla kobiet nie kończy walki o równość płci. Do rozwiązania pozostają kwestie dostępu do edukacji (ruch feministyczny) oraz zwiększenia udziału kobiet w życiu publicznym (emancypacja). Ponadto można zaobserwować niesprawiedliwe traktowanie kobiet w pracy zawodowej – blokowanie awansów, niższe wynagrodzenie. W niektórych krajach kobiety borykają się z problemem dostępu do opieki medycznej, prawa do posiadania własności. W ostatnich latach zaobserwować można zmianę postaw społecznych w tych kwestiach. Niemniej jednak nie można liczyć na całkowite zniesienie nierówności płci na świecie."
    },
    {
        "id": 17,
        "title": "Rewolucja Rosyjska: 1917-1922",
        "content": "Rewolucja rosyjska miała miejsce w 1917 roku, kiedy chłopi i klasa robotnicza Rosji zbuntowali się przeciwko rządowi cara Mikołaja II. Na ich czele stał <u>Władimir Lenin</u> i grupa rewolucjonistów zwanych bolszewikami. Nowy rząd <u>komunistyczny</u> stworzył kraj Związku Radzieckiego.\n\n<b>Rosyjscy carowie</b>\n\nPrzed rewolucją Rosją rządził potężny monarcha zwany carem. Całkowitą władzę w Rosji sprawował car. Dowodził armią, posiadał znaczną część ziemi, a nawet kontrolował kościół.\n\nW okresie poprzedzającym rewolucję rosyjską życie robotników i chłopów było bardzo trudne. Pracowali za niewielkie pieniądze, często nie mieli jedzenia i byli narażeni na niebezpieczne warunki pracy. Klasa arystokratyczna traktowała chłopów jak niewolników, dając im niewiele praw na mocy prawa i traktując ich prawie jak zwierzęta.\n\n<b>Krwawa niedziela</b>\n\nWielkie wydarzenie, które doprowadziło do rewolucji rosyjskiej, miało miejsce 22 stycznia 1905 r. Do pałacu carskiego maszerowała duża liczba robotników, aby złożyć petycję o lepsze warunki pracy. Zostali ostrzelani przez żołnierzy i wielu z nich zostało zabitych lub rannych. Ten dzień nazywa się Krwawą Niedzielą.\n\nPrzed Krwawą Niedzielą wielu chłopów i robotników czciło cara i uważało, że jest on po ich stronie. Winę za swoje kłopoty zrzucali na rząd, a nie na cara. Jednak po strzelaninach car był postrzegany jako wróg klasy robotniczej i pragnienie rewolucji zaczęło się rozprzestrzeniać.\n\n<b>Pierwsza Wojna Światowa</b>\n\nW 1914 roku rozpoczęła się I wojna światowa, a Rosja była w stanie wojny z Niemcami. Ogromna armia rosyjska została utworzona przez zmuszenie klasy robotniczej i chłopów do przyłączenia się. Chociaż armia rosyjska była liczna, żołnierze nie byli wyposażeni ani wyszkoleni do walki. Wielu z nich wysłano do walki bez butów, jedzenia, a nawet broni. W ciągu następnych trzech lat w bitwach zginęło prawie 2 miliony rosyjskich żołnierzy, a kolejne 5 milionów zostało rannych. Rosjanie obwiniali cara o przystąpienie do wojny i śmierć tak wielu młodych mężczyzn.\n\n<b>Rewolucja Lutowa</b>\n\nNaród rosyjski po raz pierwszy zbuntował się na początku 1917 roku. Rewolucja rozpoczęła się, gdy pewna liczba robotników zdecydowała się na strajk. Wielu z tych pracowników zebrało się podczas strajku, aby dyskutować o polityce. Zaczęli się buntować. Car Mikołaj II nakazał wojsku stłumić zamieszki. Jednak wielu żołnierzy odmówiło strzelania do narodu rosyjskiego, a armia rozpoczęła bunt przeciwko carowi.\n\nPo kilkudniowych zamieszkach armia zwróciła się przeciwko carowi. Car został zmuszony do zrzeczenia się tronu, a władzę przejął nowy rząd. Rządem kierowały dwie partie polityczne: Rada Piotrogrodzka (reprezentująca robotników i żołnierzy) oraz Rząd Tymczasowy (rząd tradycyjny bez cara).\n\n<b>Rewolucja Bolszewicka</b>\n\nW ciągu następnych kilku miesięcy obie strony rządziły Rosją. Jedną z głównych frakcji Rady Piotrogrodzkiej była grupa zwana bolszewikami. Kierował nimi Władimir Lenin i wierzyli, że nowy rząd rosyjski powinien być rządem marksistowskim (komunistycznym). W październiku 1917 roku Lenin przejął pełną kontrolę nad rządem w tak zwanej rewolucji bolszewickiej. Rosja była teraz pierwszym krajem komunistycznym na świecie.\n\n<b>Wyniki</b>\n\nW latach 1918-1920 w Rosji trwała wojna domowa między bolszewikami (zwani też Armią Czerwoną) a antybolszewikami (Biała Armia). Zwyciężyli bolszewicy, a nowe państwo nazwano ZSRR (Związek Socjalistycznych Republik Radzieckich)."
    },
    {
        "id": 18,
        "title": "Powstanie Organizacji Narodów Zjednoczonych: 1945-1946 (Europa, Ameryka Północna i Południowa, Azja, Afryka, Australia)",
        "content": "Organizacja Narodów Zjednoczonych (lub ONZ), szczególnie nieformalnie nazywana również Organizacją Narodów Zjednoczonych (lub ONZ), jest największą na świecie i najbardziej uznaną organizacją międzynarodową. W chwili powstania ONZ liczyła 51 państw członkowskich. Dziś ma 193; prawie wszystkie suwerenne państwa świata. Siedziba główna ONZ znajduje się na terytorium międzynarodowym w Nowym Jorku, a inne główne biura znajdują się w Genewie, Nairobi, Wiedniu i Hadze (siedziba Międzynarodowego Trybunału Sprawiedliwości).\n\nJest organizacją międzyrządową, której deklarowanym celem jest rozwijanie przyjaznych stosunków między narodami, nawiązywanie współpracy międzynarodowej oraz bycie ośrodkiem harmonizacji działań narodów. Inne cele obejmują utrzymanie międzynarodowego pokoju i bezpieczeństwa, ochronę praw człowieka, dostarczanie pomocy humanitarnej, promowanie zrównoważonego rozwoju i przestrzeganie prawa międzynarodowego.\n\nONZ powstała po II wojnie światowej w celu zapobiegania przyszłym wojnom światowym. 25 kwietnia 1945 r. 50 krajów spotkało się w San Francisco na konferencji i rozpoczęło prace nad Kartą Narodów Zjednoczonych, która została przyjęta 25 czerwca 1945 r. i weszła w życie 24 października 1945 r., kiedy ONZ rozpoczęła działalność."
    },
    {
        "id": 19,
        "title": "Rewolucja cyfrowa: Wynalazek cyfrowego komputera elektrycznego",
        "content": "Tło historyczne:\n\nOd samego początku człowiek dążył do jak największego wykorzystania technologii w swoim życiu. W różnych epokach wynaleziono przełomowe urządzenia, takie jak koło, silnik parowy czy samolot. Zaraz po wynalezieniu prowadzono prace nad udoskonaleniem tych urządzeń. Wielki przełom nastąpił po zakończeniu II wojny światowej, kiedy gospodarki wszystkich krajów przestawiono w dużej mierze na produkcję cywilną. Odkryto półprzewodniki, co pozwoliło na rozwój elektroniki i miniaturyzację urządzeń.\n\nPowstały pierwsze komputery. Rozwija się Internet i sieci telefonii komórkowej. Powstał nowy typ społeczeństwa, które na co dzień wykorzystuje komputer jako narzędzie pracy. Dzięki komputeryzacji i niesamowicie szybkiej wymianie danych przez Internet, klasyczne gazety, książki i telewizja tracą swoje znaczenie. Digitalizacja zbiorów umożliwia dostęp dla większej liczby osób. Komputeryzacja życia społecznego umożliwia dostęp do publikacji w innych językach. To pozwala na załatwianie spraw w urzędach, a nawet głosowanie.\n\nDzięki rewolucji cyfrowej pojawia się pojęcie sztucznej inteligencji, która ma pomóc ludziom w podejmowaniu decyzji, a nawet ich zastąpić. Niestety, słychać głosy, że tak szybki rozwój może doprowadzić do całkowitego zastąpienia człowieka przez maszyny, a nawet jego eliminacji. Zwolennicy tej teorii twierdzą, że fikcja przedstawiona w takich filmach jak \"Terminator\", \"I, robot\" czy \"The Matrix\" jest możliwa do zrealizowania."
    },
    {
        "id": 20,
        "title": "Związek Radziecki wystrzeliwuje Sputnika, pierwszą satelitę stworzoną przez człowieka: 10/4/1957 (Rosja)",
        "content": "Tło historyczne:\n\nOd początku istnienia ludzie chcieli latać. Samo latanie to nic innego jak wykorzystanie zasad fizyki. Latanie ma również szerszy wymiar, kojarzy się z niezależnością i wolnością człowieka.\n\nPodobno pierwszymi lotnikami były mityczne postacie Dedala i Ikara, którzy skonstruowali skrzydła i podjęli próbę ucieczki z Krety. Ucieczka, która zakończyła się tragicznie. Duże znaczenie dla lotnictwa miał Leonardo da Vinci ze swoimi ponadczasowymi wizjami i wynalazkami. Źródła historyczne podają kilka interesujących faktów na temat podejmowanych przez człowieka próby wzbicia się człowieka w powietrze: pierwszy swobodny lot balonem odbył się 21 listopada 1783 roku w Paryżu. Na stronie 17 grudnia 1903 roku bracia Wright dokonali pierwszego pierwszy lot samolotem, przelatując aż 36 metrów. W kolejnych latach, dzięki rozwojowi nauki i techniki, człowiek udoskonalał maszyny latające maszyny, a loty stawały się coraz dłuższe i bezpieczniejsze.\n\nPo zakończeniu II wojny światowej gospodarki państw zostały przestawione z produkcji wojskowej na cywilną. Jesteśmy świadkami bardzo dużego skoku w każdej dziedzinie - umożliwia on podbój kosmosu. Dodatkowym katalizatorem jest rywalizacja między USA a ZSRR. 4 października 1957 roku Rosjanie jako pierwsi wystrzelili w kosmos jakiś obiekt - pierwszego sztucznego satelitę Ziemi. Kilka lat później mamy pierwszego człowieka w kosmosie - Jurija Gagarina. Pierwszą kobietę w kosmosie - Walentinę Tereszkową. Początkowe sukcesy Rosjan przyćmiły Stany Zjednoczone - pierwszy człowiek na Księżycu - Neil Armstrong (20 lipca 1969). Program promów kosmicznych. Istnieją również wspólne programy międzynarodowe - ISS, gdzie na rotacji mogą przebywać kosmonauci z krajów uczestniczących w projekcie.\n\nWspólne działania państw mogą przyczynić się do dalszej eksploracji kosmosu. Być może odkrycie nowych planet podobnych do Ziemi i próby ich kolonizacji."
    },
    {
        "id": 21,
        "title": "Jurij Gagarin zostaje pierwszym człowiekiem w kosmosie: 1961 (Rosja)",
        "content": "Jurij Aleksiejewicz Gagarin (9 marca 1934 - 27 marca 1968) był rosyjskim kosmonautą (astronautą). 12 kwietnia 1961 roku został pierwszym człowiekiem, który poleciał w kosmos w rakiecie wystrzelonej przez Związek Radziecki.\n\nJurij Gagarin urodził się we wsi Kłuszyn koło Gżatska (obecnie w obwodzie smoleńskim, Rosja) 9 marca 1934 roku. Miejscowość obok Gżatska została w 1968 roku przemianowana na jego cześć. Jego rodzice, Aleksiej Iwanowicz Gagarin i Anna Timofiejewna Gagarina, pracowali w kolektywnym gospodarstwie rolnym. Chociaż byli pracownikami fizycznymi, nie można tego uproszczać, ponieważ matka Jurija była miłośniczką czytania, a ojciec był wykwalifikowanym stolarzem. Jurij był trzecim z czworga dzieci, a jego starsza siostra pomagała mu wychować się, gdy rodzice pracowali. Rodzina Gagarina, podobnie jak miliony innych osób w Związku Radzieckim, ucierpiała podczas inwazji nazistowskiej podczas II wojny światowej. Dwójka starszego rodzeństwa Jurija została wysłana do pracy niewolniczej w Niemczech hitlerowskich w 1943 roku i wróciła dopiero po wojnie. W młodości Jurij interesował się kosmosem i planetami, marzył o podróży w kosmos, która pewnego dnia stałaby się rzeczywistością. Jego nauczyciele uważali go za bystrego i pracowitego, czasami figlarnego. Jeden z nauczycieli matematyki i nauk ścisłych był lotnikiem w radzieckich siłach powietrznych podczas wojny, co wywarło pewien wpływ na młodego Gagarina.\n\nW 1960 roku, po procesie poszukiwania i selekcji, Jurij Gagarin został wybrany wraz z 19 innymi przyszłymi odkrywcami kosmosu do radzieckiego programu kosmicznego. Podobnie jak inni kandydaci, został poddany eksperymentom mającym na celu sprawdzenie jego zdolności fizycznych i psychicznych; przeszedł również szkolenie przed nadchodzącym lotem. Spośród dwudziestu początkowo wybranych, ostateczny wybór do pierwszego lotu padł na Gagarina i Ghermana Titowa ze względu na ich wyniki w szkoleniu oraz sprawność fizyczną.\n\n12 kwietnia 1961 roku Gagarin został pierwszym człowiekiem, który podróżował w kosmos, wystartowawszy na orbitę na pokładzie Wostoka 3KA-3 (Wostok 1). Jego znakiem wywoławczym w tym locie był 'Kedr' (Cedr; rosyjski: Кедр). Podczas lotu Gagarin świetnie zagwizdał piosenkę \"Ojczyzna słyszy, Ojczyzna wie\" (ros. Родина слышит, Родина знает). Pierwsze dwie linijki tej piosenki brzmią: 'Ojczyzna słyszy, Ojczyzna wie / Gdzie jej syn leci w niebie'. Piosenka ta została napisana przez Dmitrija Szostakowicza w 1951 roku (opus 86) z słowami Jewgienija Dolmatowskiego.\n\nNastępnie Gagarin został zastępcą dyrektora ds. szkolenia w bazie szkoleniowej kosmonautów w Star City. Jednocześnie rozpoczął trening jako pilot myśliwski. 27 marca 1968 roku, podczas rutynowego lotu treningowego z bazy lotniczej Chkalovsky, on i instruktor lotniczy Władimir Sierogin zginęli w katastrofie samolotu MiG-15UTI niedaleko miasta Kirżacz. Gagarin i Sierogin zostali pochowani w murach Kremla na Placu Czerwonym.\n\nLudzie nie są pewni, co było przyczyną katastrofy, ale śledztwo przeprowadzone w 1986 roku sugeruje, że turbulencje wywołane przez przechwytujący samolot Su-11 'Fishpot-C' używający dopalaczy mogły spowodować utratę kontroli nad samolotem Gagarina."
    },
    {
        "id": 22,
        "title": "Prezydent USA John F. Kennedy zostaje zamordowany w Dallas, Texas: 11/22/1963 (USA)",
        "content": "Tło historyczne:\n\nPo zakończeniu Drugiej Wojny Światowej świat został podzielony przez największe mocarstwa na strefy wpływów. Prowadziło to do ciągłego stanu napięcia i rywalizacji między blokiem wschodnim (Pakt Warszawski) a Zachodem (NATO). Jednym z charakterystycznych działań tego okresu było wzmożone militarne działanie - budowa nowych typów broni, tworzenie nowych baz wojskowych. Nawet wyścig kosmiczny miał miejsce. Każdy obszar na ziemi w latach 1944-1991 znajdował się pod wpływem jednego z supermocarstw. Zakładano bazy wojskowe i szkolono oddziały paramilitarne. Jednocześnie rywalizacja w dziedzinie ekonomii była widoczna. Sukcesy wykorzystywano w propagandzie, szczególnie w propagandzie ZSRR, ale nigdy nie pokazano drugiej strony - kosztów społecznych i finansowych, ubóstwa, braku jedzenia.\n\nW 1961 roku John Fitzgerald Kennedy zostaje 35. prezydentem Stanów Zjednoczonych. Wiodąc aktywną politykę zagraniczną, której głównym celem było normalizowanie stosunków z ZSRR. Pomimo deklarowanej przyjaźni i normalizacji stosunków, młody prezydent nie był postrzegany przez władze Związku Radzieckiego jako wybitny, doświadczony polityk - wręcz przeciwnie. Dlatego odważyli się oni wysłać rakiety z głowicami nuklearnymi na Kubę. To jedno z najważniejszych wydarzeń za prezydentury \"JFK\" - zwane \"kryzysem kubańskim\". Dzięki wykorzystaniu informacji wywiadowczych, JFK zdołał zastosować blef, udając gotowość do zniszczenia radzieckich statków zbliżających się do Kuby wszelkimi możliwymi środkami. Również w wyniku działań dyplomatycznych udało się zażegnać kryzys i usunąć wizję \"Trzeciej Wojny\" ze świata.\n\nZostał zamordowany 22 listopada 1963 roku w Dallas. Powołana \"Komisja Warrena\" ustaliła, że zabójcą był Lee Harvey Oswald, który przebywał w Związku Radzieckim przez kilka lat. Kilka dni później został zabity przez Jacka Ruby'ego. Do dziś śmierć prezydenta pozostaje tajemnicą, a teorie spiskowe towarzyszące tej tajemniczej śmierci wciąż funkcjonują w przestrzeni publicznej. Fakt śmierci prezydenta został wykorzystany w filmach, książkach, a nawet grach komputerowych."
    },
    {
        "id": 23,
        "title": "Powstanie Internetu: 1965-1995 (US)",
        "content": "Tło historyczne:\n\nPrototypem współczesnego Internetu jest amerykańska sieć ARPANET, dzięki której komputery miały się ze sobą komunikować w celu zintensyfikowania działań projektów naukowych służących celom militarnym.\n\nW pewnym momencie, z powodów znanych tylko im samym, armia amerykańska rezygnuje z tego projektu. Internet staje się dostępny dla \"cywila\". Od tego czasu międzynarodowa sieć zaczyna rozwijać się systematycznie. Z czasem zwiększa się liczba podłączonych komputerów. Coraz więcej uniwersytetów uczestniczy w tym projekcie. Powstaje pierwsza poczta elektroniczna. W 1973 roku ARPANET dociera do Norwegii, ale rozwój nie jest tak dynamiczny jak obecnie. W ostatniej dekadzie XX wieku pojawiają się pierwsze strony internetowe.\n\nPowstają nowe usługi wykorzystujące Internet, takie jak bankowość elektroniczna, usługi multimedialne, które są wykorzystywane przez wszystkich użytkowników do pracy lub rozrywki. Handel towarami zyskuje nowe znaczenie. Likwidacja pośredników, bezpośrednia wysyłka towarów od sprzedawcy do klienta skraca czas i obniża cenę jednostkową produktu.\n\nInternet ma również swoją ciemną stronę - \"Darknet\". Dostęp do niego jest ograniczony dla osób spełniających określone kryteria. Zapewnia on większą anonimowość i ochronę podczas komunikacji. Użytkownicy mają także dostęp do treści, które nie mogą być publikowane w Internecie."
    },
    {
        "id": 24,
        "title": "Czas myśliwych i chłopów (3000 P.N.E.)",
        "content": "Prehistoria to historia społeczeństw ludzkich, w których pismo nie jest znane. Ponieważ nie każde społeczeństwo poznaje pismo w tym samym czasie, czas trwania prehistorii również różni się w zależności od obszaru. W czasach prehistorycznych człowiek początkowo istniał jako myśliwy/zbieracz. Później przeszedł do rolnictwa.\n\n- sposób życia myśliwych i zbieraczy\n\n- pojawienie się rolnictwa i społeczeństw rolniczych\n\n- powstanie pierwszych społeczeństw miejskich\n\nGospodarka i technologia\n\nMyśliwi i zbieracze są w dużym stopniu uzależnieni od tego, co oferuje im środowisko naturalne. Z czasem rozwijają techniki, które pozwalają im łatwiej przetrwać w różnych środowiskach i coraz bardziej rozprzestrzeniać się po całym świecie. Pomimo ograniczonych zasobów technicznych prehistoryczni myśliwi i zbieracze czasami zrównoważenie zakłócali swoje naturalne środowisko.\n\nOrganizacja społeczna\n\nMyśliwi i zbieracze zazwyczaj żyją w społeczeństwie niehierarchicznym. Wielkość grupy wynosi od 25 do 50 osób. Od czasu do czasu ludzie łączą się w plemiona.\n\nSztuka i religia\n\nIstnieją znaleziska wskazujące na życie, w którym sztuka i religia odgrywają rolę.\n\nRozwój ekonomiczny i techniczny\n\nW dłuższej perspektywie ludzie zaczynają uprawiać rolę. Dzięki temu mogą zdobyć więcej jedzenia na danym obszarze. Formacja posiadania i handel wymienny odgrywają teraz również rolę. Rolnictwo czasami prowadzi do uszkodzenia przyrody poprzez erozję gleby.\n\nOrganizacja społeczna\n\nRolnicy żyją w wioskach liczących ± 100 osób. Są zmuszeni bronić swojej ziemi przed najeźdźcami.\n\nSztuka i religia\n\nIstnieją znaleziska wskazujące na życie, w którym sztuka i religia odgrywają rolę."
    },
    {
        "id": 25,
        "title": "Czas Greków i Rzymian (3000 p.n.e. - 500 n.e.)",
        "content": "<b>Główne tematy:</b>\n\n• obywatelstwo i myślenie naukowe w greckim mieście-państwie\n\n• rozprzestrzenianie się kultury grecko-rzymskiej i konfrontacja z kulturą germańską\n\n• Chrześcijaństwo w Cesarstwie Rzymskim: od religii zakazanej do jedynie dozwolonej\n\n<b>Źródła wiedzy o starożytności</b>\n\n- Wiedza o starożytności opiera się częściowo na pozostałościach materialnych. Pozwalają one na zrozumienie rozwoju techniki i stylu w tym okresie.\n\n- Społeczeństwa starożytne opracowały system pisma.\n\nIstnieją źródła pisane na różne tematy. Dzięki nim mamy lepszy wgląd w myślenie i życie w starożytności niż w okresie prehistorycznym. Skrypt łaciński został rozpowszechniony w Europie Zachodniej dzięki Rzymianom.\n\n<b>Cywilizacja grecko-rzymska (700 p.n.e. - 500 n.e.)</b>\n\n• Rozwój gospodarczy i kolonizacja.\n\n- Grecy i Rzymianie, gdy brakowało już wystarczającej ilości gruntów rolnych, poszukiwali dodatkowych źródeł utrzymania. Szczególnie skoncentrowali się na ekspansji terytorialnej.\n\n- Grecy zakładali osady miejskie w różnych miejscach na obszarze Morza Śródziemnego. Później Rzymianie objęli władzę nad terenami wokół Morza Śródziemnego oraz znaczną część Europy.\n\n• Miasto jako miejsce do życia\n\n- Krajobraz miasta kształtowały mieszkania, budynki publiczne i inne udogodnienia.\n\n- W miastach grecko-rzymskich bogaci i biedni mieli własny styl życia. Dla wszystkich grup istniały możliwości rozrywki. Wolni obywatele aktywnie uczestniczyli w rządzeniu miastami.\n\n• Sztuka, religia i nauka\n\n- Grecy i Rzymianie osiągnęli wielkie sukcesy w dziedzinach architektury, rzeźby, literatury i nauki.\n\n- Istnienie Greków i Rzymian było pełne boskich mocy.\n\n- Pojawiały się ruchy religijne, które uznawały jedno naczelną zasadę stojącą za politeizmem. Jednym z tych ruchów było chrześcijaństwo, wywodzące się z monoteistycznego judaizmu i odnoszące największy sukces w Cesarstwie Rzymskim.\n\n<b>Rzymianie jako rozsiewcy kultury w delcie Renu (50 p.n.e. - 450 n.e.)</b>\n\n- Władzę rzymską ustanawiano poprzez kombinację przemocy i sojuszy.\n\n- W delcie Renu Rzymianie napotkali społeczeństwo prehistoryczno-agrarne.\n\n- Tam, gdzie osiedlali się Rzymianie, zakładano miasta, które stały się centrami spotkań Rzymian i Germanów.\n\n- Współpraca między tymi dwoma grupami zachodziła w dziedzinie ekonomii, polityki i religii.\n\n• Malejąca vitalność kultury grecko-rzymskiej\n\n- Przewaga kultury grecko-rzymskiej nie utrzymała się w Europie Zachodniej z powodu nierozwiązywalnych problemów wewnętrznych Imperium Rzymskiego."
    },
    {
        "id": 26,
        "title": "Czas Mnichów i Rycerzy (500-1000/2000)",
        "content": "- rozprzestrzenianie się chrześcijaństwa (w Nizinach)\n\n- system dworski i pańszczyzna\n\n- relacje między panem a wasalem\n\n<b>Źródła</b>\n\n- Wiedza o Średniowieczu opiera się na różnych źródłach, takich jak budynki, przedmioty, obrazy i teksty.\n\n<b>Czas przejściowy: od Antyku do Średniowiecza (300 - 500)</b>\n\n- Polityczne i ekonomiczne zamieszanie\n\n- Utrata rzymskiego panowania w Zachodnim Cesarstwie Rzymskim spowodowała walkę o władzę między plemionami germańskimi. Wielkie obszary Europy ogarniają chaos administracyjny i ekonomiczny.\n\n- Ruchy ludności, w których różne ludy w Azji i Europie zmuszone są szukać nowego miejsca do życia, przyczyniają się do zamieszania administracyjnego i ekonomicznego. Miasta popadają w ruinę.\n\n- Rozwój religijny: chrześcijaństwo\n\n- Kościół jest jedynym stabilnym czynnikiem i opiekunem kultury pisemnej podczas migracji ludów.\n\n<b>Wczesne Średniowiecze (500 - 1000)</b>\n\n- Rozwój ekonomiczny: rolnictwo skierowane na samowystarczalność\n\n- Gospodarka w Średniowieczu była początkowo gospodarką rolną, opartą głównie na samowystarczalności. Istnieją gospodarstwa wolnych rolników oraz posiadłości wielkich właścicieli ziemskich, którzy dzierżawią ziemię rolniczą chłopom pańszczyźnianym. W dłuższym okresie wielu wolnych rolników staje się chłopami pańszczyźnianymi.\n\n- Poprzez meliorację i lepsze wykorzystanie ziemi stopniowo zwiększa się produkcja rolna.\n\n- Rozwój polityczny: królestwo oparte na systemie feudalnym\n\n- Królowie Franków od 500 roku zdołali stworzyć duże imperium. Wprowadzenie systemu feudalnego i sojusz z Kościołem miały tu duże znaczenie. Po około 900 roku to królestwo ponownie rozpada się. W latach 800-1000 miały miejsce wyprawy Normanów. Były one późnym etapem ruchów ludności.\n\n- Rozwój religijny: rozprzestrzenianie się chrześcijaństwa i islamu\n\n- Chrześcijanie w Europie zakładają coraz więcej budynków kościelnych i klasztorów. Szerzą chrześcijaństwo wśród pogan. Klasztory zdobywają wiele ziem.\n\n- Kościół wchodzi w sojusz z królami frankijskimi. W ten sposób może lepiej szerzyć wiarę i chronić swoją (ziemską) własność. Podczas gdy chrześcijaństwo rozprzestrzenia się w dużej części Europy, islam rozprzestrzenia się na Bliskim Wschodzie, w Afryce Północnej i Hiszpanii.\n\n<b>Późne Średniowiecze (1000 - 1500)</b>\n\n- Rozwój ekonomiczny: handel i powstawanie miast\n\n- Uprawa i lepsze metody produkcji w rolnictwie prowadzą do gwałtownego wzrostu produkcji żywności, co powoduje wzrost liczby ludności i promuje handel.\n\n- Szlachta korzysta z wzrostu dobrobytu. Zamki są rozbudowywane, a armie wzmacniane.\n\n- Wzrost handlu stymuluje powstawanie miast i rozwój gospodarki pieniężnej. Pożary i epidemie stanowią realne zagrożenie dla mieszkańców miast.\n\n- Rozwój polityczny: formacja państwa i zarządzanie miastem\n\n- Książęta wykorzystują bogactwo miast do wzmocnienia swojej władzy centralnej. Używają pieniędzy z podatków, by zatrudnić urzędników do zarządzania swoim imperium.\n\n- W zamian za pieniądze od monarchy, miasta otrzymują przywileje pozwalające na prowadzenie własnej administracji. W ten sposób, obok duchowieństwa, szlachty i chłopów, powstała czwarta grupa społeczna: obywatele.\n\n- Rozwój w dziedzinie religii, sztuki i edukacji: wpływ Kościoła na życie codzienne\n\n- W miastach powstają najpiękniejsze kościoły; częściowo dzięki temu kwitnie przemysł i sztuka. Architektura świecka na dworze i w miastach nabiera tempa.\n\n- Kościół ma dominujący wpływ na sposób życia swoich wiernych. Świadczą o tym liczne święta religijne, krucjaty i jego ważna rola w edukacji ludności.\n\n- Przejście od średniowiecza do czasów współczesnych\n\n- Pod koniec średniowiecza Kościół przestaje całkowicie determinować myślenie i działanie ludzi. Ludzie zaczynają bardziej polegać na własnych siłach i podejmować własne decyzje. Prowadzi to do zmian w dziedzinie gospodarki, religii i sztuki.\n\n- Organizacja polityczna\n\n- Pod koniec średniowiecza monarcha żąda od miast pieniędzy. W zamian miasta otrzymują przywileje rozszerzające ich władzę. Gdy żądania stają się zbyt wysokie, a prawa miast są ograniczane, dochodzi do napięć między monarchą a miastami.\n\n- Armia najemna sprawia, że monarcha jest mniej uzależniony od pomocy militarnych ze strony szlachty. Ogranicza to władzę szlachty. Powoduje to napięcia między monarchą a szlachtą.\n\nKarol Wielki (742-814)\n\n- system dworski i pańszczyzna\n\n- relacje między panem a wasalem\n\nCzas miast i państw (1000/1200-1500)\n\n- walka między kościołem a państwem\n\n- rozwój handlu i powstawanie miast\n\n- powstanie mieszczaństwa miejskiego i wzrastająca niezależność miast\n\n- początki kształtowania się państw i centralizacji\n\nLiga Hanzeatycka\n\n- rozwój handlu i powstawanie miast"
    },
    {
        "id": 27,
        "title": "Narodziny chrześcijaństwa i monasterii",
        "content": "<b>Z MIASTA NA WIEŚ</b>\n\nOkres od ok. 500 do 1500 roku nazywamy średniowieczem, czyli okresem pomiędzy starożytnością a nowożytnością. Był to czas kulturowego i gospodarczego upadku. Ludność, zwłaszcza w miastach, zmniejszała się z powodu pogarszających się warunków życia, licznych epidemii i klęsk głodu. Uprawiane ziemie były opuszczane i zarastane lasami, zamieszkałymi przez dzikie zwierzęta. W tej sytuacji powstawały curtisy, czyli rozległe posiadłości ziemskie kontrolowane przez jednego władającego. Curtisy stanowiły autonomiczne, zamknięte i samowystarczalne ośrodki władzy.\n\n<b>ROLA KOŚCIOŁA</b>\n\nW tym okresie Kościół był jedyną instytucją, która dbała o ludność. Była to zorganizowana i powszechna instytucja na danym terenie (diecezji) i zajmowała się zarówno aspektami materialnymi życia, jak i gwarantowała przetrwanie kultury. W najważniejszych miastach każdej diecezji znajdował się biskup, który obejmował polityczne i administracyjne przywództwo wspólnoty. Rzym był centrum organizacji kościelnej na Zachodzie. Ważnym papieżem tego okresu historycznego był Grzegorz I (Wielki), który nawrócił ludy germańskie na katolicyzm.\n\n<b>KLASZTOR</b>\n\nMonastycyzm rozprzestrzenił się na Zachodzie. Mnisze to chrześcijanie, którzy zdecydowali się wycofać do odosobnionych miejsc, by żyć w samotności i poświęcić się modlitwie. W Zachodniej części świata, w przeciwieństwie do Wschodu, mnisi gromadzili się w wspólnotach. Najbardziej znaną wspólnotą jest klasztor Montecassino, założony przez Benedykta z Nursji. Benedykt uregulował i napisał Regułę, która narzucała podział dnia na modlitwę i pracę."
    },
    {
        "id": 28,
        "title": "Ateny: przykład demokracji",
        "content": "Ateny wyróżniają się wśród demokratycznych polis. Na początku były zdominowane przez niewielką grupę szlacheckich właścicieli ziemskich: była to polis oligarchiczna. Ateny stały się ważnym miastem handlowym. Ateńczycy, nie szlachta, ale przedsiębiorcy, wzbogacili się dzięki handlowi i rzemiosłu i twierdzili, że rządzą państwem.\n\nSzlachcic Solon, uczciwy i szanowany człowiek, został wybrany na prawodawcę miasta. Podzielił obywateli Aten na cztery klasy, w oparciu o bogactwo: każdy mógł uczestniczyć w zgromadzeniach, ale każda klasa miała inne prawa i obowiązki. W prawie Solona wciąż istniały nierówności wśród Ateńczyków, jednak można było urodzić się biednym i stać się bogatym. Praca Solona została udoskonalona przez Klejstenesa i Peryklesa. Klejstenes zniósł dyskryminację obywateli ze względu na zamożność i zmienił system głosowania: każdy obywatel mógł zostać wybrany na urzędy państwowe. Urzędy były płatne, a wszyscy obywatele ateńscy mieli równe prawa. Biedny obywatel o skromnym pochodzeniu mógł posiadać ziemię, uczestniczyć w zgromadzeniach, być członkiem rządu jak bogaty. Ateńczycy byli zazdrośni o swoją wolność, ci, którzy zagrażali wolności miasta, byli wygnani przez ostracyzm, głosy były zapisywane na kawałkach glinianych naczyń, zwanych ostraka.\n\n<b>DEMOKRACJA WCZORAJ I DZIŚ</b>\n\nDemokracja ateńska zainspirowała współczesne demokracje, nawet jeśli istnieją między nimi różnice. W Atenach wybierano niewielu obywateli; my wybieramy przedstawicieli, którzy decydują za nas. We współczesnych demokracjach wszyscy obywatele uczestniczą w życiu politycznym, podczas gdy w Atenach kobiety, niewolnicy i cudzoziemcy byli wykluczeni."
    },
    {
        "id": 29,
        "title": "Edukacja w Atenach",
        "content": "Edukacja ateńskich chłopców i dziewcząt była różna. Dziewczęta, których przeznaczeniem było małżeństwo i założenie rodziny, były kształcone przez matki, które szkoliły je na dobre żony i gospodynie domowe, aby wiedziały, jak tkać i prząść. Chłopcy otrzymywali dobre przygotowanie atletyczne, niezbędne do walki, a najmłodsi sprawdzali się w zawodach gimnastycznych.\n\nW arystokratycznych polis tylko szlachta mogła sobie pozwolić na tego typu trening. Kiedy przyjęto technikę hoplitów, trening wojskowy stał się obowiązkowy dla wszystkich obywateli, a w greckich polis budowano sale gimnastyczne.\n\nAteńska edukacja miała na celu wyszkolenie obywateli zdolnych do posługiwania się bronią, ale także wykształconych. Chłopcy uczyli się od swoich matek lub wykształconych niewolników do 6 lub 7 roku życia. Następnie udawali się do prywatnego nauczyciela zwanego gramatykiem i uczyli się czytać, pisać i wykonywać działania arytmetyczne. Znali najważniejsze prawa miasta i znali na pamięć wiersze Homera. Chłopcy uczęszczali również na lekcje muzyki prowadzone przez citharistę. Instrumentami, na których grano, były lira, cithara i flet. W wieku piętnastu lat młody mężczyzna wybierał, czy chce nauczyć się rzemiosła, czy kontynuować naukę; w wieku osiemnastu lat odbywał służbę wojskową przez dwa lata jako chłopiec: nosił czarny strój i pełnił obowiązki nadzorcze na granicach terytorium, w fortyfikacjach lub w mieście podczas zgromadzeń. Po zakończeniu tego okresu stawał się pełnoprawnym obywatelem i mógł uczestniczyć w życiu publicznym i debatach."
    },
    {
        "id": 30,
        "title": "Wojna domowa w Stanach Zjednoczonych",
        "content": "Amerykańska wojna secesyjna (12 kwietnia 1861 - 26 maja 1865) była wojną domową w Stanach Zjednoczonych. Toczyła się między Unią (\"Północą\") a Konfederacją (\"Południem\"), która składała się z państw, które wystąpiły z Unii. Główną przyczyną wojny był spór o to, czy niewolnictwo będzie mogło się rozprzestrzeniać na terytoria na zachodzie, co spowodowałoby powstanie kolejnych stanów niewolniczych, czy też czy będzie to uniemożliwione, co wielu uważało, że doprowadzi do ostatecznego zaniku niewolnictwa. Konfederacja, kierowana przez prezydenta Jeffersona Davisa, objęła kontrolę nad około jedną trzecią ludności Stanów Zjednoczonych, obejmując jedenastu z 34 stanów, które wtedy istniały. Trwały cztery lata intensywnych walk, głównie na terenach południowych.\n\n1 stycznia 1863 roku, Abraham Lincoln wydał Proklamację Emancypacji, która ogłosiła wolność wszystkich niewolników w stanach buntowniczych, co dotyczyło ponad 3,5 miliona z 4 milionów zniewolonych ludzi w kraju. 14 kwietnia 1865 roku, prezydent Lincoln <a href='https://pl.wikipedia.org/wiki/Zamach_na_Abrahama_Lincolna'>został zastrzelony</a> przez <a href='https://pl.wikipedia.org/wiki/John_Wilkes_Booth'>Johna Wilkesa Bootha</a>, sympatyka Konfederacji. Lincoln zmarł wcześnie następnego ranka. Andrew Johnson, wiceprezydent Lincolna, został zaprzysiężony na urząd prezydenta i kontynuował walkę.\n\nDokładna data zakończenia amerykańskiej wojny secesyjnej nie jest jednoznacznie ustalona. Przyjmuje się, że wojna zakończyła się kapitulacją Departamentu Trans-Mississippi 26 maja 1865 roku, ale oficjalny koniec wojny został ogłoszony przez prezydenta Andrew Johnsona 20 sierpnia 1866 roku."
    }
]