[
    {
        "id": 1,
        "title": "De Eerste Wereldoorlog",
        "content": "<b>Oorzaken:</b>\n\nEen oorzaak van de oorlog was het verlangen naar uitbreiding van de grootmachten. Tegen de achtergrond van politieke spanningen en crises werd de moord op aartshertog Franz Ferdinand, erfgenaam van de Oostenrijks-Hongaarse troon, in Sarajevo, in de zomer van 1914, de vonk die de oorlog begon. Oostenrijk-Hongarije viel aan.\n\nServië, schuldig bevonden aan de aanval, breidde de oorlog vervolgens door het spel van allianties uit naar Europees en wereldniveau. Samen met de Entente raakten Italië en Roemenië (teruggetrokken uit de alliantie van de centrale mogendheden) betrokken bij de oorlog: België, Servië, Griekenland, Japan, de VS, enz. Bulgarije, het Oostenrijks-Hongaarse rijk, Duitsland en het Ottomaanse rijk, enz. ze vochten aan de kant van de Centrale Mogendheden. In Europa vonden gevechten plaats op twee hoofdfronten, westelijk en oostelijk, maar er waren ook enkele secundaire fronten, zoals die op de Balkan of Noord-Italië. De oorlog begon in de herfst van 1914 als een manoeuvreeroorlog (beweging). Aan het westfront schond Duitsland de neutraliteit van België en viel Frankrijk aan. De Duitse opmars werd gestopt aan de rivier de Marne, de oorlog aan het westelijk front veranderde in een stellingenoorlog. Aan het oostfront werden, na de eerste militaire successen in Oost-Pruisen, de Russische legers verslagen bij Tannenberg en de Mazurische meren, waardoor ook hier een loopgravenoorlog ontstond. Op de Balkan werd het omsingelde Servië verslagen in 1915, hetzelfde jaar dat de Entente er na de nederlaag bij Gallipoli niet in slaagde de controle over de Dardanellen op te leggen. Deze nederlagen werden gecompenseerd door de deelname van Italië aan de oorlog en de opening van een nieuw front in Noord-Italië. In al die jaren heeft Roemenië een neutrale, leidende positie ingenomen door intensieve onderhandelingen met zowel kampen als oorlogsvoorbereiding.\n\nIn 1916 vonden er twee grote veldslagen plaats aan het westelijk front, met veel slachtoffers in beide kampen, de veldslagen van Verdun en de Somme. De slag bij Verdun, de sterkste versterkte sector van het Franse front, had alle kenmerken van een uitputtingsoorlog, waarbij de Duitsers erop uit waren Frankrijk uit te putten. Verdun verzette zich tegen het Duitse offensief onder leiding van maarschalk Philippe Pétain en tegen generaal Robert Nivelle, verzet met grote psychologische gevolgen voor het Franse leger. In een poging Verdun te ontzetten, lanceerden de Engels-Franse legers het offensief vanaf de rivier de Somme, met enorme menselijke verliezen. In hetzelfde jaar ging ook Roemenië, geconfronteerd met de dwingende vraag van de Entente, de oorlog in. Het jaar 1917 werd aan het westfront gemarkeerd door de toetreding van de VS tot de oorlog. Aan het oostfront behaalde het Roemeense leger belangrijke overwinningen in de veldslagen van Mărăști, Mărășești en Oituz. Dat Rusland na de bolsjewistische revolutie de vijandelijkheden staakte en, door de vrede van Brest-Litovsk, uit de oorlog, en besloot later dat Roemenië, aan alle kanten omringd door de legervijanden, moest capituleren. In het eerste deel van 1918 behaalde Duitsland een reeks overwinningen aan het westfront, onderbroken door een nieuwe overwinning van de geallieerden op de rivier de Marna. Uiteindelijk leidde de superioriteit van de middelen van de Entente echter tot de nederlaag van de Centrale Mogendheden, waarbij de lidstaten een voor een capituleerden: in september 1918 Bulgarije, in oktober 1918 het Ottomaanse rijk en in november 1918 Oostenrijk-Hongarije. De oorlog eindigde toen Duitsland op 11 november 1918 de wapenstilstand van Compiègne ondertekende."
    },
    {
        "id": 2,
        "title": "De Tweede Wereldoorlog",
        "content": "<b>Oorzaken:</b>\n\nDe Tweede Wereldoorlog was het conflict met de grootste vernietigende kracht in de menselijke geschiedenis, met enorme menselijke en materiële verliezen. De algemene oorzaak van de oorlog was de strijd om territoria en invloedssferen van totalitaire staten. Dit was het doel van Duitsland, dat geloofde dat de grenzen en voorwaarden opgelegd door het Verdrag van Versailles zijn ontwikkeling verstikten. Dezelfde expansionistische en revisionistische claims kwamen naar voren in Italië, in het Middellandse Zeegebied en in Afrika, Japan, in het Verre Oosten en de Sovjet-Unie in Oost-Europa. Andere oorzaken die bijdroegen aan het uitbreken van de oorlog waren de vestiging van totalitaire regimes in een aantal staten, de economische crises, de verzoenende aard van Frankrijk en het Verenigd Koninkrijk ten opzichte van Hitlers revisionistische acties, de inefficiëntie van de Volkenbond, enz. Om hun doelen te bereiken, legden de drie revisionisten de basis van het Rome – Berlijn - Tokio Axis, de kern van een van de kampen die betrokken waren bij de oorlog. Het andere kamp, de coalitie van de Verenigde Naties, gevormd in 1941-1942, bracht voornamelijk de Grote Drie samen - het Verenigd Koninkrijk, de USSR, de VS. Deze allianties werden tijdens de oorlog vergezeld door andere staten. De belangrijkste oorlogstheaters waren: de Atlantische Oceaan, West- en Oost-Europa, de Middellandse Zee, Noord-Afrika, het Midden-Oosten, de Stille Oceaan en Zuidoost-Azië, China. De oorlog begon op 1 september 1939, met de invasie van Polen door Duitsland, en werd in de daaropvolgende jaren veralgemeend op de schaal van de hele wereld. De oorlog verliep in twee fasen. In 1942 hadden Duitsland, Italië en Japan vele overwinningen behaald. Met uitzondering van Engeland controleerde Hitler eind 1941 heel Europa, verdeeld in Groot-Duitsland, ontstaan door annexaties, geallieerde staten en satellietstaten van Duitsland. Al deze landen waren onderworpen aan een streng regime van uitbuiting van hulpbronnen en genocide op de Joden in het bijzonder, maar ook op de Slavische volkeren en de Roma, dat vanaf 1942 culmineerde in de toepassing van de zogenaamde definitieve oplossing - hun uitroeiing. in kampen. Het Pacifische gebied was ter beoordeling van Japan, dat Indochina, Thailand, Singapore, Indonesië, Birma, de Filippijnen, Hong Kong en Zuid-China had veroverd. Japan viel de Amerikaanse bases in Pearl Harbor aan, waardoor de VS in 1941 de oorlog inging. Het keerpunt van de oorlog, de fase waarin de geallieerden het initiatief namen, werd in Europa gekenmerkt door de slag om Stalingrad, op het grondgebied van de USSR, waarbij Duitsland werd verslagen en gedwongen om op de defensief. In de Stille Oceaan werd het keerpunt gemarkeerd door de Amerikaanse overwinning op het Japanse leger in de Slag bij Midway. In Afrika maakten de overwinning van de geallieerden bij El Alamein en hun landing in Marokko en Algerije een einde aan de oorlog van de Italiaans-Duitse legers. In 1943, tijdens de landing van de geallieerden op Sicilië, capituleerde het Italië van Mussolini en behaalden de geallieerden steeds meer overwinningen. In 1944 vonden de landingen in Normandië plaats en richtte Roemenië zijn wapens op Duitsland. De oorlog eindigde met de capitulatie van Duitsland op 9 mei 1945 en Japan op 2 september 1945, nadat de atoombommen op Hiroshima en Nagasaki waren gevallen."
    },
    {
        "id": 3,
        "title": "De Koude Oorlog",
        "content": "De Koude Oorlog is nooit geëscaleerd tot het punt van directe confrontatie tussen de VS en de USSR. Afgezien van de nucleaire wapenwedloop werd de strijd om wereldheerschappij voornamelijk gevoerd via propagandacampagnes, spionage, proxy-oorlogen, atletische rivaliteit op de Olympische Spelen en de Space Race.\n\nHistorici beschouwen de Koude Oorlog doorgaans als begonnen tussen 1947 en 1948, met de introductie van de Truman-doctrine en het Marshallplan. Amerikaanse financiële hulp bracht veel westerse landen onder Amerikaanse invloed in een poging het communisme in te dammen. Tegelijkertijd begonnen de Sovjets openlijk communistische regimes op te richten in Oost-Europese landen. Deze werden satellieten van de USSR. Ze dienden als tactische bases voor confrontatie met het Westen en als bescherming tegen een hernieuwde dreiging van Duitsland.\n\nDe Verenigde Staten en de USSR bouwden geleidelijk invloedssferen over de hele wereld op en verdeelden deze in twee grote tegenovergestelde kampen. Het was niet alleen een strijd tussen twee vijanden, het was een wereldwijd conflict.\n\nDe oorlog werd uitsluitend gevoerd via indirecte conflicten. De VS en de USSR ondersteunden regionale conflicten in hun eigen belang, die bekend stonden als proxy-oorlogen.\n\nHet beschrijft de 'koele' relatie tussen de twee geallieerden uit de Tweede Wereldoorlog. Tijdens de Tweede Wereldoorlog bevrijdde de Sovjet-Unie veel Oost-Europese landen van nazi-Duitsland. Na de oorlog bleef de Sovjet-Unie echter de controle uitoefenen over deze landen en legde haar eigen communistische economische systeem aan hen op.\n\nDe Verenigde Staten wilden niet dat het communisme zich naar andere landen in Europa zou verspreiden. Ze wilden ook de westerse Europese landen als bondgenoten of vrienden hebben. Daarom gaven de Verenigde Staten geld aan deze landen om hen te helpen herstellen na de oorlog. Dit werd het Marshallplan genoemd, naar George Marshall, de Amerikaan die het plan voorstelde.\n\nIn 1949 richtten de Verenigde Staten en hun Europese bondgenoten de Noord-Atlantische Verdragsorganisatie (NAVO) op om elkaar te beschermen in geval van een aanval. De Sovjet-Unie en haar Oost-Europese bondgenoten richtten in 1955 hun eigen alliantie op, het Warschaupact.\n\nTwee belangrijke crises van de Koude Oorlog hadden betrekking op de Duitse stad Berlijn. Aan het einde van de Tweede Wereldoorlog werd de stad, evenals het land, verdeeld in vier zones, waarbij de Verenigde Staten, Groot-Brittannië, Frankrijk en de Sovjet-Unie elk een van de sectoren controleerden. In 1948 kondigden de drie westerse mogendheden aan dat ze hun zones zouden samenvoegen. De Sovjet-Unie sneed toen de weg- en spoorroutes naar de stad af, die volledig binnen het Sovjetdeel van Duitsland lag. Als reactie hierop leverden de Verenigde Staten en Groot-Brittannië voorraden per vliegtuig. Dit werd de Berlijnse luchtbrug genoemd. De Sovjet-Unie hief haar blokkade op 12 mei 1949 op.\n\nDe Koude Oorlog breidde zich al snel uit buiten Europa. De Sovjet-Unie steunde andere landen over de hele wereld die communistische regeringen hadden. Tegelijkertijd probeerden de Verenigde Staten te voorkomen dat het communisme zich verder verspreidde. Zowel de Koreaanse Oorlog in de jaren vijftig als de Vietnamoorlog in de jaren zestig en zeventig maakten deel uit van die strijd.\n\nDe Koude Oorlog eindigde in 1991, na de ineenstorting en ontbinding van de Sovjet-Unie."
    },
    {
        "id": 4,
        "title": "De Industriële Revolutie (deel 1)",
        "content": "Tijd van burgers en stoommachines Industrialisatie Tijd of 19e eeuw 1800 – 1900\n\n- Het nieuwste tijdperk: de negentiende eeuw\n\n- De Fransen en de industriële revolutie (1789 - 1914)\n\nDe industriële revolutie en de opkomst van emancipatiebewegingen\n\n- De eerste spoorlijn 1839\n\n- Verzet tegen kinderarbeid 19e eeuw\n\n- Vincent van Gogh 1853-1890\n\nBronnen\n\n- Naast de bestaande bronnen kwamen in de 19e eeuw nieuwe typen bronnen van historische kennis beschikbaar: burgerlijke stand, massapers en audiovisuele media.\n\nPolitieke ontwikkelingen\n\n- In de achttiende eeuw, berust de heersende orde overal in West-Europa nog steeds op de soevereine leiding van de vorst. Veel mensen in West-Europa pikken dat niet meer. Als burgers willen ze verantwoordelijkheid dragen voor de regering, overleggen en als gelijken beslissen.\n\n- Protesten van burgers tegen de macht van de vorst leiden in Frankrijk tot de Franse Revolutie. De nieuwe Franse overheersers proberen met geweld hun macht en hun ideeën in Europa te verspreiden. De Franse legers worden verslagen en in veel Europese landen wordt het soevereine koningschap hersteld. In 1813 wordt Nederland weer onafhankelijk en komt het onder leiding te staan van een koning die de politieke macht in handen heeft.\n\n- Rond 1850 verschoof in veel West-Europese landen de macht naar de burgers. In 1848 krijgt Nederland een nieuwe grondwet die de rechten van mensen beter beschermt en de macht overdraagt van de vorst naar een gekozen parlement.\n\n- Europese landen breiden hun invloed in andere werelddelen uit. Vanaf het laatste kwart van de 19e eeuw streven staten er niet meer naar om via een aantal handelsposten de handel te beheersen, maar willen ze ook grote gebieden in hun geheel beheersen. Elk werelddeel werkt dit op zijn eigen manier uit.\n\n- Nederland exploiteert ook koloniën, waarvan Indië de grootste is.\n\n- Ondanks de economische belangen die ermee gediend zijn, werd de slavernij in de loop van de 19e eeuw afgeschaft.\n\nEconomische ontwikkelingen\n\n- Aanvankelijk was de stoommachine de belangrijkste krachtbron voor de industrie. Na de stoommachine worden de verbrandingsmotor en elektriciteit de leveranciers van energie. Nu wordt ook de ontwikkeling van auto's, vliegtuigen en een elektriciteitsnet mogelijk.\n\n- Industriële productie verdringt de (thuis)industrie in allerlei bedrijfstakken. Ambachtelijke productie wordt vervangen door massaproductie die gecentraliseerd is in fabrieken. In bepaalde industrieën ontstaan gespecialiseerde industriegebieden met grote afzetgebieden, waardoor het goederenverkeer sterk toeneemt.\n\n- De uitvinding van kunstmest is belangrijk voor de ontwikkeling van de landbouw. In Europa wordt de teelt van graan grotendeels vervangen door aardappelen. Dit betekent in principe dat er voldoende betaalbaar voedsel beschikbaar blijft voor de snelgroeiende bevolking.\n\n- Door bevolkingsgroei en technologische ontwikkeling verandert het landschap van stad en platteland. In de industriegebieden is het milieu vervuild.\n\nMaatschappelijke ontwikkelingen\n\n- De Europese bevolking groeide sterk in de 19e eeuw. Verbeteringen in de voedselproductie en de verbetering van de medische kennis spelen daarbij een rol.\n\n- Door de industriële revolutie trekken veel plattelandsbewoners in Europa naar de steden. Miljoenen Europeanen emigreren ook naar Amerika, Australië en Zuid-Afrika. Zo verspreidt de Europese cultuur zich naar andere delen van de wereld.\n\n- Aanvankelijk waren er veel werklozen. Daardoor blijven de lonen van arbeiders laag. Sociale wetten ontbreken voorlopig. Dit leidt tot uitbuiting en slechte werk-, leef- en leefomstandigheden voor arbeidersgezinnen. Op den duur ontstaat hier in brede kringen protest tegen. Werknemers vormen vakbonden. Vanaf dat moment verbeterden de levensomstandigheden van de arbeiders geleidelijk.\n\n- Rond 1900 ontstond er in West-Europa een protestbeweging onder vrouwen uit de hogere sociale klassen tegen de ideologie van de gescheiden sferen tussen mannen en vrouwen, waardoor vrouwen zich niet volledig konden ontwikkelen in de samenleving.\n\n- Burgers waarderen goed onderwijs, zowel voor hun eigen kinderen als voor de lagere sociale klassen in de samenleving. De geïndustrialiseerde samenleving vraagt om steeds meer geschoolde arbeidskrachten. Er komt leerplicht voor iedereen en secundair onderwijs voor de welgestelden. Als de welvaart toeneemt, wordt basisonderwijs praktisch voor iedereen toegankelijk.\n\n- Door werktijden te reguleren krijgen mensen geleidelijk meer vrije tijd. Hierdoor ontstaat er meer ruimte voor ontspanning en persoonlijke ontwikkeling. Overal waar mensen gezamenlijke activiteiten ontplooien, worden verenigingen opgericht."
    },
    {
        "id": 5,
        "title": "De Industriële Revolutie (deel 2)",
        "content": "<b>Historische achtergrond:</b>\n\nIn de achttiende eeuw konden in Europa nieuwe trends worden waargenomen die leidden tot de systematische modernisering van samenlevingen in Europa en de wereld. Ten eerste was er een tendens om afstand te nemen van het feodale systeem en de productie in fabrieken ten gunste van mechanische productie in grote industriële fabrieken, fabrieken genaamd. De stoommachine verscheen (tot op de dag van vandaag behandeld als een symbool van de industriële revolutie), die menselijk werk verving en de arbeidsproductiviteit verhoogde.\n\nIndustrialisatie had ook een enorme impact op het sociale leven. Op grote schaal werden migraties van het platteland naar de steden geregistreerd. De arbeidersklasse verscheen - aanvankelijk slecht betaald, onderschat, maar een grote groep mensen die het lot van de regio en zelfs het hele land beïnvloedde. De industriële revolutie heeft een impact op het milieu waarin we leven. Het gebruik van steenkool in de productieprocessen in de beginfase zorgde voor een zeer hoge mate van luchtverontreiniging. Postproductie afval vergiftigde de grond waarop nieuwe huizen werden gebouwd, voedsel werd verbouwd of dieren werden grootgebracht. Er was ook een zeer expansief beleid om mijnbouwmaterialen te verwerven. Dit leidt tot een zeer sterke verwoesting van het milieu waarin we leven. Momenteel worden er processen ontworpen en geïmplementeerd om de vernietiging van het milieu ongedaan te maken. De 21e eeuw is een groot bewustzijn van mensen op het gebied van ecologie. Er worden steeds meer initiatieven genomen om de gevolgen van het industriële tijdperk te verzachten. Plannen om over te schakelen op brandstoffen op basis van koolwaterstoffen zijn uitgevoerd. In de nabije toekomst zal het transport gebaseerd zijn op hybride en volledig elektrische auto's. In plaats van kolencentrales die het milieu vernietigen, beginnen mensen zich te concentreren op hernieuwbare energiebronnen."
    },
    {
        "id": 6,
        "title": "De Franse Revolutie",
        "content": "Tegen het einde van de achttiende eeuw wordt Frankrijk nog steeds bestuurd door een <b>absolute monarchie</b>, waarin koning Lodewijk XVI alle macht heeft.\n\nMaar de meerderheid van de Fransen is ongelukkig omdat de edelen en de geestelijkheid geen belasting betalen en de bourgeoisie alle uitgaven van de staat draagt met hun werk: het leger, het hof van Versailles en de salarissen van ambtenaren. Ondertussen worden de boeren en de volksklassen van de steden steeds armer en lijden honger, omdat de oogsten van de velden al een paar jaar op rij slecht zijn.\n\nDe bourgeoisie en het volk willen deze situatie veranderen en hebben dezelfde rechten en plichten als de edelen en geestelijken. Maar ze kunnen hun stem niet laten horen.\n\nIn Frankrijk brengt de koning, in tegenstelling tot wat er in Engeland en de Verenigde Staten gebeurt, nooit de 'Staten-Generaal', de vergadering van vertegenwoordigers van de adel, de geestelijkheid en de burgerij, bijeen.\n\nIn die periode beseffen de ministers en ambtenaren van de koning dat de inkomsten van de staat nu volstrekt ontoereikend zijn om de uitgaven te dekken. Frankrijk dekte zich in de schulden om de oorlogen die het in de achttiende eeuw voerde te financieren; bovendien wordt 20% van de inkomsten besteed aan het in stand houden van de ondeugden van de adel van Versailles. De staat staat op de rand van het faillissement en de staatskas is leeg. Op 5 mei 1789 zag Lodewijk XVI zich genoodzaakt de Staten-Generaal bijeen te roepen om de hervorming van het belastingstelsel te bespreken met vertegenwoordigers van de adel, de geestelijkheid en de burgerij.\n\nIn de vergadering van de Staten-Generaal eist de burgerij dat de edelen en geestelijken ook belasting betalen, maar zij weigeren financieel bij te dragen aan het levensonderhoud van het land en de koning wil hen niet dwingen. Bijgevolg verliet de bourgeoisie op 20 juni 1789 de Staten-Generaal en vormde een nieuwe vergadering, de Nationale Grondwetgevende Vergadering genaamd. De bourgeoisie wil Frankrijk een grondwet geven en het regeringssysteem veranderen.\n\nOp 14 juli 1789 vielen de inwoners van Parijs de gevangenis van Bastille aan en lieten alle gevangenen vrij. Inmiddels hebben de koning, de edelen en de geestelijkheid de controle over de situatie verloren. In augustus schafte de Nationale Vergadering alle privileges van de adel af en kondigde de Verklaring van de Rechten van de Mens en de Burger af. Dit zeer belangrijke document vestigde de gelijkheid van alle Fransen in strijd met de wetten, en garandeerde de vrijheid van denken, meningsuiting, religie, eigendom en verdediging tegen elke onrechtvaardige macht.\n\nIn 1789 presenteerde de Nationale Grondwetgevende Vergadering de tekst van de Grondwet aan de koning en onder druk van het volk werd hij gedwongen deze te ondertekenen; Ook Frankrijk wordt een constitutionele monarchie waarin de koning alleen kan regeren met instemming van de vertegenwoordigers van de bourgeoisie en het volk.\n\nIn de volgende jaren proberen Oostenrijk, Pruisen en andere Europese landen Frankrijk binnen te vallen om de macht weg te nemen van de bourgeoisie en omdat ze bang zijn dat revolutionaire ideeën zich zouden kunnen verspreiden. Lodewijk XVI, die het verlies van zijn macht niet accepteerde, probeerde Parijs te ontvluchten, maar werd onmiddellijk gevangengenomen en in 1793 ter dood veroordeeld. Frankrijk wordt een republiek. Deze historische fase wordt gekenmerkt door de periode van terreur, waarin het door Robespierre gedomineerde Comité van Openbare Veiligheid alle bevoegdheden heeft: duizenden edelen en vrouwen die ervan worden beschuldigd tegen de revolutie te zijn, worden vermoord.\n\nIn 1795, moe van de situatie, vertrouwde de burgerij de macht toe aan een sterke regering, bestaande uit slechts vijf leden: de Directoire. De mensen, die democratie willen, zijn teleurgesteld omdat een nieuwe grondwet bepaalt dat wetten alleen geschreven mogen worden door vertegenwoordigers van de rijke klassen."
    },
    {
        "id": 7,
        "title": "Het leven van Jezus Christus en het ontstaan van het christendom",
        "content": "Het christendom is de religie met de meeste aanhangers ter wereld; bijna een derde van de wereldbevolking is christen. Net als joden en moslims geloven christenen in slechts één God die de wereld heeft geschapen en alles wat daarin is.\n\nJezus Christus, die rond 30 n.Chr. in Jeruzalem werd gekruisigd, is de grondlegger van het christendom.\n\nJezus Christus is de Zoon van God. Hij kwam naar de aarde om te onderwijzen over liefde en gemeenschap. Hij vertegenwoordigt de persoon die alle christenen moeten proberen te zijn. Jezus was een Jood die ongeveer 2000 jaar geleden in Bethlehem werd geboren. Jezus leefde 33 jaar voordat hij door de Romeinen werd gekruisigd.\n\nAndere namen van Jezus:\n\n- Zoon van God\n\n- Licht van de wereld\n\n- Lam Gods\n\n- De Goede Herder.\n\nChristenen zijn mensen die geloven dat Jezus Christus de Zoon van God is, en die zijn leringen volgen en die van de christelijke kerken die na zijn dood zijn ontstaan. Christenen geloven dat Jezus uit de dood is opgestaan en aan zijn discipelen (volgelingen) is verschenen om iedereen te laten zien dat er een ander leven is met één, eeuwige, liefhebbende God.\n\nChristenen geloven dat God de wereld heeft gemaakt.\n\nDe christelijke plaats van aanbidding wordt een kerk genoemd. Ze zijn vaak gebouwd in de vorm van een kruis met het altaar naar het oosten gericht in de richting van de rijzende zon.\n\nDe christelijke geestelijke leiders worden priesters of predikanten genoemd (vicarissen).\n\nChristelijke aanbidding omvat het prijzen van God in muziek, spraak, lezingen uit de Schrift, allerlei soorten gebeden, een preek en verschillende heilige ceremonies.\n\nDe Bijbel is het christelijke heilige boek. Het is verdeeld in het Oude en het Nieuwe Testament. Delen van de geschriften in het Oude Testament zijn ook heilig voor joden en moslims.\n\nDe twee belangrijkste christelijke feesten zijn Pasen en Kerstmis. Het zijn belangrijke mijlpalen in de westerse seculiere kalender."
    },
    {
        "id": 8,
        "title": "Het leven van Mohammed en het ontstaan van de Islam",
        "content": "De islam is de op een na meest populaire religie ter wereld met meer dan een miljard volgelingen. Het wordt vaker beschouwd als een volledige manier van leven dan als een religie.\n\nDe islam begon in Arabië en werd aan de mensheid geopenbaard door de Profeet Mohammed (vrede zij met hem). Degenen die de islam volgen, worden moslims genoemd. Moslims geloven dat er slechts één God is, genaamd <b>Allah</b>.\n\nDe islam wordt voornamelijk gevolgd in het Midden-Oosten, Azië en het noorden van Afrika.\n\nDe profeet Mohammed (vrede zij met hem), die werd geboren in het jaar 570 na Christus in Mekka, Saoedi-Arabië, wordt vaak beschouwd als de stichter van de islam. Hij was de laatste profeet die door Allah werd gezonden. De eerste profeet was echter Adam.\n\nDe profeet Mohammed was de grondlegger van de religie van <b>de islam</b>. Volgers van de islam, die moslims worden genoemd, geloven dat Mohammed boodschappen van Allah (God) heeft ontvangen. Deze boodschappen werden later verzameld in de <b>Koran</b>, het heilige boek van de islam.\n\nMohammed werd geboren in de Arabische stad <b>Mekka</b> (nu in Saoedi-Arabië) rond 570. Mohammed's vader stierf voordat Mohammed werd geboren, en Mohammed's moeder stierf toen hij 6 jaar oud was. Hij werd toen opgevoed door zijn grootvader en later door zijn oom.\n\nToen Mohammed ongeveer 25 jaar oud was, trouwde hij met een rijke, oudere vrouw genaamd Khadijah. Hun huwelijk hielp Mohammed rijkdom en maatschappelijke status te verwerven, en ze kregen zes kinderen. Hoewel veel mannen destijds meer dan één vrouw hadden, was Khadijah de enige vrouw van Mohammed tot na haar dood.\n\nHet Arabische woord 'islam' betekent onderwerping en gehoorzaamheid en is afgeleid van een woord dat 'vrede' betekent.\n\nDe islam is gebaseerd op de bediening van een man genaamd Mohammed (vrede zij met hem) en op de woorden die Allah aan de wereld heeft gegeven via Mohammed.\n\nHet basisgeloof van de islam is dat er slechts één God is, wiens naam in de Arabische taal Allah is, en die de enige en soevereine heerser van het universum is.\n\nAllah is de naam die moslims gebruiken voor de hoogste en unieke God, die alles heeft geschapen en regeert. Het hart van het geloof voor alle moslims is gehoorzaamheid aan de wil van Allah.\n\n<b>De islamitische geschriften zijn de Heilige Koran</b>. Moslims geloven dat het 'het woord van God' is. De overtuigingen en praktijken van moslims zijn geworteld in de Koran.\n\nMoslims behandelen de Koran met groot respect omdat ze geloven dat de Koran van Allah is, en elk woord en elke letter is heilig. Gewoonlijk wordt het op een speciale houten standaard geplaatst om te worden gelezen.\n\nMoslims beschouwen de Koran als het onveranderde woord van God.\n\n<b>Het islamitische gebouw voor gemeenschappelijke aanbidding wordt een moskee genoemd</b>. Moslims verwijzen vaak naar de moskee met de Arabische naam, masjid. Het woord komt van het Arabische woord voor \"plaats van neerwerping\".\n\n<b>Wanneer worden diensten gehouden</b>?\n\nDiensten worden elke dag in de moskee gehouden.\n\n<b>Wanneer wordt de belangrijkste dienst in de moskee gehouden</b>?\n\nOp vrijdag rond het middaguur. Alle moslims gaan op vrijdag naar de moskee. Het is een speciale dag voor het gebed.\n\nHet islamitische jaar is gebaseerd op de maankalender."
    },
    {
        "id": 9,
        "title": "De Eerste Kruistocht (1095-1099) (Frankrijk, Turkije,, Syrië, Palestina, Israël)",
        "content": "<b>Gerelateerde Gebeurtenissen:</b>\n\nSec. VII - Jeruzalem - Profeet Mohammed stijgt ten hemel: 638 - - Het begin van de islamitische heerschappij over Jeruzalem: 1095 - Concilie van Clermont 1096 - Eerste Kruistocht\n\n<b>Oorzaken:</b>\n\nHet aangevoerde voorwendsel - de vervolging van christelijke pelgrims die Jeruzalem bezoeken door de moslims; De werkelijke oorzaken: - Het religieuze gevoel en de hoop op verlossing, beloofd door de paus; - Bevolkingsgroei in Europa - De wens van de paus om het prestige en de invloed van de katholieke kerk over lekenleiders te vergroten en de eenheid van de christelijke kerk onder zijn leiding te herstellen:\n\n<b>Voortgang:</b>\n\nAlexios I Comnenus vraagt om hulp van West-Europa tegen de Turken - Paus Urbanus II roept op tot een heilige oorlog, op het Concilie van Clermont, onder het motto Deus Vult (God wil het) - De eersten die de kruistocht beginnen zijn de boeren, geleid door Peter de Kluizenaar en Willem de Arme (de kruistocht van de armen) - Zonder voorraden en militaire ervaring - Bij aankomst in Constantinopel krijgen ze steun om de Bosporus over te steken naar Klein-Azië, waar ze zullen worden verslagen en grotendeels afgeslacht door de moslimverdedigers: 1096 - De kruistocht van prinsen/edelen vertrekt naar Jeruzalem. De leider wordt beschouwd als Godfried van Bouillon - Na een reeks confrontaties met de Turkse garnizoenen en de belegering van enkele steden (Nicaea, Antiochië, Edessa, enz.), bereikt de Kruistocht Jeruzalem in 1099. - In juni-juli 1099 wordt Jeruzalem belegerd door een veel kleiner aantal ridders dat de gevechten en ontberingen van de reis heeft overleefd (), en uiteindelijk veroverd. Een groot deel van de verdedigers en de burgerbevolking, waaronder moslims (gebrek aan water en voedsel, ziekte, hitte), joden en orthodoxe christenen, wordt afgeslacht. Het verlies van mensenlevens onder de kruisvaarders was erg hoog, zowel als gevolg van de gevechten en vooral als gevolg van het gebrek aan water en voedsel en de epidemieën:\n\n<b>Gevolgen:</b>\n\nDe terugkeer van Jeruzalem onder christelijke heerschappij: de vorming van kruisvaardersstaten: het Koninkrijk van Jeruzalem, het Vorstendom Antiochië, de graafschappen Tripoli en Edessa: - De vermindering van de Turkse druk op het Byzantijnse rijk, dat een deel van de verloren gebieden in Anatolië heroverde; - Toename van economische, wetenschappelijke en culturele uitwisselingen tussen de christelijke en islamitische landen:\n\n<b>Woordenschat:</b>\n\nKruistocht - militaire expedities, ondernomen op instigatie van de paus, waarmee de Westerse legers Jeruzalem wilden bevrijden uit handen van de moslims. Kruisvaarder - deelnemer aan een van de kruistochten, met het kruisteken genaaid op de borst van het kledingstuk of geschilderd op het schild. Concilie - religieuze bijeenkomst van kerkleiders. Kluizenaar - kluizenaar, monnik die zijn leven wijdt aan gebed in eenzaamheid."
    },
    {
        "id": 10,
        "title": "Opkomst en ondergang van de Azteekse civilisatie",
        "content": "De <b>Azteken</b> waren een Meso-Amerikaanse cultuur die bloeide in centraal Mexico van 1300 tot 1521. Het Azteekse volk leefde in stadstaten, waarvan sommige zich verenigden om allianties, politieke confederaties of rijken te vormen. Het Azteekse Rijk was een confederatie van drie stadstaten, opgericht in 1427. Ze kregen de naam 'de Mexica'.\n\nBelangrijk voor de opkomst van de Azteken was het landbouwsysteem dat het mogelijk maakte om de bevolking te voeden. Chinampas, kleine kunstmatige eilanden boven de waterlijn, maakten deel uit van dit systeem. Het bijhouden van gegevens was essentieel voor het registreren van eerbetoon. De Azteken hadden ook de 365-daagse zonnekalender (hoewel deze 2000 jaar eerder werd uitgevonden door de Egyptenaren).\n\nHet rijk bereikte zijn maximale omvang in 1519, vlak voor de komst van een kleine groep Spaanse veroveraars onder leiding van Hernán Cortés. Cortés sloot zich aan bij stadstaten die tegen de Mexica waren. Na de ondergang van het Azteekse Rijk op 13 augustus 1521 en de gevangenneming van keizer Cuauhtémoc, stichtten de Spanjaarden Mexico-Stad op de ruïnes van Tenochtitlan, de grootste stadstaat van het rijk. Van daaruit gingen ze door met het proces van verovering en de opname van Meso-Amerikaanse volkeren in het Spaanse Rijk. Met de vernietiging van de bovenstructuur van het Azteekse Rijk in 1521 gebruikten de Spanjaarden de stadstaten waarop het Azteekse Rijk was gebaseerd om de inheemse bevolking te regeren via hun lokale edelen. Deze edelen beloofden trouw aan de Spaanse kroon en bekeerden zich, zij het nominair, tot het christendom, en werden als edelen erkend door de Spaanse kroon. Edelen traden op als tussenpersonen om belastingen over te dragen en arbeidskrachten te mobiliseren voor hun nieuwe overheersers, wat de vestiging van de Spaanse koloniale overheersing vergemakkelijkte."
    },
    {
        "id": 11,
        "title": "De zwarte dood (de builenpest) verwoest Europa",
        "content": "<b>Historische achtergrond:</b>\n\nIn de veertiende eeuw bereikte een virus Europa, dat de grootste epidemie in de geschiedenis van de mensheid veroorzaakte. Hierdoor stierf 30 tot 60% van de Europese bevolking (volgens verschillende bronnen). Na verloop van tijd werd de oorzaak van deze gebeurtenis vastgesteld - de pestbacil (Yersinia pestis), wat wordt bevestigd door DNA-testen van pestslachtoffers.\n\nVolgens de bevindingen van wetenschappers brak de epidemie uit in Centraal-Azië, vervolgens met reizigers via de Zijderoute bereikte het de poorten van Europa. Vanaf het einde van de 13e eeuw brak in Europa een periode van sterke klimaatkoeling aan, wat resulteerde in een strenge winter en verarming van de oogst. Voeding had een impact op het niveau van de immuniteit van mensen. Hygiëneniveau was erg laag (verwijzend naar vandaag). De geneeskunde als wetenschap evolueerde voortdurend en was op dat moment niet voorbereid op een dergelijke escalatie van de pandemie. Tegelijkertijd verschenen 'pestdoctoren' om de geïnfecteerden en slachtoffers van de epidemie te behandelen. In historische bronnen krijgen mensen karakteristieke kleding voorgeschoteld bestaande uit een zwaar gewaxte cape en een masker in de vorm van een vogelbek. Ze hadden een hoed op hun hoofd en handschoenen aan hun handen. Dit alles was om hen te beschermen tegen contact met besmette mensen, maar niet om het moeilijk te maken om te helpen.\n\nNa een paar maanden stierf de plaag op natuurlijke wijze uit door het ontbreken van een gastheer. Sommige bacteriestammen hebben het mogelijk overleefd en hebben een herhaling van de pest veroorzaakt. Elke 'ramp' van dit type veroorzaakt grote verliezen voor de mensheid. We hebben het vooral over een afname van de wereldbevolking. En dit heeft gevolgen voor economische kwesties - stijgende productiekosten, gebrek aan arbeiders, isolatie (in het geval van COVID-19)."
    },
    {
        "id": 12,
        "title": "De Renaissance",
        "content": "<b> VAN HUMANISME TOT RENAISSANCE </b> In de vijftiende eeuw ontwikkelde het humanisme; deze nieuwe cultuur gaf vertrouwen aan de mens: een antropocentrische visie op het leven plaatste de mens, en niet langer God, in het middelpunt van de wereld. Het werd geïnspireerd door de klassieke Latijnse en Griekse cultuur, die werd hervat, bestudeerd en verspreid. Het humanisme leidde tot de Renaissance, een periode van grote artistieke en culturele bloei in alle kunsten. In de schilderkunst werd een nieuwe techniek, het perspectief, ontwikkeld. <b> DE VERSPREIDING VAN DE RENAISSANCE </b> De Renaissance verspreidde zich door heel Italië en vervolgens Europa. De hoven werden de plaatsen van culturele productie en prinsen verwelkomden intellectuelen en kunstenaars. In Rome besteedden pausen Julius II en Leo X grote middelen om het Vaticaan te verfraaien. Michelangelo Buonarroti, schilder, beeldhouwer, architect, is het meest complete voorbeeld van een Renaissancekunstenaar. Hij ontwierp de koepel van de Sint-Pietersbasiliek en beschilderde de Sixtijnse Kapel. In Florence werden grote kunstenaars zoals Brunelleschi, Masaccio, Botticelli en Leonardo da Vinci ontvangen door Lorenzo de Grote. Leonardo da Vinci's werken zijn nog steeds beroemd en gewaardeerd, denk aan de Mona Lisa. De Renaissance werd ook gekenmerkt door wetenschappelijke vooruitgang: Da Vinci bestudeerde het menselijk lichaam, de vlucht van vogels, water en wind. In 1507 ontdekte Niccolò Copernico, een Poolse arts en astronoom, dat de aarde en de andere planeten om de zon draaien (het heliocentrische zonnestelsel) en niet andersom. <b> DE UITVINDINGEN: DRUKKUNST EN VUURWAPENS </b> De belangrijkste uitvinding van de Renaissance was de boekdrukkunst door Johannes Gutenberg. Dankzij hem konden boeken in minder tijd worden gedrukt. Nieuwe metallurgische technieken verbeterden de efficiëntie van de kanonnen en leidden tot de productie van arquebussen, de voorouders van moderne geweren. Deze wapens waren gemakkelijk te gebruiken en binnen ieders bereik. De verspreiding van vuurwapens leidde tot het verval van de cavalerie en de dominantie van de infanterie."
    },
    {
        "id": 13,
        "title": "De Late Renaissance",
        "content": "Het tijdperk van ontdekkers en hervormers (1500-1600)\n\nRenaissanceperiode of 16e eeuw (1500 - 1600)\n\nErasmus:\n\nveranderende mens- en wereldbeelden van de Renaissance en het begin van een nieuwe wetenschappelijke belangstelling\n\nKarel V:\n\n- het begin van de Europese overzeese expansie\n\n- de Reformatie en de splitsing in de Christelijke Kerk (de Opstand in Nederland)\n\nWillem van Oranje\n\nde Opstand en het ontstaan van een onafhankelijke Nederlandse staat\n\nDe tijd van regenten en vorsten (1600-1700)\n\n- de opkomst van het handelskapitalisme en het begin van de wereld economie\n\n- burgerlijk bestuur en stedelijke cultuur\n\n- het najagen van absolute macht door monarchen\n\n- de wetenschappelijke revolutie\n\nNieuwe Tijd\n\nBronnen van de Nieuwe Tijd. Uit de Nieuwe Tijd zijn veel geschreven en gedrukte bronnen bewaard gebleven. Daarnaast staan er allerlei gebouwen en objecten uit die tijd. Archeologische vondsten zijn hier relatief van minder belang.\n\nBewoning, landschap en natuur\n\nNederland heeft een grote stedelijke dichtheid. Toch wonen de meeste mensen op het platteland. De steden zijn verbonden door onverharde landwegen. Nederland is rijk aan waterwegen. De steden zijn over het water vaak beter bereikbaar dan over land. Landschap en natuur in Nederland veranderen door bedijking, ontginning, turf- en houtwinning, landbouw en jacht. De ontdekkingsreizen die leiden tot contacten tussen continenten hebben invloed op de natuur in verschillende delen van de wereld.\n\nEconomie\n\nDoor hun ligging en de traditionele bekendheid met de scheepvaart ontwikkelen de kustgebieden van Nederland zich tot een Europees centrum van handel en nijverheid. Er is een grote dichtheid aan steden. Op ontdekkingsreizen naar Afrika, Azië en Amerika ontsluiten Portugezen en Spanjaarden, Nederlanders en Engelsen nieuwe woon- en handelsgebieden. De inheemse bevolking valt vaak ten prooi aan slavernij."
    },
    {
        "id": 14,
        "title": "De Boston Tea Party: Amerikaanse kolonisten protesteren tegen nieuwe Britse belastingen door de uitgescheepte thee  in de haven van Boston te gooien: 16-12-1773",
        "content": "<b>Oorzaken:</b>\n\nNa het einde van de 7-jarige oorlog had Groot-Brittannië nieuwe geldbronnen nodig <- De kolonisten stemden er niet mee in belastingen te betalen die waren opgelegd door een parlement waarin ze niet vertegenwoordigd waren (belasting zonder vertegenwoordiging); - De Oost-Indische Compagnie had een grote hoeveelheid thee die het niet winstgevend kon verkopen;\n\n<b>Gebeurtenissen:</b>\n\n-Het Britse parlement stemde een wet die een dominante positie voor de Oost-Indische Compagnie creëerde in de theehandel van de Amerikaanse koloniën: de inkomsten van Amerikaanse theehandelaren en smokkelaars werden bedreigd: - De theebelasting werd gehandhaafd, hoewel de nieuwe prijs van de thee lager was dan voorheen: - Sons of Liberty, een organisatie die pleitte voor de rechten van de koloniën, actief in Boston, verzette zich publiekelijk tegen deze nieuwe beperkingen: - Drie schepen met een lading thee arriveerde eind 1773 in de haven van Boston. Volgens de wet moesten ze de lading binnen 20 dagen aan land brengen en mochten ze er niet mee vertrekken zonder toestemming van de gouverneur. - De inwoners van Boston vroegen om schepen te vertrekken, maar de gouverneur was het daar niet mee eens. Op de 19e dag, op 16 december, na een openbare bijeenkomst waarin werd besloten dat alle beschikbare middelen waren gebruikt, ging een groep kolonisten vermomd als indianen aan boord van de schepen en gooiden alle theeladingen in zee (ongeveer 46 ton thee - 1000000 dollar in het geld van vandaag). Niemand raakte gewond of gedood, geen andere lading of eigendommen aan boord van de schepen werden beschadigd; George Washington was het niet eens met de gebeurtenissen in Boston, omdat hij vond dat de vernietiging van eigendommen niet acceptabel was: Benjamin Franklin bood aan om voor de thee te betalen, maar de Britten weigerden.\n\n<b>Gevolgen:</b>\n\n- Het Britse parlement keurde de Coercive Acts (Intolerable Acts) goed De haven van Boston zou worden gesloten totdat de waarde van de thee was terugbetaald Het eerste continentale congres kwam bijeen in Philadelphia om een vreedzame oplossing te vinden De spanningen tussen de Britse autoriteiten en Amerikaanse kolonisten escaleerde, tot de eerste schermutseling in Lexington en Concord\n\n- Het begin van de Amerikaanse Onafhankelijkheidsoorlog."
    },
    {
        "id": 15,
        "title": "De Amerikaanse Revolutie 1775-1783",
        "content": "<b>Genese:</b>\n\nTweede helft 17e eeuw - er zijn regelmatig botsingen tussen de koloniserende machten - Engeland, Frankrijk, Nederland, Spanje. -1756-1763 - De 7-jarige oorlog, tussen Groot-Brittannië en Frankrijk, om de gebieden in Noord-Amerika - Groot-Brittannië wint -hoge uitgaven voor militaire campagnes leiden tot een grote behoefte aan fondsen voor de Britten die nieuwe belastingen oplegt aan de koloniën: - beperkingen op de uitbreiding van koloniën naar het westen - de kolonisten waren niet vertegenwoordigd in het Londense parlement, dat alle beslissingen over hun leven nam;\n\n<b>Gebeurtenissen:</b>\n\n1765 - Het Britse parlement neemt de stamp duty en de quartering act aan; 1773 – Boston Tea Party – een groep kolonisten gooit de lading thee van 3 schepen in zee; 1774 - Philadelphia - Eerste Continentale Congres - er wordt geprobeerd een vreedzame oplossing te vinden, terwijl de koloniën zich beginnen te bewapenen en bondgenoten zoeken; 1775 - De eerste schoten worden afgevuurd op Lexington en Concorde in botsingen tussen het Britse leger en koloniale milities; Juli 1776 - Het Tweede Continentale Congres roept de onafhankelijkheid van de Verenigde Staten van Amerika uit: de hoofdauteur van de Onafhankelijkheidsverklaring is Thomas Jefferson; George Washington wordt benoemd tot bevelhebber van het leger. Diplomatieke inspanningen - Benjamin Franklin - brengen hulp uit Frankrijk, 1777 - Amerikaanse overwinning bij Saratoga - Frankrijk verklaart de oorlog aan Groot-Brittannië; 1780 - de Britten bezetten Charleston.\n\n1781 – Yorktown – Het Britse leger wordt gedwongen zich over te geven; 1783 - Verdrag van Versailles - Verenigde Staten worden onafhankelijk van Groot-Brittannië; 1787 - De grondwet van de Verenigde Staten van Amerika wordt aangenomen in Philadelphia, Gevolgen: grondwet van de Verenigde Staten van Amerika Economische en militaire ontwikkeling van de nieuwe staat Kolonisatie van gebieden in het westen van de VS, uitroeiing van indianenstammen; 4 juli - Onafhankelijkheidsdag - is tot op de dag van vandaag de nationale dag van de VS."
    },
    {
        "id": 16,
        "title": "De kiesrechtbeweging (suffragettebeweging) : vrouwen vechten voor stemrecht: 1893-1928",
        "content": "<b>Historische achtergrond:</b>\n\nTot op de dag van vandaag worden overal ter wereld mensenrechten geschonden. De meeste landen in de wereld hebben besloten om ze te respecteren. De situatie was echter niet altijd zo goed. Een voorbeeld zijn vrouwen van wie de maatschappelijke positie slechter was dan die van mannen. Ze konden niet zelf beslissen, ze hadden geen stemrecht. Het recht op onderwijs was niet gegarandeerd. Pas aan het einde van de 19e eeuw verscheen het verlangen naar verandering in samenlevingen, steeds meer mensen steunden verschillende soorten initiatieven die leidden tot verbetering van de situatie. Er zijn bewegingen die het sociale leven compleet veranderen. Een daarvan is de suffragettebeweging, een groep activisten in het Verenigd Koninkrijk en de Verenigde Staten die strijdt voor volledig of gedeeltelijk vrouwenkiesrecht.\n\nDe leden van de beweging gebruikten heel verschillende methoden om hun doelen te bereiken. Deze omvatten activiteiten die het maatschappelijk bewustzijn veranderen, protesten, petities of zelfs methoden van burgerlijke ongehoorzaamheid. Hun acties, langdurig en consistent, hebben geleid tot een situatie waarin in de meeste landen in de wereld de rechten van vrouwen en mannen gelijk zijn.\n\nHet verkrijgen van volledig stemrecht voor vrouwen betekent geen einde aan de strijd voor gendergelijkheid. De kwesties van toegang tot onderwijs (feministische beweging) en toenemende deelname van vrouwen aan het openbare leven (emancipatie) moeten nog worden opgelost. Verder kan men oneerlijke behandeling van vrouwen in professioneel werk waarnemen - promotie geblokkeerd, lager salaris. In sommige landen worden vrouwen geconfronteerd met het probleem van toegang tot medische zorg, eigendom van onroerend goed. De afgelopen jaren is er een verschuiving opgetreden in de houding van het publiek ten aanzien van deze kwesties. Het is onmogelijk om te rekenen op de volledige afschaffing van genderongelijkheid in de wereld."
    },
    {
        "id": 17,
        "title": "De Russische Revolutie 1917-1922",
        "content": "De Russische Revolutie vond plaats in 1917 toen de boeren en arbeidersklasse van Rusland in opstand kwamen tegen de regering van tsaar Nicolaas II. Ze werden geleid door Vladimir Lenin en een groep revolutionairen genaamd de bolsjewieken. De nieuwe communistische regering creëerde het land van de Sovjet-Unie.\n\n<b>De Russische Tsaren</b>\n\nVóór de revolutie werd Rusland geregeerd door een machtige monarch genaamd de tsaar. De tsaar had totale macht in Rusland. Hij gaf bevelen aan het leger, bezat een groot deel van het land en controleerde zelfs de kerk.\n\nTijdens de periode vóór de Russische Revolutie was het leven van de arbeidersklasse en de boeren erg moeilijk. Ze werkten voor weinig loon, gingen vaak zonder eten en werden blootgesteld aan gevaarlijke werkomstandigheden. De aristocratenklasse behandelde de boeren als slaven, gaf ze weinig rechten volgens de wet en behandelde ze bijna als dieren.\n\n<b>Bloedige Zondag</b>\n\nEen belangrijke gebeurtenis die leidde tot de Russische Revolutie vond plaats op 22 januari 1905. Een groot aantal arbeiders marcheerde naar het paleis van de tsaar om een petitie voor betere arbeidsomstandigheden in te dienen. Ze werden beschoten door soldaten en velen van hen werden gedood of gewond. Deze dag staat bekend als Bloedige Zondag.\n\nVóór Bloedige Zondag vereerden veel boeren en arbeiders de tsaar en dachten dat hij aan hun kant stond. Ze gaven hun problemen de schuld van de regering, niet van de tsaar. Na de schietpartijen werd de tsaar echter gezien als een vijand van de arbeidersklasse en begon het verlangen naar revolutie zich te verspreiden.\n\n<b>Eerste Wereldoorlog</b>\n\nIn 1914 begon de Eerste Wereldoorlog en Rusland was in oorlog met Duitsland. Een enorm Russisch leger werd gevormd door arbeiders en boeren mannen te dwingen zich aan te sluiten. Hoewel het Russische leger groot in aantal was, waren de soldaten niet uitgerust of getraind om te vechten. Velen van hen werden zonder schoenen, voedsel en zelfs wapens naar het front gestuurd. In de volgende drie jaar werden bijna 2 miljoen Russische soldaten gedood in de strijd en raakten nog eens bijna 5 miljoen gewond. Het Russische volk gaf de tsaar de schuld van deelname aan de oorlog en het doden van zoveel van hun jonge mannen.\n\n<b>De Februarirevolutie</b>\n\nHet Russische volk kwam voor het eerst in opstand begin 1917. De revolutie begon toen een aantal arbeiders besloot te staken. Veel van deze arbeiders kwamen tijdens de staking bij elkaar om over politiek te discussiëren. Ze begonnen te rellen. De tsaar, Nicolaas II, beval het leger om de rellen neer te slaan. Echter weigerden veel soldaten om op het Russische volk te schieten en begon het leger zich tegen de tsaar te keren.\n\nNa een paar dagen van rellen keerde het leger zich tegen de tsaar. De tsaar werd gedwongen om zijn troon op te geven en een nieuwe regering nam het over. De regering werd geleid door twee politieke partijen: de Petrograd Sovjet (vertegenwoordigend de arbeiders en soldaten) en de Voorlopige Regering (de traditionele regering zonder de tsaar).\n\n<b>Bolsjewistische Revolutie</b>\n\nGedurende de volgende maanden regeerden beide zijden Rusland. Een van de belangrijkste facties van de Petrograd Sovjet was een groep genaamd de bolsjewieken. Ze werden geleid door Vladimir Lenin en geloofden dat de nieuwe Russische regering een marxistische (communistische) regering moest zijn. In oktober 1917 nam Lenin volledige controle over de regering in wat de Bolsjewistische Revolutie wordt genoemd. Rusland was nu het eerste communistische land ter wereld.\n\n<b>Resultaten</b>\n\nVan 1918 tot 1920 ervoer Rusland een burgeroorlog tussen de bolsjewieken (ook wel het Rode Leger genoemd) en de anti-bolsjewieken (het Witte Leger). De bolsjewieken wonnen en het nieuwe land werd de USSR (Unie van Socialistische Sovjetrepublieken)."
    },
    {
        "id": 18,
        "title": "De vorming van de Verenigde Naties (VN) 1945-1946 (Europa, Noord- en Zuid Amerika, Azië, Afrika, Australië)",
        "content": "De <b>Verenigde Naties</b> (of de <b>VN</b>), in het bijzonder informeel ook wel de <b>Verenigde Naties Organisatie</b> (of de <b>UNO</b>) genoemd, is 's werelds grootste en meest erkende internationale organisatie. Bij de oprichting had de VN 51 lidstaten. Vandaag heeft het er 193; bijna alle soevereine staten ter wereld. De VN heeft zijn hoofdkantoor op internationaal grondgebied in New York City en heeft andere belangrijke kantoren in Genève, Nairobi, Wenen en Den Haag (waar het Internationaal Gerechtshof gevestigd is).\n\nHet is een intergouvernementele organisatie met als verklaarde doelen het ontwikkelen van vriendschappelijke betrekkingen tussen naties, het tot stand brengen van internationale samenwerking en het fungeren als centrum voor het harmoniseren van de acties van naties. Andere doelstellingen zijn het handhaven van internationale vrede en veiligheid, het beschermen van de mensenrechten, het verlenen van humanitaire hulp, het bevorderen van duurzame ontwikkeling en het handhaven van internationaal recht. De VN is opgericht na de Tweede Wereldoorlog met als doel toekomstige wereldoorlogen te voorkomen. Op 25 april 1945 kwamen 50 landen bijeen in San Francisco voor een conferentie en begonnen met het opstellen van het VN-handvest, dat op 25 juni 1945 werd aangenomen en op 24 oktober 1945 van kracht werd, toen de VN haar werkzaamheden begon."
    },
    {
        "id": 19,
        "title": "De digitale revolutie: de uitvinding van de digitale elektrische computer",
        "content": "<b>Historische achtergrond:</b>\n\nVanaf het allereerste begin heeft de mens ernaar gestreefd het meeste uit technologie in zijn leven te halen. In verschillende tijdperken werden baanbrekende apparaten uitgevonden, zoals het wiel, de stoommachine of het vliegtuig. Direct na de uitvinding werd er gewerkt aan het verbeteren van deze apparaten. De grote doorbraak kwam na het einde van de Tweede Wereldoorlog, toen de economieën van alle landen grotendeels overgingen op civiele productie. Er werden halfgeleiders ontdekt, waardoor elektronica kon worden ontwikkeld en apparaten konden worden geminiaturiseerd.\n\nDe eerste computers werden gemaakt. Internet en mobiele telefoonnetwerken ontwikkelen zich. Er is een nieuw type samenleving ontstaan dat de computer dagelijks als werkinstrument gebruikt. Door de automatisering en de razendsnelle uitwisseling van gegevens via internet verliezen klassieke kranten, boeken en televisie hun belang. Digitalisering van collecties maakt toegang voor meer mensen mogelijk. De automatisering van het sociale leven maakt toegang mogelijk tot publicaties in andere talen. Hiermee kunt u zaken in kantoren afhandelen en zelfs stemmen.\n\nDankzij de digitale revolutie lijkt het concept van kunstmatige intelligentie mensen te helpen beslissingen te nemen of zelfs te vervangen. Helaas, om de stemmen te horen dat zo'n snelle ontwikkeling kan leiden tot de volledige vervanging van de mens door machines, en zelfs zijn eliminatie. Aanhangers van deze theorie beweren dat de fictie die wordt gepresenteerd in films als \"Terminator\", \"I, robot\" of \"The Matrix\" mogelijk is om te realiseren."
    },
    {
        "id": 20,
        "title": "De Sovjet Unie (Rusland) lanceert de Spoetnik, de eerste dor de mens gemaakte satelliet (04-10-1957)",
        "content": "<b>Historische achtergrond:</b>\n\nSinds het begin van het bestaan hebben mensen willen vliegen. Vliegen zelf is niets anders dan het toepassen van natuurkundige principes. Vliegen heeft ook een bredere dimensie, het wordt geassocieerd met menselijke onafhankelijkheid en vrijheid.\n\nNaar verluidt waren de eerste vliegeniers de mythische figuren van Daedalus en Icarus, die vleugels bouwden en probeerden te ontsnappen uit Kreta. Een ontsnapping die tragisch eindigde. Leonardo da Vinci was met zijn tijdloze visies en uitvindingen van groot belang voor de luchtvaart. Historische bronnen geven enkele interessante feiten over de pogingen van de mens om van de grond te komen: de eerste vrije ballonvaart vond plaats op 21 november 1783 in Parijs. Op 17 december 1903 maakten de gebroeders Wright de eerste vliegtuigvlucht, waarbij ze maar liefst 36 meter vlogen. In de daaropvolgende jaren verbeterde de mens dankzij de ontwikkeling van wetenschap en technologie de vliegmachines en werden vluchten langer en veiliger.\n\nNa het einde van de Tweede Wereldoorlog schakelden de economieën van landen over van militaire naar civiele productie. We zijn getuige van een zeer grote sprong op elk gebied - het maakt de verovering van de ruimte mogelijk. Een extra katalysator is de rivaliteit tussen de VS en de USSR. Op 4 oktober 1957 waren de Russen de eersten die een object de ruimte in lanceerden - de eerste kunstmatige aardsatelliet. Een paar jaar later hebben we de eerste man in de ruimte - Yuri Gagarin. De eerste vrouw in de ruimte - Valentina Tereshkova. De aanvankelijke successen van de Russen werden overschaduwd door de VS - de eerste man op de maan - Neil Armstrong (20 juli 1969). Spaceshuttleprogramma. Er zijn ook gezamenlijke internationale programma's - het ISS, waar kosmonauten uit landen die deelnemen aan het project bij toerbeurt kunnen blijven.\n\nGezamenlijke acties van landen kunnen bijdragen aan verdere verkenning van de ruimte. Misschien de ontdekking van nieuwe aardachtige planeten en pogingen om ze te koloniseren."
    },
    {
        "id": 21,
        "title": "Yuri Gagarin is de eerste mens in de ruimte(Rusland, 1961)",
        "content": "<b>Yuri Alexeyevich Gagarin</b> (9 maart 1934 - 27 maart 1968) was een Russische kosmonaut (astronaut). Hij werd de eerste mens in de ruimte op 12 april 1961, in een raket gelanceerd door de Sovjet-Unie.\n\nYuri Gagarin werd geboren in het dorp Klushino nabij Gzhatsk (nu in de oblast Smolensk, Rusland), op 9 maart 1934. De stad naast Gzhatsk werd ter ere van hem in 1968 omgedoopt tot Gagarin. Zijn ouders, Alexey Ivanovich Gagarin en Anna Timofeyevna Gagarina, werkten op een collectieve boerderij. Hoewel handarbeiders worden beschouwd als 'boeren', is dit misschien te simpel als het wordt toegepast op zijn ouders - zijn moeder zou van lezen houden, en zijn vader was een ervaren timmerman. Yuri was de derde van vier kinderen en zijn oudere zus hielp hem opvoeden terwijl zijn ouders werkten. Net als miljoenen mensen in de Sovjet-Unie leed de familie Gagarin tijdens de nazi-invasie in de Tweede Wereldoorlog. Zijn twee oudere broers en zussen werden in 1943 voor slavenwerk naar nazi-Duitsland gestuurd en keerden pas na de oorlog terug. In zijn jeugd raakte Yuri geïnteresseerd in ruimte en planeten en begon hij te dromen over zijn ruimtereis die ooit werkelijkheid zou worden. Yuri werd door zijn leraren beschouwd als slim en hardwerkend, soms ondeugend. Zijn wiskunde- en wetenschapsleraar had tijdens de oorlog met de Sovjetluchtmacht gevlogen, wat naar verluidt enige indruk op de jonge Gagarin zou maken.\n\nIn 1960, na het zoek- en selectieproces, werd Yuri Gagarin samen met 19 andere ruimteverkenners geselecteerd voor het Sovjetruimteprogramma. Samen met de andere binnenkort ruimteverkenners werd hij getest door experimenten om zijn fysieke en psychologische score te testen; hij onderging ook training voor de komende vlucht. Van de oorspronkelijk geselecteerde twintig was de definitieve keuze voor de eerste lancering tussen Gagarin en Gherman Titov vanwege hun prestaties in training, evenals hun fysieke conditie.\n\nOp 12 april 1961 werd Gagarin de eerste man in de ruimte, gelanceerd naar een baan aan boord van de Vostok 3KA-3 (Vostok 1). Zijn roepnaam in deze vlucht was Kedr (Ceder; Russisch: Кедр). Tijdens zijn vlucht floot Gagarin beroemd het lied \"Het moederland hoort, Het moederland weet\" (Russisch: Родина слышит, Родина знает). De eerste twee regels van het lied zijn: \"Het moederland hoort, Het moederland weet/Waar haar zoon in de lucht vliegt\". Dit lied is geschreven door Dmitri Shostakovich in 1951 (opus 86), met teksten van Yevgeniy Dolmatovsky.\n\nDaarna werd Gagarin adjunct-opleidingsdirecteur van de trainingsbasis voor kosmonauten in Sterrenstad. Tegelijkertijd begon hij weer als gevechtspiloot. Op 27 maart 1968, tijdens een routinevlucht vanaf de luchtbasis Chkalovsky, kwamen hij en vlieginstructeur Vladimir Seryogin om het leven bij een crash van een MiG-15UTI in de buurt van de stad Kirzhach. Gagarin en Seryogin werden begraven in de muren van het Kremlin op het Rode Plein.\n\nMensen zijn niet zeker van de oorzaak van de crash, maar een onderzoek uit 1986 denkt dat de turbulentie van een Su-11 'Fishpot-C'-onderschepper met naverbranders de oorzaak kan zijn geweest dat het vliegtuig van Gagarin de controle verloor."
    },
    {
        "id": 22,
        "title": "De president van de Verenigde Staten van Amerika John F. Kennedy is vermoord in Dallas, Texas op 22-11-1963",
        "content": "<b>Historische achtergrond:</b>\n\nNa het einde van de Tweede Wereldoorlog werd de wereld verdeeld door de grootste mogendheden in invloedssferen. Dit leidde tot een voortdurende staat van spanning en rivaliteit tussen het Oostblok (Warschau Pact) en het Westen (NAVO). Een van de kenmerkende activiteiten van die periode is een toegenomen militaire activiteit - de bouw van nieuwe soorten wapens, de oprichting van nieuwe militaire bases. Of zelfs een ruimtewedloop. Elk deel van de wereld stond tussen 1944 en 1991 onder invloed van een van de supermachten. Militaire bases werden opgericht, paramilitaire eenheden werden getraind. Tegelijkertijd was er economische concurrentie zichtbaar. De successen werden gebruikt voor propaganda, vooral de propaganda van de USSR, maar ze lieten nooit de andere kant zien - sociale en financiële kosten, armoede, voedseltekorten.\n\nIn 1961 wordt John Fitzgerald Kennedy de 35e president van de Verenigde Staten. Hij voerde een actief buitenlands beleid, waarvan het belangrijkste doel was de normalisering van de betrekkingen met de USSR. Ondanks de verklaarde vriendschap en normalisering van de betrekkingen, werd de jonge president niet gezien als een opvallende, ervaren politicus door de autoriteiten van de Sovjet-Unie - integendeel. Daarom durfden ze raketten met kernkoppen naar Cuba te sturen. Dit is een van de belangrijkste gebeurtenissen tijdens het presidentschap van \"JFK\", die de \"Cubaanse Crisis\" werd genoemd. Dankzij inlichtingeninformatie was JFK in staat om te bluffen dat hij gereed was om Sovjetschepen die Cuba naderden op alle mogelijke manieren te vernietigen. Bovendien werd de crisis door diplomatieke acties afgewend en verdween het beeld van een \"Derde Wereldoorlog\" uit de wereld.\n\nHij werd op 22 november 1962 in Dallas vermoord. De aangewezen \"Warren-commissie\" bepaalde dat de moordenaar Lee Harvey Oswald was, die enkele jaren in de Sovjet-Unie had verbleven en die enkele dagen later door Jack Ruby werd vermoord. Tot op de dag van vandaag is de dood van de president een mysterie en complottheorieën die de mysterieuze gebeurtenissen vergezellen, functioneren nog steeds in de openbare ruimte. Het feit van de dood van de president is gebruikt in films, boeken en zelfs computerspellen."
    },
    {
        "id": 23,
        "title": "Het ontstaan van het internet (USA, 1965-1995)",
        "content": "<b>Historische achtergrond:</b>\n\nHet prototype van het moderne internet is het Amerikaanse ARPANET-netwerk, waardoor computers met elkaar moesten communiceren om de activiteiten van wetenschappelijke projecten voor militaire doeleinden te intensiveren. \n\nOp een bepaald moment, om redenen die alleen aan henzelf bekend zijn, geeft het Amerikaanse leger dit project op. Het internet gaat over naar 'burgerlijk' gebruik. Sindsdien heeft het internationale netwerk zich systematisch ontwikkeld. Na verloop van tijd neemt het aantal verbonden computers toe. Steeds meer universiteiten doen mee aan het project. De eerste e-mail wordt gecreëerd. In 1973 bereikt ARPANET Noorwegen, maar de ontwikkeling is niet zo dynamisch als nu. In het laatste decennium van de 20e eeuw verschijnen de eerste websites. \n\nNieuwe diensten op basis van het internet ontstaan, zoals elektronisch bankieren, multimediadiensten die door alle gebruikers worden gebruikt voor werk of ontspanning. De handel in goederen krijgt een nieuwe betekenis. De eliminatie van tussenpersonen, directe verzending van goederen van de verkoper naar de klant verkort de tijd en verlaagt de eenheidsprijs van het product. \n\nHet internet heeft ook een duistere kant - het 'Darknet'. Toegang wordt verleend aan personen die aan bepaalde criteria voldoen. Dit biedt meer anonimiteit en bescherming tijdens communicatie. Gebruikers hebben ook toegang tot inhoud die niet op het reguliere internet kan worden gepubliceerd."
    },
    {
        "id": 24,
        "title": "De tijd van jagers en boeren Prehistorie - 3000 v.C.",
        "content": "Prehistorie gaat over de geschiedenis van menselijke samenlevingen, waarvan geen geschreven bronnen zijn, omdat in de samenlevingen het schrift nog onbekend was. Aangezien niet elke samenleving tegelijkertijd het schrift leert kennen, verschilt ook de duur van de prehistorie per gebied. In de prehistorie bestond de mens aanvankelijk als jager/verzamelaar. Later gaat hij de landbouw in.\n\nOntwikkeling:\n\n- de manier van leven van jager-verzamelaars\n\n- de opkomst van de landbouw en agrarische samenlevingen\n\n- de opkomst van de eerste stedelijke samenlevingen\n\nEconomie en technologie\n\nJagers en verzamelaars zijn voor hun levensonderhoud sterk afhankelijk van wat de natuurlijke omgeving te bieden heeft. In de loop van de tijd ontwikkelen ze technieken waarmee ze gemakkelijker kunnen overleven in allerlei omgevingen en zich steeds verder over de aardbol kunnen verspreiden. Ondanks hun beperkte technische middelen hebben prehistorische jagers-verzamelaars hun natuurlijke omgeving soms duurzaam verstoord. Op den duur gaat men landbouw bedrijven. Hierdoor kan de mens meer voedsel per gebied krijgen. Ook bezitsvorming en ruilhandel gaan nu een rol spelen. Landbouw leidt soms tot schade aan de natuur door bodemerosie.\n\nMaatschappelijke organisatie\n\nJagers-verzamelaars leven over het algemeen in een niet-hiërarchische samenleving. De groepsgrootte ligt tussen de 25 en 50 personen. Van tijd tot tijd komen mensen bij elkaar in stammen. Boeren leven in dorpen van ± 100 inwoners. Ze worden gedwongen hun land te verdedigen tegen indringers."
    },
    {
        "id": 25,
        "title": "De tijd van de Grieken en Romeinen (700 v.C. – 500 n. C.)",
        "content": "<b>Hoofdthema's:</b>\n\n• burgerschap en wetenschappelijk denken in de Griekse stadstaat\n\n• verspreiding van de Grieks-Romeinse cultuur en de confrontatie met de Germaanse cultuur\n\n• christendom in het Romeinse rijk: van verboden naar alleen toegestane godsdienst\n\n<b>Bronnen van kennis over de oudheid</b>\n\n· Kennis over de oudheid is deels gebaseerd op stoffelijke resten. Deze laten zien hoe techniek en stijl zich in deze periode hebben ontwikkeld.\n\n· Samenlevingen in de oudheid ontwikkelden een schrijfsysteem.\n\nEr zijn geschreven bronnen over allerlei onderwerpen. Daardoor hebben we een beter inzicht in de denk- en leefwereld van de oudheid dan in het leven in de prehistorie. Het Latijnse schrift werd via de Romeinen in West-Europa verspreid.\n\n<b>De Grieks-Romeinse beschaving (700 v.Chr. - 500 n.Chr.)</b>\n\n• Economische ontwikkeling en kolonisatie.\n\n· Zodra Grieken en Romeinen niet meer over voldoende landbouwgrond beschikken,\n\nmoeten ze voor extra middelen van bestaan zorgen. Dit zoeken ze vooral in territoriale expansie.\n\n· De Grieken stichtten stedelijke nederzettingen op allerlei plaatsen in het\n\nMiddellandse Zeegebied. Later brachten de Romeinen het gebied rond de\n\nMiddellandse Zee en grote delen van Europa onder hun heerschappij.\n\n• De stad als plek om te wonen\n\n· Het stadsbeeld wordt bepaald door woningen, openbare gebouwen en andere voorzieningen.\n\n· In Grieks-Romeinse steden hebben rijk en arm hun eigen levensstijl. Er zijn mogelijkheden voor entertainment voor alle groepen. · · In de Grieks-Romeinse steden zijn de vrije burgers betrokken bij de regering.\n\n• Kunst, religie en wetenschap\n\n· Grieken en Romeinen hebben grote prestaties geleverd op het gebied van architectuur, beeldhouwkunst, literatuur en wetenschap.\n\n· Voor Grieken en Romeinen, het bestaan zit vol goddelijke krachten. Er ontstaan religieuze bewegingen die één leidend principe achter polytheïsme erkennen. Een van deze stromingen is het christendom. Het kwam voort uit het monotheïstische judaïsme en was uiteindelijk het meest succesvol in het Romeinse rijk.\n\n<b>De Romeinen als culturele verspreiders in de Rijndelta (50 v.Chr. - 450 n.Chr.)</b>\n\n· De Romeinse macht wordt gevestigd door een combinatie van geweld en allianties.\n\n· De Romeinen vinden in de Rijndelta een prehistorisch-agrarische samenleving.\n\n· Waar de Romeinen komen, worden steden gesticht. Deze steden zijn centra waar Romeinen en Germanen elkaar ontmoeten. Er wordt samengewerkt op het gebied van economie, politiek en religie.\n\n• Afnemende vitaliteit van de Grieks-Romeinse cultuur\n\n· De overheersende invloed van de Grieks-Romeinse cultuur houdt niet stand in West-Europa, omdat de interne problemen die ontstaan binnen het Romeinse rijk onoplosbaar blijken te zijn."
    },
    {
        "id": 26,
        "title": "De tijd van monniken en ridders (500 – 1000/1200)",
        "content": "• de verspreiding van het christendom (in de Lage Landen)\n\n• heerlijkhedenstelsel en lijfeigenschap\n\n• de relatie tussen heer en vazal\n\n<b>Bronnen</b>\n\n · De kennis over de Middeleeuwen is gebaseerd op diverse bronnen zoals gebouwen, voorwerpen, afbeeldingen en teksten.\n\n<b>Overgangstijd: van Oudheid naar Middeleeuwen (300 - 500)</b>\n\n• Politieke en economische wanorde\n\n· Het verlies van de Romeinse heerschappij in het West-Romeinse rijk heeft geleid tot een machtsstrijd tussen Germaanse stammen. In grote delen van Europa heerst bestuurlijke en economische chaos.\n\n· De volksverhuizingen, waarbij allerlei volken in Azië en Europa noodgedwongen op zoek moeten naar een nieuwe plek om te wonen, dragen bij aan de bestuurlijke en economische wanorde. Steden raken in verval\n\n• Religieuze ontwikkeling: Christendom\n\n· De kerk is de enige stabiele factor en bewaarder van de geschreven cultuur tijdens de volksverhuizingen.\n\n<b>Vroege Middeleeuwen (500 - 1000)</b>\n\n• Economische ontwikkeling: landbouw gericht op zelfvoorziening\n\n· De economie in de Middeleeuwen was aanvankelijk een agrarische economie, grotendeels gebaseerd op zelfvoorziening. Er zijn boerderijen van vrije boeren en landgoederen van grootgrondbezitters die landbouwgrond pachten aan horige boeren. Op de lange termijn worden grote aantallen vrije boeren lijfeigenen.\n\n· Door ontginning en beter gebruik van de grond wordt de landbouwproductie stilaan weer opgevoerd.\n\n• Politieke ontwikkeling: een koninkrijk gebaseerd op het feodale systeem\n\n· De Frankische koningen slaagden er vanaf 500 in een groot rijk te vestigen. De invoering van het feodale stelsel en een alliantie met de kerk waren daarbij van groot belang. Na ±900 brokkelt dit koninkrijk weer af. · · · · Tussen de 800 en 1000 vinden expedities van de Noormannen plaats. Deze reizen zijn een late vorm van volksverhuizingen.\n\n• Religieuze ontwikkeling: verspreiding van christendom en islam\n\n· Christenen in Europa vestigen steeds meer kerkgebouwen en kloosters. Ze verspreidden het christendom onder de heidenen. De kloosters verwerven veel grond.\n\n· De kerk gaat een alliantie aan met de Frankische koningen. Zo kan ze het geloof beter verspreiden en haar (grond)bezit beschermen. Terwijl het christendom zich in grote delen van Europa verspreidde, verspreidde de islam zich in het Midden-Oosten, Noord-Afrika en Spanje.\n\n<b>Late Middeleeuwen (1000 - 1500)</b>\n\n• Economische ontwikkeling: handel en opkomst van steden\n\n-  Cultivering en betere productiemethoden in de landbouw leiden tot een sterke toename van de voedselproductie, resulterend in bevolkingsgroei en het bevorderen van de handel.\n\n- De adel profiteert van de toegenomen welvaart. Kastelen worden uitgebreid en legers versterkt.\n\n- De toename van de handel is een stimulans voor het ontstaan van steden en het ontstaan van een geld-economie. - Branden en epidemieën zijn echte gevaren voor de inwoners van een stad.\n\n• Politieke Ontwikkelingen: Staatsvorming en Stadsbestuur\n\n- Vorsten gebruiken de rijkdom van de steden om hun centrale autoriteit te versterken. Ze gebruiken belastinggeld om ambtenaren in te huren voor het bestuur van hun rijk.\n\n- <b>In ruil voor geld van de vorst krijgen de steden rechten om hun eigen bestuur te voeren. Zo ontstond naast de geestelijkheid, de adel en de boeren een vierde stand: de burgers. • Ontwikkelingen in religie, kunst en onderwijs: invloed van de kerk op het dagelijks leven - In de steden worden de mooiste kerken gebouwd; mede daardoor floreren industrie en kunst. Wereldlijke architectuur krijgt een impuls aan het hof en in de steden. - De Kerk heeft een overheersende invloed op de levenswijze van haar gelovigen. Dat blijkt uit de talrijke religieuze feesten, uit de kruistochten en uit de belangrijke rol die het speelde in de opvoeding van de bevolking. • Overgang van Middeleeuwen naar Moderne Tijd - Aan het einde van de Middeleeuwen bepaalt de kerk niet meer volledig hoe mensen denken en handelen. Mensen gaan meer op eigen kracht vertrouwen en nemen hun eigen beslissingen. Dit leidt tot veranderingen op het gebied van economie, religie en kunst. • Politieke organisatie - Aan het einde van de Middeleeuwen eist de vorst geld van de steden. In ruil daarvoor krijgen de steden privileges, die hun macht vergroten. Als de eisen te hoog worden en de rechten van de steden worden ingeperkt, ontstaan er spanningen tussen vorst en steden. - Een huurlingenleger maakt de vorst minder afhankelijk\n\nop militaire hulp van de adel. Dit beperkt de macht van de adel. Hierdoor ontstaan spanningen tussen vorst en adel.\n\nKarel de Grote (742-814)\n\n• heerlijkheden en lijfeigenschap • de relatie tussen heer en vazal\n\nDe tijd van steden en staten (1000/1200-1500)\n\n• de strijd tussen kerk en staat • de opkomst van de handel en de opkomst van steden • de opkomst van de stedelijke bourgeoisie en de toenemende onafhankelijkheid van steden • het begin van staatsvorming en centralisatie\n\nDe Hanze\n\n• opkomst van handel en opkomst van steden"
    },
    {
        "id": 27,
        "title": "De ontwikkeling van het Christendom    De kloosters",
        "content": "<b>VAN DE STAD NAAR HET PLATTELAND</b>\n\nDe periode van ongeveer 500 tot 1500 staat bekend als de Middeleeuwen, een periode tussen het oude en het moderne. Het was een periode van culturele en economische neergang. Er was een afname van de bevolking, vooral in de steden, als gevolg van de verslechtering van de levensomstandigheden en vele epidemieën en hongersnoden. Gecultiveerde gronden werden verlaten en bedekt met bossen bevolkt door wilde dieren. In deze situatie werden de curtes geboren, uitgestrekte grondbezit gecontroleerd door een enkele heer. De curtis vertegenwoordigde een autonoom, gesloten en zelfvoorzienend machtscentrum.\n\n<b>DE ROL VAN DE KERK</b>\n\nIn die periode was de Kerk de enige autoriteit die voor de bevolking zorgde. Het was een georganiseerde en wijdverbreide instelling op het grondgebied (bisdom) die zich bezighield met de materiële aspecten van het leven en het voortbestaan van de cultuur garandeerde. In de belangrijkste steden van elk bisdom was er een bisschop die de politieke en bestuurlijke leiding van de gemeenschappen op zich nam. Rome was het centrum van de kerkelijke organisatie in het Westen. Een belangrijke paus uit deze historische periode is Gregorius I (de Grote) die de Germaanse bevolking tot het katholicisme bekeerde.\n\n<b>HET KLOOSTER</b>\n\nHet kloosterleven verspreidde zich in het Westen. Monniken waren christenen die besloten zich terug te trekken op geïsoleerde plaatsen om in eenzaamheid te leven en zich te wijden aan het gebed. In het Westen, anders dan in het Oosten, verzamelden monniken zich in gemeenschappen. De bekendste gemeenschap is die van het klooster van Montecassino, gesticht door Benedetto da Norcia. Benedict regelde en schreef de Regel die de verdeling van de dag 'ora et labora' (bidden en werken) oplegde."
    },
    {
        "id": 28,
        "title": "Athene; naar een voorbeeld van democratie",
        "content": "Athene valt op tussen de democratische stadstaten. In het begin werd het gedomineerd door een kleine groep adellijke landeigenaren: het was een oligarchische polis. Athene werd een belangrijke handelsstad. De Atheners, niet nobel maar ondernemend, werden rijk dankzij handel en ambachten en beweerden de staat te regeren. De nobele Solon, een eerlijke en gewaardeerde man, werd verkozen tot wetgever van de stad. Hij verdeelde de burgers van Athene in vier klassen, gebaseerd op rijkdom: iedereen mocht deelnemen aan de volksvergadering, maar elke klasse had andere rechten en plichten. Met de wetten van Solon waren er nog steeds ongelijkheden onder de Atheners, maar men kon arm geboren worden en rijk worden. Het werk van Solon werd geperfectioneerd door Clisthenes en Pericles. Clisthenes schafte het onderscheid tussen burgers op basis van rijkdom af en veranderde het stemsysteem: elke burger kon in overheidsfuncties worden gekozen. Met Pericles werden de ambten betaald en hadden alle Atheense burgers gelijke rechten. Een arme burger van nederige afkomst kon land bezitten, deelnemen aan vergaderingen, lid zijn van de regering zoals een rijke. De Atheense burgers waren jaloers op hun vrijheid, degenen die de vrijheid van de stad in gevaar brachten, werden verbannen door uitsluiting, de stemmen werden geschreven op stukken aardewerk, ostraka genaamd.\n\nDEMOCRATIE GISTEREN EN VANDAAG De democratie van Athene heeft moderne democratieën geïnspireerd, ook al zijn er verschillen. In Athene werden maar weinig burgers gekozen; wij kiezen vertegenwoordigers die in plaats daarvan voor ons beslissen. In moderne democratieën nemen alle burgers deel aan het politieke leven, terwijl in Athene vrouwen, slaven en buitenlanders werden uitgesloten."
    },
    {
        "id": 29,
        "title": "Opvoeding in Athene",
        "content": "De opvoeding van Atheense jongens en meisjes volgde twee verschillende wegen. De meisjes, bestemd voor het huwelijk en een gezin, werden opgevoed door hun moeders, die hen opleidden tot goede echtgenotes en gezinshoofden, om te weten hoe ze moesten weven en spinnen. Voor de jongens zorgde het voor een goede atletische voorbereiding, noodzakelijk voor het vechten en de jongeren bewezen zichzelf in gymnastiekwedstrijden.\n\nIn de aristocratische polis konden alleen de edelen zich dit soort training veroorloven. Toen de hopliettechniek werd toegepast, werd militaire training verplicht voor alle burgers en werden gymzalen gebouwd in de Griekse polis.\n\nHet Atheense onderwijs had tot doel burgers op te leiden die wapens konden gebruiken, maar die ook beschaafd waren. Jongens leerden van hun moeder of van een opgeleide slaaf tot ze 6 of 7 jaar oud waren. Daarna gingen ze naar een privéleraar, grammaticus genaamd, en leerden lezen, schrijven en rekenen. Ze kenden de belangrijkste wetten van de stad en kenden de gedichten van Homerus uit hun hoofd. De jongens studeerden muziek die werd onderwezen door een citharist. De instrumenten die bespeeld werden waren de lier, de cithara en de fluit. Op zijn vijftiende koos de jongeman of hij een vak wilde leren of verder wilde studeren; op zijn achttiende vervulde hij als jongen twee jaar militaire dienst: hij droeg een zwart gewaad en had toezichtstaken aan de grenzen van het grondgebied, in de forten of in de stad tijdens de vergaderingen. Aan het einde van deze periode werd hij een volwaardig burger en kon hij deelnemen aan het openbare leven en debatten."
    },
    {
        "id": 30,
        "title": "De Burgeroorlog in de Verenigde Staten van Amerika",
        "content": "De <b>Amerikaanse Burgeroorlog</b> (12 april 1861 - 26 mei 1865) was een burgeroorlog in de Verenigde Staten. Het werd uitgevochten tussen de Unie (\"het Noorden\") en de Confederatie (\"het Zuiden\"), de laatste gevormd door staten die zich hadden afgescheiden. De centrale oorzaak van de oorlog was het geschil over de vraag of slavernij zou worden toegestaan om zich uit te breiden naar het westelijke grondgebied, wat zou leiden tot meer slavenstaten, of dat dit zou worden voorkomen, wat algemeen werd aangenomen dat slavernij uiteindelijk zou uitsterven. Onder leiding van de Zuidelijke president Jefferson Davis beweerde de Confederatie de controle over ongeveer een derde van de Amerikaanse bevolking in elf van de 34 Amerikaanse staten die toen bestonden. Vier jaar van intense strijd, voornamelijk in het zuiden, volgden.\n\nOp 1 januari 1863, toen Abraham Lincoln de emancipatieproclamatie uitvaardigde, waarin alle slaven in opstandige staten vrij werden verklaard, van toepassing op meer dan 3,5 miljoen van de 4 miljoen tot slaaf gemaakte mensen in het land. Op 14 april 1865 werd president Lincoln <a href='https://en.wikipedia.org/wiki/Assassination_of_Abraham_Lincoln'>neergeschoten</a> door <a href='https://en.wikipedia.org/wiki/John_Wilkes_Booth'>John Wilkes Booth</a>, een sympathisant van de Confederatie. Lincoln stierf vroeg de volgende ochtend. Andrew Johnson, de vicepresident van Lincoln, werd beëdigd als president en zette de strijd voort."
    }
]