[
    {
        "id": 1,
        "title": "La prima Guerra Mondiale",
        "content": "<b>Cause:</b>\n\nUna delle cause della guerra fu la volontà di espansione delle grandi potenze. Sullo sfondo di tensioni e crisi politiche, l'assassinio dell'arciduca Francesco Ferdinando, erede al trono austro-ungarico, a Sarajevo, nell'estate del 1914, fu la scintilla che diede inizio alla guerra. L'Austria-Ungheria attaccò la Serbia, considerata colpevole dell'attacco. Successivamente, attraverso il gioco delle alleanze, la guerra si estese a livello europeo e mondiale. Insieme all'Intesa, l'Italia e la Romania (che si ritirarono dall'alleanza delle Potenze Centrali) si unirono alla guerra, insieme a Belgio, Serbia, Grecia, Giappone, Stati Uniti, ecc. La Bulgaria, l'Impero Austro-Ungarico, la Germania e l'Impero Ottomano, ecc. combatterono dalla parte delle Potenze Centrali. In Europa si svolsero combattimenti su due fronti principali, occidentale e orientale, ma vi erano anche fronti secondari, come i Balcani o l'Italia settentrionale. La guerra iniziò nell'autunno del 1914 come guerra di movimento. Sul fronte occidentale, la Germania violò la neutralità del Belgio e attaccò la Francia. L'avanzata tedesca fu fermata sul fiume Marna, trasformando la guerra sul fronte occidentale in una guerra di posizioni. Sul fronte orientale, dopo i primi successi militari in Prussia orientale, gli eserciti russi furono sconfitti a Tannenberg e ai laghi Masuri, stabilendo anche qui la guerra di trincea. Nei Balcani, la Serbia circondata fu sconfitta nel 1915, lo stesso anno in cui l'Intesa non riuscì a prendere il controllo dei Dardanelli dopo la sconfitta a Gallipoli. Queste sconfitte furono compensate dall'ingresso dell'Italia nella guerra e dall'apertura di un nuovo fronte nell'Italia settentrionale. In tutti questi anni, la Romania adottò una posizione neutrale, conducendo intense negoziazioni con entrambi i fronti e preparandosi alla guerra.\n\nNel 1916 si svolsero due grandi battaglie sul fronte occidentale, con molte vittime da entrambe le parti: le battaglie di Verdun e della Somme. La battaglia di Verdun, il settore più fortificato del fronte francese, ebbe tutte le caratteristiche di una guerra di logoramento, con i tedeschi che miravano ad esaurire la Francia. Verdun resistette all'offensiva tedesca sotto la guida del maresciallo Philippe Pétain e del generale Robert Nivelle, resistenza che ebbe un grande effetto psicologico sull'esercito francese. Nel tentativo di alleviare la pressione su Verdun, gli eserciti anglo-francesi lanciarono un'offensiva dal fiume Somme, subendo ingenti perdite umane. Nello stesso anno, la Romania, di fronte alla richiesta imperativa dell'Intesa, entrò anche lei in guerra. Il 1917 fu segnato sull'fronte occidentale dall'entrata in guerra degli Stati Uniti. Sul fronte orientale, l'esercito rumeno ottenne importanti vittorie nelle battaglie di Mărăști, Mărășești e Oituz. Dopo la rivoluzione bolscevica, la Russia cessò le ostilità e, attraverso la pace di Brest-Litovsk, uscì dalla guerra, determinando in seguito la capitolazione della Romania, circondata da tutti i lati dall'esercito nemico. Nella prima parte del 1918, la Germania ottenne una serie di vittorie sul fronte occidentale, ma fu fermata da un'altra vittoria alleata sul fiume Marna. Alla fine, tuttavia, la superiorità delle risorse dell'Intesa portò alla sconfitta delle Potenze Centrali, con i loro Stati membri che capitolarono uno dopo l'altro: nel settembre 1918 la Bulgaria, nell'ottobre 1918 l'Impero Ottomano e nel novembre 1918 l'Austria-Ungheria. La guerra si concluse con la firma dell'armistizio di Compiègne da parte della Germania l'11 novembre 1918."
    },
    {
        "id": 2,
        "title": "La sec-onda Guerra mondiale",
        "content": "<b>Causes:</b>\n\nLa Seconda Guerra Mondiale è stata il conflitto con la più grande forza distruttiva nella storia umana, con enormi perdite umane e materiali. La causa generale della guerra è stata la lotta degli stati totalitari per il controllo di territori e zone di influenza. Questo era l'obiettivo della Germania, che riteneva che i confini e le condizioni imposte dal Trattato di Versailles limitassero il suo sviluppo. Lo stesso desiderio di espansione e revisionismo era presente in Italia, nell'area del Mediterraneo e in Africa, in Giappone nell'Estremo Oriente e nell'Unione Sovietica nell'Europa orientale.\n\nAltre cause che hanno contribuito all'esplosione della guerra includono l'instaurazione di regimi totalitari in vari paesi, le crisi economiche, la natura conciliante di Francia e Regno Unito nei confronti delle azioni revisioniste di Hitler, l'inefficienza della Società delle Nazioni, ecc.\n\nPer raggiungere i loro obiettivi, i tre stati revisionisti hanno formato l'asse Roma-Berlino-Tokyo, il nucleo di uno dei campi coinvolti nella guerra. L'altro campo, la Coalizione delle Nazioni Unite, si è formato nel 1941-1942 e comprendeva principalmente le tre grandi potenze: Regno Unito, URSS e Stati Uniti. Durante la guerra, altri paesi si sono uniti a queste alleanze.\n\nI principali teatri di guerra sono stati: l'Oceano Atlantico, l'Europa occidentale e orientale, il Mar Mediterraneo, il Nord Africa, il Medio Oriente, l'Oceano Pacifico, il Sud-est asiatico e la Cina.\n\nLa guerra è iniziata il 1º settembre 1939 con l'invasione della Polonia da parte della Germania, e successivamente si è estesa su scala mondiale. La guerra si è svolta in due fasi.\n\nEntro il 1942, Germania, Italia e Giappone avevano ottenuto numerose vittorie. Ad eccezione dell'Inghilterra, alla fine del 1941 Hitler controllava tutta l'Europa, divisa in Gran Germania attraverso annessioni, stati alleati e stati satellite della Germania. Tutti questi paesi erano soggetti a un regime duro di sfruttamento delle risorse e genocidio, in particolare degli ebrei, ma anche dei popoli slavi e dei rom, culminato a partire dal 1942 con l'applicazione della cosiddetta soluzione finale: l'eliminazione in campi di concentramento.\n\nL'area del Pacifico era sotto il controllo del Giappone, che aveva conquistato l'Indocina, la Thailandia, Singapore, l'Indonesia, la Birmania, le Filippine, Hong Kong e la Cina meridionale.\n\nIl Giappone ha attaccato le basi americane a Pearl Harbor, portando gli Stati Uniti a entrare in guerra nel 1941.\n\nIl punto di svolta della guerra, la fase in cui gli Alleati hanno preso l'iniziativa, è stato segnato in Europa dalla battaglia di Stalingrado sul territorio dell'URSS, con la sconfitta della Germania e la sua ritirata difensiva. Nel Pacifico, il punto di svolta è stato segnato dalla vittoria americana sull'esercito giapponese nella battaglia di Midway. In Africa, la vittoria degli Alleati ad El Alamein e lo sbarco in Marocco e Algeria hanno posto fine alla guerra combattuta dalle armate italo-tedesche.\n\nNel 1943, con lo sbarco delle potenze Alleate in Sicilia, l'Italia di Mussolini si arrese e gli Alleati ottennero sempre più vittorie. Nel 1944 ebbe luogo lo sbarco in Normandia e la Romania si schierò contro la Germania.\n\nLa guerra si concluse con la resa della Germania il 9 maggio 1945 e del Giappone il 2 settembre 1945, dopo che furono sganciate le bombe atomiche su Hiroshima e Nagasaki."
    },
    {
        "id": 3,
        "title": "La Guerra Fredda",
        "content": "La Guerra Fredda non è mai sfociata in un confronto diretto tra Stati Uniti e URSS. Infatti, a parte la corsa agli armamenti nucleari, la lotta per il dominio mondiale è stata condotta principalmente attraverso campagne di propaganda, spionaggio, guerre per procura, rivalità atletiche alle Olimpiadi e la corsa allo spazio.\n\nLa Guerra Fredda è generalmente considerata dagli storici come iniziata tra il 1947 e il 1948, con l'introduzione della Dottrina Truman e del Piano Marshall. Gli aiuti finanziari degli Stati Uniti hanno portato molti paesi occidentali sotto l'influenza americana nel tentativo di contenere il comunismo. Allo stesso tempo, i sovietici hanno iniziato a stabilire regimi apertamente comunisti nei paesi dell'Europa orientale, che sono diventati satelliti dell'URSS. Questi sono stati basi tattiche per il confronto con l'Occidente e una protezione contro una minaccia rinnovata dalla Germania.\n\nStati Uniti e URSS hanno gradualmente costruito zone di influenza in tutto il mondo, dividendo il mondo in due vasti blocchi opposti. Non era solo una lotta tra due nemici, era un conflitto globale.\n\nLa guerra è stata combattuta solo attraverso conflitti indiretti. Stati Uniti e URSS hanno sostenuto conflitti regionali nei propri interessi, noti come guerre per procura.\n\nSi descrive la relazione \"fredda\" tra i due alleati della Seconda Guerra Mondiale.\n\nDurante la Seconda Guerra Mondiale, l'Unione Sovietica ha liberato molti paesi dell'Europa orientale dalla Germania nazista. Dopo la guerra, tuttavia, l'Unione Sovietica ha continuato a controllare questi paesi e ha imposto loro il proprio sistema economico comunista.\n\nGli Stati Uniti non volevano che il comunismo si diffondesse ad altri paesi europei. Volevano anche che i paesi dell'Europa occidentale fossero alleati o amici. Gli Stati Uniti hanno quindi fornito denaro a questi paesi per la ricostruzione dopo la guerra. Questo è stato chiamato Piano Marshall, dal nome di George Marshall, l'americano che ha proposto il piano.\n\nNel 1949 gli Stati Uniti e i loro alleati europei hanno formato la <u>Organizzazione del Trattato del Nord Atlantico</u> (NATO) per proteggersi reciprocamente in caso di attacco. L'Unione Sovietica e i suoi alleati dell'Europa orientale hanno formato la loro alleanza, il Patto di Varsavia, nel 1955.\n\nDue grandi crisi della Guerra Fredda hanno coinvolto la città tedesca di Berlino. Alla fine della Seconda Guerra Mondiale, la città, così come il paese, è stata divisa in quattro zone, con Stati Uniti, Gran Bretagna, Francia e Unione Sovietica che controllavano ognuna uno dei settori. Nel 1948 le tre potenze occidentali hanno annunciato che avrebbero unito le loro zone. L'Unione Sovietica ha quindi interrotto le rotte di rifornimento stradali e ferroviarie verso la città, che si trovava completamente nella parte sovietica della Germania. In risposta, Stati Uniti e Gran Bretagna hanno fornito rifornimenti tramite aereo. Questo è stato il ponte aereo di Berlino. L'Unione Sovietica ha revocato il suo blocco il 12 maggio 1949.\n\nLa Guerra Fredda si è presto estesa oltre l'Europa. L'Unione Sovietica ha fornito supporto ad altri paesi del mondo che avevano governi comunisti. Allo stesso tempo, gli Stati Uniti hanno cercato di impedire ulteriori diffusioni del comunismo. Sia la Guerra di Corea negli anni '50 che la Guerra del Vietnam negli anni '60 e '70 facevano parte di quella lotta.\n\nLa Guerra Fredda è terminata nel 1991, dopo il crollo e la dissoluzione dell'Unione Sovietica."
    },
    {
        "id": 4,
        "title": "La Rivoluzione Industriale (parte 1)",
        "content": "Epoca dei cittadini e delle macchine a vapore - Epoca dell'industrializzazione o XIX secolo 1800 - 1900\n\n- L'era più recente: il XIX secolo\n\n- La Rivoluzione francese e la Rivoluzione Industriale (1789 - 1914)\n\nLa Rivoluzione Industriale e l'ascesa dei movimenti di emancipazione\n\n- La prima ferrovia nel 1839\n\n- Resistenza contro il lavoro minorile nel XIX secolo\n\n- Vincent van Gogh 1853-1890\n\nFonti\n\n- Oltre alle fonti esistenti, nel XIX secolo sono diventati disponibili nuovi tipi di fonti di conoscenza storica: registri civili, stampa di massa e media audiovisivi.\n\nSviluppi politici\n\n- Nel XVIII secolo, l'ordine di governo in tutta l'Europa occidentale si basava ancora sul comando sovrano del monarca. Molti cittadini in Europa occidentale non accettavano più questa situazione. Come cittadini, desideravano assumersi la responsabilità del governo, consultarsi e prendere decisioni da pari a pari.\n\n- Le proteste dei cittadini contro il potere del monarca hanno portato alla Rivoluzione francese in Francia. I nuovi governanti francesi cercarono di diffondere il loro potere e le loro idee in Europa con la forza. Gli eserciti francesi furono sconfitti e in molti paesi europei venne ripristinato il potere sovrano dei re. Nel 1813, i Paesi Bassi riacquistarono l'indipendenza e vennero guidati da un re che deteneva il potere politico.\n\n- Intorno al 1850, in molti paesi dell'Europa occidentale, il potere passò ai cittadini. Nel 1848, i Paesi Bassi ottennero una nuova costituzione che garantiva meglio i diritti delle persone e trasferiva il potere dal monarca a un parlamento eletto.\n\n- I paesi europei ampliarono la loro influenza in altri continenti. A partire dall'ultimo quarto del XIX secolo, gli Stati non cercarono più di controllare il commercio attraverso alcune postazioni commerciali, ma volevano anche controllare vaste aree nella loro interezza. Ogni parte del mondo sviluppò il proprio modello di espansione.\n\n- Anche i Paesi Bassi sfruttarono le colonie, con le Indie Orientali come la più grande.\n\n- Nonostante gli interessi economici coinvolti, la schiavitù fu abolita nel corso del XIX secolo.\n\nSviluppi economici\n\n- Inizialmente, la macchina a vapore era la fonte di energia più importante per l'industria. Dopo la macchina a vapore, i motori a combustione interna e l'elettricità diventarono i fornitori di energia. Ciò rese possibile lo sviluppo di automobili, aeroplani e una rete elettrica.\n\n- La produzione industriale soppiantò l'industria artigianale in molti settori. La produzione su larga scala sostituì quella artigianale e si centralizzò nelle fabbriche. Si crearono aree industriali specializzate in diversi settori, con ampi mercati di vendita, il che portò a un forte aumento del traffico di merci.\n\n- L'invenzione dei fertilizzanti fu importante per lo sviluppo dell'agricoltura. In Europa, la coltivazione dei cereali venne in gran parte sostituita dalla coltivazione delle patate. Questo garantì un'adeguata disponibilità di cibo a prezzi accessibili per la popolazione in rapida crescita.\n\n- Il paesaggio urbano e rurale subì cambiamenti a causa della crescita demografica e dello sviluppo tecnologico. Nelle aree industriali, l'inquinamento ambientale divenne un problema.\n\nSviluppi sociali\n\n- La popolazione europea crebbe in modo significativo nel XIX secolo grazie al miglioramento della produzione alimentare e delle conoscenze mediche.\n\n- A causa della Rivoluzione Industriale, molti abitanti delle zone rurali in Europa si trasferirono nelle città. Milioni di europei emigrarono anche in America, Australia e Sud Africa, diffondendo la cultura europea in altre parti del mondo.\n\n- Inizialmente, vi erano molti disoccupati e i salari dei lavoratori rimanevano bassi. Mancavano ancora le leggi sociali. Ciò portò allo sfruttamento e a condizioni di lavoro e vita precarie per le famiglie della classe operaia. Col tempo, emersero proteste in ampi settori della società. I lavoratori si unirono in sindacati e gradualmente migliorarono le loro condizioni di vita.\n\n- Intorno al 1900, nell'Europa occidentale si sviluppò un movimento di protesta tra le donne delle classi sociali più elevate contro l'ideologia delle sfere separate tra uomini e donne, che impediva alle donne di svilupparsi pienamente nella società.\n\n- I cittadini valorizzavano un'istruzione di qualità, sia per i propri figli che per le classi sociali più basse. La società industrializzata richiedeva sempre più lavoratori qualificati. L'istruzione divenne obbligatoria per tutti, mentre i più abbienti potevano accedere all'istruzione secondaria. Con l'aumentare della prosperità, l'istruzione primaria divenne accessibile a tutti.\n\n- Grazie alla regolamentazione delle ore di lavoro, le persone ebbero gradualmente più tempo libero, che consentì di dedicarsi al relax e allo sviluppo personale. Laddove le persone si univano in attività comuni, furono fondate associazioni."
    },
    {
        "id": 5,
        "title": "La Rivoluzione Industriale (parte 2)",
        "content": "<b>Contesto storico:</b>\n\nNel XVIII secolo in Europa si potevano osservare nuove tendenze che portarono alla modernizzazione sistematica delle società in Europa e nel mondo. In primo luogo, si assistette a una tendenza a distanziarsi dal sistema feudale e dalla produzione nelle manifatture a favore della produzione meccanica nelle grandi fabbriche industriali chiamate stabilimenti. Apparve la macchina a vapore (ancora oggi considerata un simbolo della rivoluzione industriale), che sostituì il lavoro umano e aumentò la produttività del lavoro.\n\nL'industrializzazione ebbe anche un enorme impatto sulla vita sociale. Si registrarono migrazioni dalle campagne alle città su larga scala. Apparve la classe operaia, inizialmente mal pagata e sottovalutata, ma un grande gruppo di persone che influenzò il destino della regione e persino dell'intero paese.\n\nLa rivoluzione industriale ebbe un impatto sull'ambiente in cui viviamo. L'uso del carbone nei processi produttivi nella fase iniziale comportò un alto grado di inquinamento atmosferico. I rifiuti prodotti avvelenarono il terreno su cui vennero costruite nuove abitazioni, coltivati cibi o allevati animali. Fu anche attuata una politica molto aggressiva di acquisizione di materiali minerari, causando una forte devastazione dell'ambiente in cui viviamo. Attualmente, sono stati progettati ed implementati processi per invertire la distruzione dell'ambiente.\n\nIl XXI secolo è caratterizzato da una grande consapevolezza ecologica delle persone. Vengono prese sempre più iniziative per mitigare gli effetti dell'era industriale. Sono stati implementati piani per passare a combustibili a base di idrocarburi. Nel prossimo futuro, il trasporto si baserà su automobili ibride e completamente elettriche. Invece delle centrali a carbone che distruggono l'ambiente, le persone stanno iniziando a puntare sulle fonti di energia rinnovabile."
    },
    {
        "id": 6,
        "title": "La Rivoluzione Francese",
        "content": "Alla fine del XVIII secolo, la Francia era governata da una <b>monarchia assoluta</b>, il re era Luigi XVI. Il popolo francese soffriva la fame, <b>i nobili e il clero non pagavano le tasse</b>; era la borghesia a sostenere tutte le spese dello Stato.\n\nIl 5 maggio 1789, Luigi XVI convocò gli <b>Stati Generali</b> per discutere la riforma del <b>sistema fiscale</b>; la borghesia chiedeva che anche i nobili e il clero pagassero le tasse, ma essi si rifiutarono. Il 20 giugno, la borghesia lasciò gli Stati Generali e formò una nuova assemblea chiamata <b>Assemblea Nazionale Costituente</b>.\n\nIl 14 luglio 1789, il popolo assaltò la prigione della <b>Bastiglia</b> e liberò tutti i detenuti. Ad agosto, l'Assemblea Nazionale abolì i privilegi della nobiltà e proclamò la <b>Dichiarazione dei Diritti dell'Uomo e del Cittadino</b>, che garantiva <b>l'uguaglianza per tutti i francesi</b> e la <b>libertà di pensiero, parola, religione, proprietà e difesa da ogni abuso di potere</b>.\n\nIl re fu costretto a firmare la nuova Costituzione e la Francia divenne una monarchia costituzionale. Austria e Prussia cercarono di invadere la Francia per timore che le idee rivoluzionarie potessero diffondersi.\n\nLuigi XVI fu condannato a morte nel 1793 e la Francia divenne una <b>repubblica</b>. Questo fu un periodo di <b>terrore</b> in quanto migliaia di nobili furono uccisi dal <b>Comitato di Pubblica Sicurezza</b>, guidato da <b>Robespierre</b>. Nel 1795, la borghesia affidò il potere al <b>Direttorio</b>, composto solo da cinque membri. Il popolo rimase deluso perché, secondo la nuova Costituzione, le leggi dovevano essere scritte solo dalle classi agiate."
    },
    {
        "id": 7,
        "title": "La vita di Gesù e la nascita del Cristianesimo",
        "content": "Il cristianesimo è la religione con il maggior numero di seguaci nel mondo; quasi un terzo della popolazione mondiale è composta da cristiani. Come gli ebrei e i musulmani, i cristiani credono in un solo Dio che ha creato il mondo e tutto ciò che contiene.\n\nGesù Cristo, che fu crocifisso intorno all'anno 30 d.C. a Gerusalemme, è il fondatore del cristianesimo.\n\nGesù Cristo è il Figlio di Dio. Egli venne sulla Terra per insegnare amore e fraternità. Egli rappresenta il modello che tutti i cristiani devono cercare di seguire. Gesù era un ebreo che nacque circa duemila anni fa a Betlemme. Visse per 33 anni prima di essere crocifisso dai Romani.\n\nAltri nomi di Gesù:\n\n- Figlio di Dio\n\n- Luce del Mondo\n\n- Agnello di Dio\n\n- Il Buon Pastore.\n\nI cristiani sono persone che credono che Gesù Cristo sia il Figlio di Dio e che seguono i suoi insegnamenti e quelli delle chiese cristiane che si sono sviluppate dopo la sua morte. I cristiani credono che Gesù sia risorto dai morti e sia apparso ai suoi discepoli (seguaci) per mostrare a tutti l'esistenza di un'altra vita con un Dio eterno e amorevole.\n\nI cristiani credono che Dio abbia creato il mondo.\n\nIl luogo di culto cristiano è chiamato Chiesa. Spesso le chiese sono costruite a forma di croce, con l'altare rivolto verso est, in direzione del sole che sorge.\n\nI leader spirituali cristiani sono chiamati sacerdoti o ministri (vicari).\n\nIl culto cristiano comprende la lode a Dio attraverso la musica, il discorso, la lettura delle Scritture, le preghiere di vario genere, un sermone e varie cerimonie sacre.\n\nLa Bibbia è il libro sacro dei cristiani. È divisa in Antico e Nuovo Testamento. Parti dei testi contenuti nell'Antico Testamento sono considerate sacre anche dagli ebrei e dai musulmani.\n\nLe due principali festività cristiane sono la Pasqua e il Natale. Queste festività sono momenti significativi nel calendario secolare occidentale."
    },
    {
        "id": 8,
        "title": "La vita di Maomet-to e la na-scita dell'Islam",
        "content": "L'Islam è la seconda religione più diffusa al mondo, con oltre un miliardo di seguaci. È spesso considerato più come un completo stile di vita piuttosto che una semplice religione.\n\nL'Islam ebbe origine in Arabia e fu rivelato all'umanità dal Profeta Maometto (la pace sia su di lui). Coloro che seguono l'Islam sono chiamati musulmani e credono in un solo Dio, chiamato <b>Allah</b>.\n\nL'Islam è principalmente seguito in Medio Oriente, in Asia e nel nord dell'Africa.\n\nIl profeta Maometto (la pace sia su di lui), nato nel 570 d.C. a Mecca, in Arabia Saudita, è comunemente considerato il fondatore dell'Islam. Fu l'ultimo profeta inviato da Allah, sebbene il primo profeta sia stato Adamo.\n\nIl profeta Maometto fu il fondatore della religione dell'<b>Islam</b>. I seguaci dell'Islam, chiamati musulmani, credono che Maometto abbia ricevuto messaggi da Allah (Dio), che furono poi raccolti nel <b>Corano</b>, il libro sacro dell'Islam.\n\nMaometto nacque nella città araba di <b>Mecca</b> (ora in Arabia Saudita) intorno al 570. Suo padre morì prima della sua nascita e sua madre morì quando aveva 6 anni. Fu poi cresciuto dal nonno e successivamente dall'zio.\n\nQuando Maometto aveva circa 25 anni, sposò una donna ricca e più anziana di nome Khadijah. Questo matrimonio aiutò Maometto a guadagnare ricchezza e prestigio sociale, e insieme ebbero sei figli. Sebbene molti uomini dell'epoca avessero più di una moglie, Khadijah fu l'unica moglie di Maometto fino alla sua morte.\n\nLa parola araba 'Islam' significa sottomissione e obbedienza, e deriva da una parola che significa 'pace'.\n\nL'Islam si basa sul ministero di un uomo chiamato Maometto (la pace sia su di lui) e sulle parole che Allah ha dato al mondo attraverso di lui.\n\nLa convinzione fondamentale dell'Islam è che esista un solo Dio, il cui nome in lingua araba è Allah, ed è l'unico sovrano dell'universo.\n\nAllah è il nome usato dai musulmani per indicare il Dio supremo e unico, creatore e governatore di tutto. Il nucleo della fede di ogni musulmano è l'obbedienza alla volontà di Allah.\n\n<b>Il libro sacro dei musulmani è il Sacro Corano</b>. I musulmani credono che sia 'la parola di Dio'. Le credenze e le pratiche islamiche sono radicate nel Corano.\n\nI musulmani trattano il Corano con grande rispetto perché credono che sia stato rivelato da Allah, e ogni parola e ogni lettera sono considerate sacre. Solitamente il Corano viene posto su un apposito leggio di legno per la lettura.\n\nI musulmani considerano il Corano come la parola di Dio inalterata.\n\n<b>L'edificio religioso per il culto comune dei musulmani è chiamato moschea</b>. I musulmani si riferiscono spesso alla moschea con il termine arabo, masjid, che significa 'luogo di prostrazione'.\n\n<b>Quando si svolgono i servizi religiosi?</b>\n\nI servizi religiosi si svolgono ogni giorno presso la moschea.\n\n<b>Quando si tiene il servizio religioso più importante?</b>\n\nIl venerdì a mezzogiorno. Tutti i musulmani si recano in moschea il venerdì, che è un giorno speciale per la preghiera.\n\nL'anno musulmano è basato sul calendario lunare."
    },
    {
        "id": 9,
        "title": "La Prima Crociata: 1095-1099 (Francia, Turchia, Siria, Palestina, Israele)",
        "content": "<b>Eventi collegati:</b>\n\nSec. VII - Gerusalemme - Il Profeta Maometto sale al cielo: 638 - - Inizia il dominio musulmano su Gerusalemme: 1095 - Concilio di Clermont 1096 - Prima Crociata\n\n<b>Cause:</b>\n\nIl pretesto invocato - la persecuzione dei pellegrini cristiani in visita a Gerusalemme da parte dei musulmani; Le vere cause: - il sentimento religioso e la speranza di salvezza promessi dal Papa; - la crescita demografica in Europa - il desiderio del Papa di aumentare il prestigio e l'influenza della Chiesa cattolica sui leader laici e di ristabilire l'unità della Chiesa cristiana sotto la sua guida:\n\n<b>Progresso:</b>\n\nAlessio I Comneno chiede l'aiuto dell'Europa occidentale contro i Turchi - Papa Urbano II lancia un appello alla guerra santa, al Concilio di Clermont, con il motto Deus Vult (Dio lo vuole) - I primi a iniziare la crociata sono i contadini, guidati da Pietro l'Eremita e Guglielmo il Povero (la crociata dei poveri) - privi di rifornimenti ed esperienza militare, - arrivati a Costantinopoli, ricevono appoggio per attraversare il Bosforo verso l'Asia Minore, dove saranno sconfitti e per lo più massacrati dai difensori musulmani: 1096 - La crociata dei principi/nobili parte per Gerusalemme. Il leader considerato è Goffredo di Buglione - Dopo una serie di scontri con le guarnigioni turche e l'assedio di alcune città (Nicea, Antiochia, Edessa, ecc.), la Crociata raggiunge Gerusalemme nel 1099. - Nel giugno-luglio 1099 Gerusalemme viene assediata da un numero molto ridotto di cavalieri sopravvissuti ai combattimenti e alle difficoltà del viaggio, e infine conquistata; gran parte dei difensori e della popolazione civile, musulmani (per mancanza di acqua e cibo, malattie, caldo), ebrei e cristiani ortodossi, vengono massacrati. La perdita di vite tra i crociati è stata molto elevata, sia a causa delle battaglie che soprattutto per la mancanza di acqua e cibo e per le epidemie:\n\n<b>Conseguenze:</b>\n\nIl ritorno di Gerusalemme sotto il dominio cristiano: la formazione degli stati crociati: il Regno di Gerusalemme, il Principato di Antiochia, le contee di Tripoli ed Edessa: la riduzione della pressione turca sull'Impero bizantino, che riconquista parte dei territori persi in Anatolia; - aumento degli scambi economici, scientifici, culturali tra i paesi cristiani e musulmani:\n\nVocabolario:\n\nCrociata - spedizioni militari intraprese su impulso del Papa, con cui gli eserciti occidentali miravano a liberare Gerusalemme dalle mani dei musulmani Crociato - partecipante a una delle crociate, con il segno della croce cucito sul petto dell'indumento o dipinto sullo scudo: Concilio - riunione religiosa dei capi della Chiesa. Eremita - eremita, monaco che dedica la sua vita alla preghiera in solitudine."
    },
    {
        "id": 10,
        "title": "L'ascesa e la caduta della civiltà azteca",
        "content": "Gli Aztechi erano una cultura mesoamericana che fiorì nel Messico centrale dal 1300 al 1521. Il popolo azteco viveva in città-stato, alcune delle quali si unirono per formare alleanze, confederazioni politiche o imperi. L'Impero azteco era una confederazione di tre città-stato fondata nel 1427, chiamata 'i Mexica'. Un elemento chiave dell'ascesa degli Aztechi era il sistema agricolo che consentiva di nutrire la popolazione. Le Chinampas, piccole isole artificiali create sopra il livello dell'acqua, erano una caratteristica di questo sistema. La tenuta dei registri era importante per monitorare i tributi. Gli Aztechi avevano anche un calendario solare di 365 giorni (sebbene sia stato inventato dagli Egiziani 2000 anni prima).\n\nL'impero raggiunse la sua massima estensione nel 1519, poco prima dell'arrivo di un piccolo gruppo di conquistadores spagnoli guidati da Hernán Cortés. Cortés si alleò con alcune città-stato avverse ai Mexica. Dopo la caduta dell'Impero azteco il 13 agosto 1521 e la cattura dell'imperatore Cuauhtémoc, gli spagnoli fondarono Città del Messico sulle rovine di Tenochtitlán, la più grande città-stato dell'Impero. Da lì, procedettero con il processo di conquista e incorporazione dei popoli mesoamericani nell'Impero spagnolo. Con la distruzione della struttura dell'Impero azteco nel 1521, gli spagnoli utilizzarono le città-stato su cui l'Impero azteco era stato costruito per governare le popolazioni indigene attraverso i loro nobili locali. Questi nobili giurarono fedeltà alla corona spagnola e si convertirono, almeno nominalmente, al cristianesimo, e in cambio furono riconosciuti come nobili dalla corona spagnola. I nobili agivano come intermediari per la riscossione delle tasse e la mobilitazione della forza lavoro per i nuovi dominatori, facilitando l'instaurazione del dominio coloniale spagnolo."
    },
    {
        "id": 11,
        "title": "La Peste Nera (Peste Bubbonica) devasta l'Europa",
        "content": "Contesto storico: Nel quattordicesimo secolo, un virus raggiunse l'Europa dando inizio alla più grande epidemia nella storia dell'umanità. Come risultato, dal 30 al 60% della popolazione europea morì (secondo varie fonti). Nel tempo è stata stabilita la causa di questo evento: il bacillo della peste (Yersinia pestis - immagine qui sotto), confermato dai test del DNA delle vittime della peste.\n\nSecondo le scoperte degli scienziati, l'epidemia si diffuse in Asia centrale e poi raggiunse l'Europa attraverso i viaggiatori che percorrevano la Via della Seta. A partire dalla fine del XIII secolo, l'Europa fu colpita da un periodo di forte raffreddamento climatico, caratterizzato da un inverno rigido e dalla scarsità dei raccolti. L'alimentazione influì sul livello di immunità delle persone. L'igiene era molto bassa (rispetto ai giorni nostri). La medicina, come scienza, era in continua evoluzione e all'epoca non era preparata per un'escalation così grave della pandemia.\n\nAllo stesso tempo, comparvero i cosiddetti \"medici della peste\" per curare gli infetti e le vittime dell'epidemia. Nelle fonti storiche, queste persone sono raffigurate con abiti caratteristici composti da un mantello pesantemente cerato e una maschera a forma di becco di uccello. Indossavano cappelli sulla testa e guanti alle mani. Tutto ciò serviva a proteggerli dal contatto con le persone infette, senza ostacolare l'assistenza.\n\nDopo alcuni mesi, la peste si estinse naturalmente a causa della mancanza di un ospite. Alcuni ceppi batterici potrebbero essere sopravvissuti e causato una ricorrenza della peste. Ogni \"cataclisma\" di questo tipo comporta grandi perdite per l'umanità, soprattutto in termini di riduzione della popolazione mondiale. Ciò ha ripercussioni sulle questioni economiche, come l'aumento dei costi di produzione, la mancanza di manodopera e l'isolamento (come nel caso della COVID-19)."
    },
    {
        "id": 12,
        "title": "Il Rinascimento",
        "content": "<b>DALL'UMANESIMO AL RINASCIMENTO</b>\n\nNel XV secolo si sviluppò l'umanesimo; questa nuova cultura ha dato maggiore fiducia all'uomo: una visione antropocentrica della vita ha posto l'uomo, e non più Dio, al centro del mondo. Si è ispirato alla cultura classica latina e greca, che è stata ripresa, studiata e diffusa. L'umanesimo portò al Rinascimento, periodo di grande fioritura artistica e culturale in tutte le arti. Nella pittura si sviluppò una nuova tecnica, la prospettiva.\n\n<b>LA DIFFUSIONE DEL RINASCIMENTO</b>\n\nIl Rinascimento si diffuse in tutta Italia e poi in Europa. Le corti divennero i luoghi della produzione culturale e i principi ospitarono intellettuali e artisti. A Roma, i Papi Giulio II e Leone X investirono grandi risorse per abbellire il Vaticano. Michelangelo Buonarroti, pittore, scultore e architetto, è l'esempio più completo di artista rinascimentale; progettò la cupola di San Pietro e affrescò la Cappella Sistina. A Firenze furono ospiti di Lorenzo il Magnifico grandi artisti come Brunelleschi, Masaccio, Botticelli e Leonardo da Vinci. Le opere di Leonardo da Vinci sono ancora oggi famose e apprezzate, basti ricordare la Gioconda. Il Rinascimento fu caratterizzato anche dal progresso scientifico: Da Vinci studiò il corpo umano, il volo degli uccelli, le acque e i venti. Nel 1507 Niccolò Copernico, medico e astronomo polacco, scoprì che la Terra e gli altri pianeti ruotano intorno al Sole (sistema solare eliocentrico) e non viceversa.\n\n<b>LE INVENZIONI: LA STAMPA E LE ARMI</b>\n\nL'invenzione più importante del Rinascimento fu la stampa da parte di Johannes Gutenberg. Grazie ad essa, i libri possono essere stampati in meno tempo. Nuove tecniche metallurgiche migliorarono l'efficienza dei cannoni e portarono alla fabbricazione degli archibugi, gli antenati dei moderni fucili. Queste armi erano facili da usare e alla portata di tutti. La diffusione delle armi da fuoco portò al declino della cavalleria e al prevalere della fanteria."
    },
    {
        "id": 13,
        "title": "Il Tardo Rinascimento",
        "content": "L'età degli scopritori e dei riformatori (1500-1600)\n\nPeriodo rinascimentale o XVI secolo (1500 - 1600)\n\nErasmo:\n\ncambiamento della visione dell’uomo e del mondo nel Rinascimento e l'inizio di un nuovo interesse scientifico\n\nCarlo V:\n\n- l'inizio dell'espansione europea oltreoceano\n\n- la Riforma e la scissione nella Chiesa cristiana (la rivolta nei Paesi Bassi)\n\nGuglielmo d'Orange\n\nla Rivolta e l'emergere di uno stato olandese indipendente\n\nIl tempo dei reggenti e dei monarchi (1600-1700)\n\n- l'emergere del capitalismo mercantile e l'inizio dell'economia mondiale\n\n- amministrazione civile e cultura urbana\n\n- la ricerca del potere assoluto da parte dei monarchi\n\n- la rivoluzione scientifica\n\nLa Nuova Era\n\nFonti della Nuova Era. A partire dalla Nuova Era esistono molte fonti scritte e stampate. Inoltre, tutti i tipi di edifici e oggetti risalenti a quel periodo esistono ancora. I reperti archeologici hanno qui un'importanza relativamente minore.\n\nAbitazione, paesaggio e natura\n\nI Paesi Bassi hanno una grande densità urbana. Tuttavia, la maggior parte delle persone vive nelle zone rurali. I paesi sono collegati da strade di campagna non asfaltate. I Paesi Bassi sono ricchi di corsi d'acqua. Le città sono spesso più accessibili via acqua che via terra. Il paesaggio e la natura nei Paesi Bassi stanno cambiando a causa degli argini, delle bonifiche, dell'estrazione di torba e legname, dell'agricoltura e della caccia. I viaggi di scoperta che portano ai contatti tra i continenti influenzano la natura in diverse parti del mondo.\n\nEconomia\n\nGrazie alla loro posizione e alla tradizionale familiarità con la navigazione, le zone costiere dei Paesi Bassi si stanno trasformando in un centro europeo del commercio e dell'industria. C'è una grande densità di città. Portoghesi e spagnoli, olandesi e inglesi aprono nuove zone di vita e di commercio durante i viaggi di scoperta in Africa, Asia e America. La popolazione indigena è spesso ridotta in schiavitù."
    },
    {
        "id": 14,
        "title": "Il “Boston Tea Party”: i coloni ame-ricani protestano contro lenuove tasse britanniche lanciando tè nel porto di Boston: 16/12/1773",
        "content": "<b>Causa:</b>\n\nDopo la fine della guerra dei 7 anni, la Gran Bretagna aveva bisogno di nuove fonti di denaro. I coloni non erano d'accordo nel pagare le tasse imposte da un Parlamento in cui non erano rappresentati (Tassazione senza rappresentanza); la Compagnia delle Indie Orientali aveva una grande quantità di tè che non riusciva a vendere in modo redditizio.\n\n<b>Eventi:</b>\n\nIl Parlamento britannico approvò una legge che conferiva alla Compagnia delle Indie Orientali una posizione dominante nel commercio del tè nelle colonie americane:\n\n- Le entrate dei mercanti di tè americani e dei contrabbandieri erano minacciate;\n\n- La tassa sul tè fu mantenuta, nonostante il nuovo prezzo del tè fosse inferiore;\n\n- I Figli della Libertà, un'organizzazione che difendeva i diritti delle colonie, attiva a Boston, si opposero pubblicamente a queste nuove restrizioni;\n\n- Tre navi con un carico di tè arrivarono nel porto di Boston alla fine del 1773. Per legge, dovevano sbarcare il carico entro 20 giorni e non era loro consentito portarlo via senza il permesso del Governatore.\n\n- I Bostoniani chiesero che le navi lasciassero il porto, ma il Governatore non accettò. Il 16 dicembre, al 19º giorno, dopo una riunione pubblica in cui si decise che tutti i mezzi disponibili erano stati utilizzati, un gruppo di coloni travestiti da indiani salì a bordo delle navi e gettò tutto il carico di tè in mare (circa 46 tonnellate di tè - 1.000.000 di dollari odierni). Nessuno rimase ferito o ucciso, e nessun altro carico o proprietà a bordo delle navi fu danneggiato. George Washington non fu d'accordo con gli eventi di Boston, ritenendo che la distruzione di proprietà non fosse accettabile. Benjamin Franklin si offrì di pagare per il tè, ma gli inglesi rifiutarono.\n\n<b>Conseguenze:</b>\n\nIl Parlamento britannico adottò gli Atti Coercitivi (Atti Intollerabili). Il porto di Boston fu chiuso fino a quando il valore del tè non fosse stato ripagato. Il Primo Congresso Continentale si riunì a Filadelfia nel tentativo di trovare una soluzione pacifica. Le tensioni tra le autorità britanniche e i coloni americani si acuirono, fino allo scontro di Lexington e Concord - l'inizio della Guerra d'Indipendenza Americana."
    },
    {
        "id": 15,
        "title": "La Rivoluzione Americana: 1775-1783",
        "content": "<b>Genesi:</b>\n\nSecolo XVII - si verificano frequenti scontri tra le potenze coloniali - Inghilterra, Francia, Olanda, Spagna. -1756-1763 - La guerra dei sette anni, tra la Gran Bretagna e la Francia, per il controllo dei territori in Nord America - La Gran Bretagna vince - le alte spese per le campagne militari portano a un grande bisogno di fondi per il governo britannico che impone nuove tasse sulle colonie: - Limitazioni dell'espansione delle colonie verso ovest - i coloni non erano rappresentati nel Parlamento di Londra, che prendeva tutte le decisioni riguardanti le loro vite;\n\n<b>Eventi:</b>\n\n1765 - Il Parlamento britannico istituisce il dazio sulle bolle e l'atto del quartieramento; 1773 - Boston Tea Party - un gruppo di coloni getta in mare il carico di tè proveniente da 3 navi; 1774 - Filadelfia - Primo Congresso Continentale - si tenta di trovare una soluzione pacifica, nel frattempo le colonie iniziano ad armarsi e cercare alleati; 1775 - I primi spari vengono sparati a Lexington e Concord tra l'esercito britannico e le milizie dei coloni; Luglio 1776 - Il Secondo Congresso Continentale proclama l'indipendenza degli Stati Uniti d'America: il principale autore della Dichiarazione di Indipendenza è Thomas Jefferson; George Washington viene nominato comandante dell'esercito. Gli sforzi diplomatici di Benjamin Franklin portano aiuti dalla Francia, 1777 - Vittoria americana a Saratoga - la Francia dichiara guerra alla Gran Bretagna; 1780 - I britannici occupano Charleston. Durante il Boston Tea Party, il carico di tè delle tre navi fu a. gettato in mare b. confiscato dai patrioti c. venduto a prezzi molto alti. 2. Scegli la variante con l'ordine corretto degli eventi: a. Il Primo Congresso Continentale, il Boston Tea Party, la scaramuccia di Lexington. b. Il Boston Tea Party, il Primo Congresso Continentale, la scaramuccia di Lexington. c. La scaramuccia di Lexington, il Primo Congresso Continentale, il Boston Tea Party. Vero o falso 3. Il Primo Congresso Continentale proclamò l'indipendenza delle 13 colonie. (F) 4. L'indipendenza delle colonie fu proclamata nell'anno ... (1776) Vero o falso 1781 - Yorktown - l'esercito britannico è costretto alla resa; 1783 - Trattato di Versailles - gli Stati Uniti ottengono l'indipendenza dalla Gran Bretagna; 1787 - La Costituzione degli Stati Uniti d'America viene adottata a Filadelfia.\n\n<b>Conseguenze:</b>\n\nCostituzione degli Stati Uniti d'America - Sviluppo economico e militare del nuovo stato - Colonizzazione dei territori nell'ovest degli Stati Uniti, sterminio delle tribù indiane; 4 luglio - Giorno dell'Indipendenza - è, ancora oggi, la festa nazionale degli Stati Uniti."
    },
    {
        "id": 16,
        "title": "Il Movimento per il Suffragio: Le Donne Lottano per il Diritto di Voto: 1893-1928",
        "content": "<b>Contesto storico:</b>\n\nAncora oggi i diritti umani vengono violati in tutto il mondo. La maggior parte dei paesi del mondo ha deciso di orientarsi verso il loro rispetto. Tuttavia, la situazione non è sempre stata così positiva. Un esempio sono le donne, la cui posizione sociale era peggiore di quella degli uomini. Non potevano decidere per se stesse, non avevano il diritto di voto. Il diritto all'istruzione non era garantito. È solo alla fine del XIX secolo che il desiderio di cambiamento è emerso nelle società, sempre più persone hanno sostenuto vari tipi di iniziative che hanno portato al miglioramento della situazione. Esistono movimenti che cambiano completamente la vita sociale. Uno di essi è il movimento delle suffragette, un gruppo di attiviste nel Regno Unito e negli Stati Uniti che lottavano per il suffragio delle donne, completo o parziale.\n\nI membri del movimento hanno utilizzato metodi molto diversi per raggiungere i loro obiettivi. Questi includono attività che cambiano la consapevolezza sociale, proteste, petizioni o persino metodi di disobbedienza civile. Le loro azioni, a lungo termine e coerenti, hanno portato alla situazione in cui nella maggior parte dei paesi del mondo i diritti delle donne e degli uomini sono stati equiparati.\n\nOttenere il pieno diritto di voto per le donne non mette fine alla lotta per l'uguaglianza di genere. Rimangono da risolvere questioni come l'accesso all'istruzione (movimento femminista) e l'aumento della partecipazione delle donne alla vita pubblica (emancipazione). Inoltre, si osserva ancora un trattamento ingiusto delle donne nel lavoro professionale, con ostacoli alla promozione e salari più bassi. In alcuni paesi, le donne si confrontano ancora con problemi di accesso alle cure mediche e al possesso di beni. Negli ultimi anni, si è verificato un cambiamento nelle opinioni pubbliche riguardo a questi temi. È impossibile aspettarsi l'eliminazione completa delle disuguaglianze di genere nel mondo."
    },
    {
        "id": 17,
        "title": "La Rivoluzione Russa: 1917-1922",
        "content": "La Rivoluzione russa ebbe luogo nel 1917 quando i contadini e la classe operaia della Russia si ribellarono contro il governo dello zar Nicola II. Erano guidati da <u>Vladimir Lenin</u> e da un gruppo di rivoluzionari chiamati bolscevichi. Il nuovo governo <u>comunista</u> creò il Paese dell'Unione Sovietica.\n\n<b>Gli zar russi</b>\n\nPrima della rivoluzione, la Russia era governata da un potente monarca chiamato zar. Lo zar aveva il potere totale in Russia. Comandava l'esercito, possedeva gran parte delle terre e controllava persino la chiesa.\n\nDurante il periodo precedente alla Rivoluzione russa, la vita della classe operaia e dei contadini era molto difficile. Lavoravano per pochi soldi, spesso rimanevano senza cibo e si trovavano in pericolose condizioni di lavoro. La classe aristocratica trattava i contadini come schiavi, concedendo loro pochi diritti legali e trattandoli quasi come animali.\n\n<b>Domenica di sangue</b>\n\nUn evento importante che portò alla Rivoluzione russa si verificò il 22 gennaio 1905. Un gran numero di lavoratori marciava verso il palazzo dello zar per presentare una petizione per migliori condizioni di lavoro. Furono bersagliati dai soldati e molti di loro furono uccisi o feriti. Questo giorno è conosciuto come Domenica di sangue.\n\nPrima della Domenica di sangue, molti contadini e membri della classe operaia veneravano lo zar e pensavano che fosse dalla loro parte. Incolpavano il governo dei loro problemi, non lo zar. Tuttavia, dopo gli spari, lo zar fu considerato nemico della classe operaia e il desiderio di rivoluzione cominciò a diffondersi.\n\n<b>La Prima guerra mondiale</b>\n\nNel 1914, iniziò la Prima guerra mondiale e la Russia era in guerra con la Germania. Un enorme esercito russo fu formato costringendo uomini della classe operaia e contadini a unirsi. Nonostante l'esercito russo fosse numeroso, i soldati non erano equipaggiati né addestrati per combattere. Molti di loro vennero inviati in battaglia senza scarpe, cibo e persino armi. Nei successivi tre anni, quasi 2 milioni di soldati russi furono uccisi in battaglia e quasi altri 5 milioni rimasero feriti. Il popolo russo incolpava lo zar di aver fatto entrare il paese in guerra e di aver causato la morte di così tanti giovani.\n\n<b>La Rivoluzione di febbraio</b>\n\nIl popolo russo si ribellò per la prima volta all'inizio del 1917. La rivoluzione ebbe inizio quando un certo numero di lavoratori decise di scioperare. Molti di questi lavoratori si riunirono durante lo sciopero per discutere di politica e iniziarono a fare disordini. Lo zar Nicola II ordinò all'esercito di reprimere la rivolta, ma molti soldati rifiutarono di sparare contro il popolo russo e l'esercito iniziò a ammutinarsi contro lo zar.\n\nDopo alcuni giorni di rivolte, l'esercito si schierò contro lo zar. Lo zar fu costretto ad abdicare e un nuovo governo prese il potere. Il governo era guidato da due partiti politici: il Soviet di Pietrogrado (che rappresentava gli operai e i soldati) e il Governo Provvisorio (il governo tradizionale senza lo zar).\n\n<b>La Rivoluzione bolscevica</b>\n\nNei mesi successivi, i due schieramenti governarono la Russia. Una delle principali fazioni del Soviet di Pietrogrado era un gruppo chiamato bolscevichi. Erano guidati da Vladimir Lenin e credevano che il nuovo governo russo dovesse essere un governo marxista (comunista). Nel mese di ottobre del 1917, Lenin prese il pieno controllo del governo in quello che viene chiamato la Rivoluzione bolscevica. La Russia divenne così il primo paese comunista al mondo.\n\n<b>Risultati</b>\n\nDal 1918 al 1920, la Russia fu coinvolta in una guerra civile tra i bolscevichi (noti anche come Armata Rossa) e gli anti-bolscevichi (l'Armata Bianca). I bolscevichi vinsero e il nuovo paese fu chiamato URSS (Unione delle Repubbliche Socialiste Sovietiche)."
    },
    {
        "id": 18,
        "title": "Nascita delle nazioni unitarie: 1945-1946 (Europa, America settentrionale e meridionale, Asia, Africa, Australia)",
        "content": "Le Nazioni Unite (o ONU), chiamate anche informalmente Organizzazione delle Nazioni Unite (o ONU), sono l'organizzazione internazionale più grande e più riconosciuta al mondo. Alla sua fondazione, l'ONU aveva 51 stati membri. Oggi ne conta 193, quasi tutti gli stati sovrani del mondo. L'ONU ha sede a New York City e possiede altri importanti uffici a Ginevra, Nairobi, Vienna e L'Aia (sede della Corte internazionale di giustizia).\n\nSi tratta di un'organizzazione intergovernativa i cui scopi dichiarati sono sviluppare relazioni amichevoli tra le nazioni, raggiungere la cooperazione internazionale e fungere da centro per armonizzare le azioni delle nazioni. Altri obiettivi includono il mantenimento della pace e della sicurezza internazionale, la protezione dei diritti umani, la fornitura di aiuti umanitari, la promozione dello sviluppo sostenibile e il rispetto del diritto internazionale.\n\nLe Nazioni Unite sono state istituite dopo la Seconda guerra mondiale con l'obiettivo di prevenire future guerre mondiali. Il 25 aprile 1945, 50 nazioni si riunirono a San Francisco per una conferenza e iniziarono a redigere la Carta delle Nazioni Unite, adottata il 25 giugno 1945 e diventata operativa il 24 ottobre 1945, quando l'ONU iniziò le sue attività."
    },
    {
        "id": 19,
        "title": "La Rivoluzione Digitale: L'Invenzione del Computer Elettrico Digitale",
        "content": "Contesto storico: Fin dall'inizio, l'uomo ha cercato di sfruttare al massimo la tecnologia nella sua vita. In epoche diverse sono stati inventati dispositivi rivoluzionari come la ruota, il motore a vapore o l'aeroplano. Subito dopo l'invenzione, sono stati compiuti sforzi per migliorare questi dispositivi. La grande svolta è avvenuta dopo la fine della Seconda guerra mondiale, quando le economie di tutti i paesi sono passate in gran parte alla produzione civile. Sono stati scoperti i semiconduttori, che hanno permesso lo sviluppo dell'elettronica e la miniaturizzazione dei dispositivi.\n\nSono stati creati i primi computer. Internet e le reti telefoniche mobili si stanno sviluppando. È emerso un nuovo tipo di società che utilizza il computer come strumento di lavoro quotidiano. Grazie all'informatica e allo scambio incredibilmente veloce di dati tramite Internet, i giornali, i libri e la televisione tradizionali stanno perdendo importanza. La digitalizzazione delle collezioni consente l'accesso a un numero maggiore di persone. L'informatizzazione della vita sociale consente l'accesso a pubblicazioni in altre lingue. Consente di gestire le questioni negli uffici e persino di votare.\n\nGrazie alla rivoluzione digitale, compare il concetto di intelligenza artificiale per aiutare le persone nelle decisioni, o addirittura per sostituirle. Purtroppo, si sentono voci che sostengono che uno sviluppo così rapido possa portare alla completa sostituzione dell'uomo da parte delle macchine, e persino alla sua eliminazione. I sostenitori di questa teoria affermano che le storie di fantascienza presentate in film come \"Terminator\", \"Io, robot\" o \"The Matrix\" potrebbero diventare realtà."
    },
    {
        "id": 20,
        "title": "L'Unione Sovietica ha lancia lo Sputnik, il primo satellite artificiale: 4/10/1957 (Russia)",
        "content": "Contesto storico: Fin dall'inizio dell'esistenza, le persone hanno desiderato volare. Il volo stesso non è altro che l'utilizzo dei principi della fisica. Il volo ha anche una dimensione più ampia, associata all'indipendenza e alla libertà umana.\n\nSi dice che i primi aviatori siano le figure mitiche di Dedalo e Icaro, che costruirono delle ali e tentarono di fuggire da Creta. Una fuga che si concluse in modo tragico. Leonardo da Vinci, con le sue visioni e invenzioni senza tempo, ha avuto un'importanza fondamentale per l'aviazione. Le fonti storiche forniscono alcuni dati interessanti sui tentativi dell'uomo di sollevarsi da terra: il primo volo in mongolfiera avvenne il 21 novembre 1783 a Parigi. Il 17 dicembre 1903, i fratelli Wright compirono il primo volo in aereo, percorrendo una distanza di 36 metri. Negli anni successivi, grazie allo sviluppo della scienza e della tecnologia, l'uomo ha migliorato le macchine volanti e i voli sono diventati più lunghi e sicuri.\n\nDopo la fine della Seconda guerra mondiale, le economie dei paesi passarono dalla produzione militare a quella civile. Stiamo assistendo a un grande balzo in avanti in ogni settore, che sta portando alla conquista dello spazio. Un ulteriore catalizzatore è stata la rivalità tra Stati Uniti e URSS. Il 4 ottobre 1957, i russi furono i primi a lanciare un oggetto nello spazio: il primo satellite artificiale terrestre, lo Sputnik. Alcuni anni dopo, abbiamo avuto il primo uomo nello spazio, Yuri Gagarin, e la prima donna nello spazio, Valentina Tereshkova. I successi iniziali dei russi sono stati oscurati dagli Stati Uniti, con il primo uomo sulla Luna, Neil Armstrong, il 20 luglio 1969. Sono stati sviluppati anche programmi navetta spaziale e programmi internazionali congiunti come la Stazione Spaziale Internazionale (ISS), che permette ai cosmonauti dei paesi partecipanti di soggiornare in rotazione. L'azione congiunta dei paesi può contribuire a ulteriori esplorazioni dello spazio, come la scoperta di pianeti simili alla Terra e i tentativi di colonizzarli."
    },
    {
        "id": 21,
        "title": "Yuri Gagarin diventa il primo uomo nello spazio: 1961 (Russia)",
        "content": "Yuri Alexeyevich Gagarin (9 marzo 1934 - 27 marzo 1968) è stato un cosmonauta russo (astronauta). È diventato il primo essere umano nello spazio il 12 aprile 1961, a bordo di un razzo lanciato dall'Unione Sovietica.\n\nYuri Gagarin è nato nel villaggio di Klushino, vicino a Gzhatsk (oggi nell'Oblast di Smolensk, Russia), il 9 marzo 1934. La città vicina a Gzhatsk è stata ribattezzata Gagarin nel 1968 in suo onore. I suoi genitori, Alexey Ivanovich Gagarin e Anna Timofeyevna Gagarina, lavoravano in una fattoria collettiva. Anche se i lavoratori manuali sono spesso considerati \"contadini\", questa definizione è troppo semplicistica se applicata ai suoi genitori: si dice che sua madre amasse leggere, mentre suo padre era un abile falegname. Yuri era il terzo di quattro figli e sua sorella maggiore lo ha aiutato a crescere mentre i suoi genitori lavoravano. Come milioni di persone nell'Unione Sovietica, la famiglia Gagarin ha sofferto durante l'invasione nazista durante la Seconda guerra mondiale. I suoi due fratelli maggiori furono inviati in Germania nazista per lavorare come schiavi nel 1943 e tornarono solo dopo la guerra. Fin da giovane, Yuri si interessò allo spazio e ai pianeti e iniziò a sognare il suo viaggio nello spazio, che un giorno sarebbe diventato realtà. I suoi insegnanti lo consideravano intelligente e laborioso, anche se a volte faceva qualche dispetto. Il suo insegnante di matematica e scienze aveva volato nelle Forze Aeree Sovietiche durante la guerra, cosa che aveva impressionato il giovane Gagarin.\n\nNel 1960, dopo un processo di ricerca e selezione, Yuri Gagarin fu scelto insieme ad altri 19 esploratori spaziali per il programma spaziale sovietico. Come gli altri futuri esploratori spaziali, fu sottoposto a esperimenti per testare le sue capacità fisiche e psicologiche e ricevette un addestramento per il volo imminente. Tra i venti originariamente selezionati, la scelta finale per il primo lancio fu tra Gagarin e Gherman Titov, sulla base delle loro prestazioni durante l'addestramento e della loro forma fisica.\n\nIl 12 aprile 1961, Gagarin divenne il primo uomo a viaggiare nello spazio, lanciato in orbita a bordo del Vostok 3KA-3 (Vostok 1). Il suo segnale radio in questo volo era Kedr (Cedro in russo). Durante il volo, Gagarin fischiettò la canzone \"La Patria sente, la Patria sa\" (russo: Родина слышит, Родина знает), scritta da Dmitri Shostakovich nel 1951 con parole di Yevgeniy Dolmatovsky. Le prime due righe della canzone sono: \"La Patria sente, la Patria sa/Dove il suo figlio vola nel cielo\".\n\nDopo il volo spaziale, Gagarin divenne vicedirettore dell'addestramento presso la base di addestramento dei cosmonauti di Star City. Allo stesso tempo, riprese la sua carriera di pilota da caccia. Il 27 marzo 1968, durante un volo di addestramento di routine dalla base aerea di Chkalovsky, lui e l'istruttore di volo Vladimir Seryogin morirono in un incidente a bordo di un MiG-15UTI, vicino alla città di Kirzhach. Gagarin e Seryogin furono sepolti nelle mura del Cremlino in Piazza Rossa.\n\nNon si è sicuri delle cause dell'incidente, ma un'indagine del 1986 suggerisce che le turbolenze generate da un intercettore Su-11 'Fishpot-C' che utilizzava i postcombustori potrebbero aver causato la perdita di controllo dell'aereo di Gagarin."
    },
    {
        "id": 22,
        "title": "Il presidente degli Stati Uniti John F. Kennedy viene assassinato a Dallas, Texas: 22/11/1963 (USA)",
        "content": "Dopo la fine della Seconda guerra mondiale, il mondo fu diviso dalle grandi potenze in sfere di influenza. Ciò portò a uno stato costante di tensione e rivalità tra il Blocco orientale (Patto di Varsavia) e l'Occidente (NATO). Una delle attività caratteristiche di quel periodo fu l'aumento dell'attività militare: la costruzione di nuovi tipi di armi, la creazione di nuove basi militari e persino la corsa allo spazio. Dal 1944 al 1991, ogni parte del mondo fu influenzata da una delle superpotenze, con l'istituzione di basi militari e l'addestramento di unità paramilitari. Contestualmente, si poteva notare anche una competizione economica. I successi venivano sfruttati dalla propaganda, in particolare quella dell'URSS, che però non mostrava mai il lato negativo della medaglia: costi sociali e finanziari, povertà, carestia.\n\nNel 1961, John Fitzgerald Kennedy diventa il 35° presidente degli Stati Uniti e porta avanti una politica estera attiva, il cui obiettivo principale era la normalizzazione delle relazioni con l'URSS. Nonostante la dichiarata amicizia e normalizzazione delle relazioni, il giovane presidente non venne percepito dalle autorità sovietiche come un politico eccezionale ed esperto, ma piuttosto il contrario. Fu proprio per questo che si decise di inviare missili con testate nucleari a Cuba. Questo evento, noto come \"Crisi di Cuba\", è uno dei più importanti durante la presidenza di \"JFK\". Grazie alle informazioni dei servizi segreti, Kennedy fu in grado di bluffare, facendo credere che fosse pronto a distruggere le navi sovietiche che si avvicinavano a Cuba con qualsiasi mezzo possibile. Inoltre, grazie ad azioni diplomatiche, la crisi venne risolta e il mondo fu scampato alla visione di una \"Terza Guerra Mondiale\".\n\nKennedy fu assassinato il 22 novembre 1963 a Dallas. La cosiddetta \"Commissione Warren\" stabilì che l'assassino fosse Lee Harvey Oswald, che aveva vissuto per alcuni anni in Unione Sovietica. Tuttavia, pochi giorni dopo, Oswald venne ucciso da Jack Ruby. Ancora oggi, la morte del presidente rimane un mistero e le teorie del complotto che circondano questo avvenimento continuano ad alimentare il dibattito pubblico. La morte del presidente è stata oggetto di film, libri e persino videogiochi."
    },
    {
        "id": 23,
        "title": "La nascita di Internet: 1965-1995 (USA)",
        "content": "Contesto storico: Il prototipo della moderna rete Internet è rappresentato dalla rete americana ARPANET, grazie alla quale i computer avrebbero dovuto comunicare tra loro al fine di intensificare le attività di progetti scientifici a scopo militare. Ad un certo punto, per ragioni note solo all'esercito statunitense, il progetto passa al settore \"civile\". Da allora, la rete internazionale ha iniziato a svilupparsi in modo sistematico, con un aumento progressivo del numero di computer connessi. Sempre più università si sono unite al progetto e nel 1973 ARPANET ha raggiunto anche la Norvegia, sebbene lo sviluppo non fosse ancora così dinamico come lo è diventato successivamente. Nel corso degli anni '90, sono apparsi i primi siti web.\n\nParallelamente, sono emersi nuovi servizi che utilizzano Internet, come il banking online e i servizi multimediali che vengono utilizzati da tutti gli utenti per lavoro o intrattenimento. Il commercio di beni ha assunto un nuovo significato, eliminando intermediari e consentendo la spedizione diretta dei prodotti dal venditore al cliente, riducendo i tempi e abbassando i costi. Tuttavia, Internet ha anche il suo lato oscuro rappresentato dal cosiddetto \"Darknet\", che fornisce accesso solo a persone che soddisfano determinati criteri e offre maggiore anonimato e protezione durante le comunicazioni. Inoltre, gli utenti del Darknet hanno accesso a contenuti che non possono essere pubblicati sulla normale rete Internet."
    },
    {
        "id": 24,
        "title": "Il tempo dei cacciatori e dei contadini (3000 a.C.)",
        "content": "La preistoria riguarda la storia delle società umane in cui la scrittura è sconosciuta. Poiché non tutte le società conoscono la scrittura contemporaneamente, la durata della preistoria varia anche a seconda dell'area geografica. Durante il periodo preistorico, l'uomo inizialmente viveva come cacciatore-raccoglitore per poi passare all'agricoltura.\n\n- Lo stile di vita dei cacciatori-raccoglitori\n\n- L'emergere dell'agricoltura e delle società agricole\n\n- L'emergere delle prime società urbane\n\nEconomia e tecnologia\n\nI cacciatori-raccoglitori dipendevano fortemente dalle risorse offerte dall'ambiente naturale per il loro sostentamento. Nel corso del tempo, svilupparono tecniche che consentirono loro di sopravvivere più facilmente in diversi tipi di ambiente e di espandersi in tutto il globo. Nonostante le loro risorse tecniche limitate, i cacciatori-raccoglitori preistorici talvolta influenzavano in modo sostenibile l'ambiente naturale circostante.\n\nOrganizzazione sociale\n\nI cacciatori-raccoglitori vivevano generalmente in società non gerarchiche, con gruppi di dimensioni comprese tra 25 e 50 persone. Di tanto in tanto, le persone si riunivano in tribù.\n\nArte e religione\n\nSono state trovate prove che indicano la presenza di arte e religione nella vita preistorica.\n\nEconomia e sviluppo tecnologico\n\nCon il passare del tempo, l'uomo iniziò a praticare l'agricoltura, permettendogli di ottenere maggiori quantità di cibo nella stessa area. Aumentarono anche la formazione di proprietà e il sistema di baratto. L'agricoltura talvolta comportava danni all'ambiente, come l'erosione del suolo.\n\nOrganizzazione sociale\n\nGli agricoltori vivevano in villaggi di circa 100 persone e dovevano difendere la loro terra dagli invasori.\n\nArte e religione\n\nSono state trovate prove che indicano la presenza di arte e religione nella vita preistorica."
    },
    {
        "id": 25,
        "title": "Il tempo dei greci e dei romani (3000 a.C. - 500 d.C.)",
        "content": "<b>Temi principali:</b>\n\n• La cittadinanza e il pensiero scientifico nella città-stato greca\n\n• La diffusione della cultura greco-romana e il confronto con la cultura germanica\n\n• Il Cristianesimo nell'Impero Romano: dalla religione proibita all'unica religione consentita\n\n<b>Fonti di conoscenza sull'antichità</b>\n\n· La conoscenza sull'antichità si basa in parte sui resti materiali, che mostrano lo sviluppo delle tecniche e degli stili durante questo periodo.\n\n· Le società antiche hanno sviluppato un sistema di scrittura, e ci sono fonti scritte su una varietà di argomenti. Ciò ci permette di avere una migliore comprensione del pensiero e del mondo di vita dell'antichità rispetto alla preistoria. Lo script latino si è diffuso in Europa occidentale grazie ai Romani.\n\n<b>La civiltà greco-romana (700 a.C. - 500 d.C.)</b>\n\n• Sviluppo economico e colonizzazione.\n\n· Quando Greci e Romani non hanno più sufficienti terreni agricoli, cercano altre fonti di sostentamento attraverso l'espansione territoriale.\n\n· I Greci fondano insediamenti urbani in diversi luoghi nel Mediterraneo, mentre i Romani estendono il loro dominio sull'area del Mar Mediterraneo e gran parte dell'Europa.\n\n• La città come luogo di vita\n\n· Il paesaggio urbano è caratterizzato da abitazioni, edifici pubblici e altre strutture.\n\n· Nelle città greco-romane, ricchi e poveri hanno stili di vita distinti, ma sono presenti opportunità di intrattenimento per tutti i gruppi. I cittadini liberi partecipano al governo delle città greco-romane.\n\n• Arte, religione e scienza\n\n· Greci e Romani hanno raggiunto grandi risultati nei campi dell'architettura, della scultura, della letteratura e della scienza.\n\n· La vita dei Greci e dei Romani era permeata dalla presenza di poteri divini.\n\n· Emergono movimenti religiosi che riconoscono un unico principio guida dietro il politeismo, tra cui il Cristianesimo che si è evoluto dal giudaismo monoteista e ha ottenuto successo nell'Impero Romano.\n\n<b>I Romani come diffusori culturali nella regione del Reno (50 a.C. - 450 d.C.)</b>\n\n· Il potere romano si afferma attraverso una combinazione di violenza e alleanze.\n\n· Nella regione del Reno, i Romani trovano una società preistorico-agraria.\n\n· I Romani fondano città nelle aree in cui si insediano, che diventano centri di incontro tra Romani e Germani.\n\n· Si sviluppa una cooperazione economica, politica e religiosa tra Romani e Germani.\n\n• Declino della vitalità della cultura greco-romana\n\n· L'influenza predominante della cultura greco-romana non persiste nell'Europa occidentale a causa dei problemi interni dell'Impero Romano, che risultano insolubili."
    },
    {
        "id": 26,
        "title": "Il tempo dei monaci e dei cavalieri (500 - 1000/2000)",
        "content": "• La diffusione del cristianesimo (nelle Terre Basse)\n\n• Il sistema manoriale e la servitù\n\n• La relazione tra signore e vassallo\n\n<b>Fonti</b>\n\n· La conoscenza sul Medioevo si basa su varie fonti come edifici, oggetti, immagini e testi.\n\n<b>Periodo di transizione: dall'Antichità al Medioevo (300 - 500)</b>\n\n• Disordine politico ed economico\n\n· La perdita del dominio romano nell'Impero Romano d'Occidente ha dato origine a una lotta per il potere tra le tribù germaniche. In gran parte dell'Europa prevale il caos amministrativo ed economico.\n\n· Gli spostamenti della popolazione, con vari popoli costretti a cercare nuovi luoghi in cui vivere in Asia ed Europa, contribuiscono al caos amministrativo ed economico. Le città cadono in rovina.\n\n• Sviluppo religioso: il cristianesimo\n\n· Durante le migrazioni dei popoli, la chiesa è l'unico elemento stabile e custode della cultura scritta.\n\n<b>Alto Medioevo (500 - 1000)</b>\n\n• Sviluppo economico: agricoltura finalizzata all'autosufficienza\n\n· L'economia nel Medioevo era inizialmente agricola e basata sull'autosufficienza. Esistevano fattorie di contadini liberi e domini di grandi proprietari terrieri che affittavano terre agricole ai contadini servili. Nel tempo, molti contadini liberi diventarono servi della gleba.\n\n· Attraverso il miglioramento delle tecniche di coltivazione e l'uso più efficiente del territorio, la produzione agricola aumentò gradualmente.\n\n• Sviluppo politico: un regno basato sul sistema feudale\n\n· I re franchi riuscirono a stabilire un grande impero a partire dal 500. L'introduzione del sistema feudale e l'alleanza con la chiesa furono di grande importanza in questo processo. Dopo il 900, l'impero si frammentò nuovamente. · · · · Tra l'800 e il 1000 si verificarono le spedizioni dei Normanni, che rappresentavano una forma tardiva di migrazione della popolazione.\n\n• Sviluppo religioso: diffusione del cristianesimo e dell'Islam\n\n· In Europa, i cristiani costruirono sempre più chiese e monasteri, diffondendo il cristianesimo tra i popoli pagani. I monasteri acquisirono ampie terre.\n\n· La chiesa stabilì un'alleanza con i re franchi per diffondere la fede e proteggere i loro possedimenti terreni. Mentre il cristianesimo si diffondeva in gran parte dell'Europa, l'Islam si diffondeva nel Medio Oriente, in Nord Africa e in Spagna.\n\n<b>Basso Medioevo (1000 - 1500)</b>\n\n• Sviluppo economico: commercio ed emergenza delle città\n\n- Le migliorate tecniche agricole portarono a un aumento significativo della produzione alimentare, favorendo la crescita della popolazione e il commercio.\n\n- La nobiltà trasse vantaggio dalla maggiore prosperità, espandendo i castelli e rafforzando gli eserciti.\n\n- L'aumento del commercio stimolò l'emergere delle città e dell'economia monetaria. Gli incendi e le epidemie rappresentavano pericoli reali per gli abitanti delle città.\n\n• Sviluppi politici: formazione dello Stato e governo delle città\n\n- I principi utilizzavano la ricchezza delle città per rafforzare la loro autorità centrale, impiegando il denaro delle tasse per assumere funzionari per l'amministrazione dell'impero.\n\n- In cambio dei finanziamenti al monarca, le città ottenevano il diritto di autogovernarsi. Così, insieme al clero, alla nobiltà e ai contadini, si creò un quarto stato: i cittadini.\n\n• Sviluppi religiosi, artistici ed educativi: influenza della Chiesa sulla vita quotidiana\n\n- Nelle città vennero costruite le chiese più belle, e ciò favorì lo sviluppo dell'industria e dell'arte. L'architettura secolare trovò impulso nelle corti e nelle città.\n\n- La Chiesa esercitava un'influenza predominante sulla vita dei fedeli, come dimostrano le numerose festività religiose, le crociate e il suo ruolo importante nell'educazione della popolazione.\n\n• Transizione dal Medioevo all'Età Moderna\n\n- Alla fine del Medioevo, la Chiesa non determinava più completamente il pensiero e il comportamento delle persone. Le persone iniziarono a fare maggiormente affidamento sulle proprie forze e a prendere decisioni autonome, il che portò a cambiamenti nell'economia, nella religione e nell'arte.\n\n• Organizzazione politica\n\n- Alla fine del Medioevo, i monarchi richiedevano denaro alle città, in cambio delle quali queste ricevevano privilegi che ampliavano il loro potere. Tuttavia, quando le richieste diventavano eccessive e i diritti delle città venivano limitati, sorgono tensioni tra i monarchi e le città.\n\n- Un esercito di mercenari riduceva la dipendenza del monarca dall'aiuto militare della nobiltà, limitando così il potere di quest'ultima. Ciò causava tensioni tra monarchi e nobiltà.\n\nCharlemagne (742-814)\n\n• Il sistema manoriale e la servitù\n\n• La relazione tra signore e vassallo\n\nIl periodo delle città e degli stati (1000/1200-1500)\n\n• La lotta tra la Chiesa e lo Stato\n\n• L'ascesa del commercio e l'emergere delle città\n\n• L'affermazione della borghesia urbana e l'aumento dell'indipendenza delle città\n\n• L'inizio della formazione dello stato e della centralizzazione\n\nLa Lega Anseatica\n\n• L'ascesa del commercio e l'emergere delle città"
    },
    {
        "id": 27,
        "title": "La nascita del cristianesimo: i monasteri",
        "content": "<b>DALLA CITTÀ ALLA CAMPAGNA</b>\n\nIl periodo compreso tra il 500 e il 1500 è conosciuto come Medioevo, ovvero un periodo di transizione tra l'antico e il moderno.\n\nÈ stato un periodo di declino culturale ed economico. Si è verificata una diminuzione della popolazione, soprattutto nelle città, a causa delle peggiori condizioni di vita e di numerose epidemie e carestie. Le terre coltivate sono state abbandonate e coperte da boschi popolati da animali selvatici. In questa situazione sono nate le curtes, vaste proprietà terriere controllate da un unico signore. La curtis rappresentava un centro di potere autonomo, chiuso e autosufficiente.\n\n<b>IL RUOLO DELLA CHIESA</b>\n\nIn quel periodo, la Chiesa era l'unica autorità che si prendeva cura della popolazione. Era un'istituzione organizzata e diffusa sul territorio (diocesi) e si occupava degli aspetti materiali della vita, garantendo anche la sopravvivenza della cultura. Nelle città più importanti di ogni diocesi c'era un vescovo che assumeva la leadership politica e amministrativa delle comunità. Roma era il centro dell'organizzazione ecclesiastica nell'Occidente. Un importante papa di questo periodo storico è Gregorio I (il Grande), che convertì le popolazioni germaniche al cattolicesimo.\n\n<b>IL MONASTERO</b>\n\nIl monachesimo si diffuse anche in Occidente. I monaci erano cristiani che decidevano di ritirarsi in luoghi isolati per vivere in solitudine e dedicarsi alla preghiera. A differenza dell'Oriente, i monaci in Occidente si riunivano in comunità. La comunità più famosa è quella del monastero di Montecassino, fondato da Benedetto da Norcia. Benedetto stabilì e scrisse la <b>Regola</b>, che imponeva la divisione della giornata tra preghiera e lavoro ('ora et labora')."
    },
    {
        "id": 28,
        "title": "Atene: verso/un esempio di Democrazia",
        "content": "Tra le poleis democratiche spicca Atene. All'inizio era dominata da un ristretto gruppo di nobili proprietari terrieri: era una polis oligarchica. Atene divenne un'importante città commerciale. Gli Ateniesi, non nobili ma intraprendenti, si arricchirono grazie al commercio e all'artigianato e pretendevano di governare lo stato. Il nobile Solone, uomo onesto e stimato, fu eletto legislatore della città. Divise i cittadini di Atene in quattro classi, in base alla ricchezza: tutti potevano partecipare all'assemblea, ma ogni classe aveva diritti e doveri diversi. Con le leggi di Solone c'erano ancora disuguaglianze tra gli Ateniesi, ma si poteva nascere poveri e diventare ricchi. L'opera di Solone fu perfezionata da Clistene e Pericle. Clistene abolì la distinzione dei cittadini in base alla ricchezza e modificò il sistema di voto: ogni cittadino poteva essere eletto alle cariche governative. Con Pericle le cariche erano pagate e tutti i cittadini ateniesi avevano pari diritti. Un povero cittadino di umili origini poteva possedere terre, partecipare ad assemblee, essere membro del governo come un ricco. I cittadini ateniesi erano gelosi della loro libertà, coloro che mettevano in pericolo la libertà della città venivano esiliati per ostracismo, i voti venivano scritti su pezzi di terracotta, chiamati ostraka.\n\n<b>DEMOCRAZIA IERI E OGGI</b>\n\nLa democrazia di Atene ha ispirato le democrazie moderne, anche se con alcune differenze. Ad Atene venivano eletti pochi cittadini; noi eleggiamo rappresentanti che invece decidono per noi. Nelle democrazie moderne tutti i cittadini partecipano alla vita politica mentre ad Atene donne, schiavi e stranieri erano esclusi."
    },
    {
        "id": 29,
        "title": "L'istruzione ad Atene",
        "content": "L'educazione dei ragazzi e delle ragazze ateniesi ha seguito due percorsi diversi. Le ragazze, destinate al matrimonio e alla famiglia, venivano istruite dalle madri, che le educavano ad essere brave mogli e capofamiglia, a saper tessere e filare. Per i ragazzi era prevista una buona preparazione atletica, necessaria per combattere, e i giovani si cimentavano in gare ginniche.\n\nNella polis aristocratica solo i nobili potevano permettersi questo tipo di formazione. Quando fu adottata la tecnica oplita, l'addestramento militare divenne obbligatorio per tutti i cittadini e furono costruite palestre nelle polis greche.\n\nL'istruzione ateniese mirava a formare cittadini che fossero in grado di usare le armi, ma che fossero anche colti. I ragazzi imparavano dalle loro madri o da uno schiavo istruito fino all'età di 6 o 7 anni. Poi andavano da un insegnante privato chiamato grammatico e imparavano a leggere, scrivere e fare aritmetica. Conoscevano le leggi più importanti della città e imparavano a memoria le poesie di Omero. I ragazzi studiavano anche musica insegnata da un citarista. Gli strumenti che venivano suonati erano la lira, la cetra e il flauto.\n\nA quindici anni il giovane sceglieva se imparare un mestiere o continuare a studiare; a diciotto anni faceva il servizio militare per due anni come giovane aiutante: indossava una tunica nera e aveva compiti di sorveglianza ai confini del territorio, nelle fortezze o in città durante le assemblee. Al termine di questo periodo diventava cittadino a pieno titolo e poteva partecipare alla vita pubblica e ai dibattiti."
    },
    {
        "id": 30,
        "title": "La guerra civile negli Stati Uniti",
        "content": "La guerra civile americana (12 aprile 1861 - 26 maggio 1865) è stata una guerra civile negli Stati Uniti. È stata combattuta tra l'Unione (\"il Nord\") e la Confederazione (\"il Sud\"), quest'ultima formata da stati che si erano secessi. La causa centrale della guerra era la disputa su se la schiavitù avrebbe potuto espandersi nei territori occidentali, portando alla creazione di più stati schiavisti, o se avrebbe dovuto essere impedita, cosa che si credeva avrebbe portato alla sua estinzione finale. Guidata dal presidente confederato Jefferson Davis, la Confederazione ottenne il controllo di circa un terzo della popolazione statunitense in undici dei 34 stati degli Stati Uniti esistenti all'epoca. Ne seguirono quattro anni di combattimenti intensi, principalmente nel Sud.\n\nIl 1 gennaio 1863, quando Abraham Lincoln emise il Proclama di Emancipazione, che dichiarava liberi tutti gli schiavi negli stati ribelli, ciò si applicava a più di 3,5 milioni dei 4 milioni di persone schiavizzate nel paese. Il 14 aprile 1865, il presidente Lincoln <a href='https://en.wikipedia.org/wiki/Assassination_of_Abraham_Lincoln'>fu colpito</a> da <a href='https://en.wikipedia.org/wiki/John_Wilkes_Booth'>John Wilkes Booth</a>, un simpatizzante confederato. Lincoln morì la mattina successiva. Il vicepresidente di Lincoln, <a href='https://en.wikipedia.org/wiki/Andrew_Johnson'>Andrew Johnson</a>, fu prestato giuramento come presidente e continuò la lotta.\n\nLa <a href='https://en.wikipedia.org/wiki/Conclusion_of_the_American_Civil_War'>conclusione della guerra civile americana</a> manca di una data di fine chiara e precisa dal punto di vista storico. Si presume che la guerra sia terminata con la resa del <a href='https://en.wikipedia.org/wiki/Trans-Mississippi_Department'>Dipartimento del Trans-Mississippi</a> il 26 maggio 1865, ma la fine legale della guerra fu sancita dal presidente Andrew Johnson il 20 agosto 1866."
    }
]