[
    {
        "id": 1,
        "title": "Dünya Savaşı",
        "content": "<b>Nedenler:</b>\n\nSavaşın bir nedeni, büyük güçlerin siyasi gerilimler ve krizler zemininde genişleme arzusuydu. Politik gerilimler ve krizlerin arka planında, Avusturya-Macaristan tahtının varisi Arşidük Franz Ferdinand'ın 1914 yazında Saraybosna'da suikaste uğraması, savaşı başlatan kıvılcım oldu. Avusturya-Macaristan saldırdı.\n\nSaldırıdan suçlu görülen Sırbistan, ardından ittifakların oyunuyla savaş Avrupa ve dünya çapında genişledi. İtilaf ile birlikte İtalya ve Romanya (Merkezi Güçler ittifakından çekilen) savaşa dahil oldu: Belçika, Sırbistan, Yunanistan, Japonya, ABD vb. Bulgaristan, Avusturya-Macaristan İmparatorluğu, Almanya ve Osmanlı İmparatorluğu vb. Merkezi Güçlerin yanında savaştılar. Avrupa'da ana olarak batı ve doğu olmak üzere iki önemli cephe vardı, ancak Balkanlar veya kuzey İtalya gibi bazı ikincil cepheler de bulunmaktaydı. Savaş, 1914 sonbaharında bir manevra savaşı olarak başladı. Batı cephesinde Almanya, Belçika'nın tarafsızlığını ihlal etti ve Fransa'ya saldırdı. Alman ilerleyişi Marne Nehri'nde durduruldu, Batı Cephesi'ndeki savaş mevzi savaşına dönüştü. Doğu cephesinde, Doğu Prusya'daki ilk askeri başarıların ardından, Rus orduları Tannenberg ve Masur Gölü'nde mağlup oldu ve burada da siper savaşı başladı. Balkanlar'da, kuşatılan Sırbistan 1915'te mağlup oldu; aynı yıl İtilaf, Gelibolu'da mağlubiyetin ardından Çanakkale Boğazı üzerinde kontrol sağlama girişiminde bulunamadı. Bu mağlubiyetler, İtalya'nın savaşa katılması ve kuzey İtalya'da yeni bir cephenin açılmasıyla dengeledi. Bu yıllar boyunca Romanya tarafsız bir pozisyon aldı, her iki taraf ile yoğun müzakereler yaptı ve savaşa hazırlandı.\n\n1916'da batı cephesinde Verdun ve Somme savaşları gibi iki büyük savaş gerçekleşti, her iki tarafta da çok sayıda kayba neden oldu. Verdun savaşı, Fransız cephesi'nin en güçlü müstahkem sektörü olan Verdun'da tükenme savaşının tüm özelliklerine sahipti. Almanlar, Fransa'yı tüketmeyi amaçlayarak Verdun'a saldırdı. Verdun, Mareşal Philippe Petain liderliğindeki direniş ve General Robert Nivelle liderliğindeki direnişle Alman saldırısına karşı koyarak, Fransız ordusu üzerinde büyük bir psikolojik etki yarattı. Verdun'u rahatlatma girişimi olarak İngiliz-Fransız orduları, Somme Nehri'nden başlattıkları taarruzda büyük insan kayıpları yaşadı. Aynı yıl İtilaf'ın baskısıyla karşı karşıya kalan Romanya da savaşa girdi. 1917 yılı, batı cephesinde ABD'nin savaşa katılmasıyla işaretlendi. Doğu cephesinde, Romanya ordusu Mărăști, Mărășești ve Oituz savaşlarında önemli zaferler elde etti. Bolşevik Devrimi'nin ardından Rusya, düşmanlıkları durdurdu ve Brest-Litovsk Barışı ile savaştan çekildi, ardından Romanya'nın her taraftan düşman ordularıyla çevrili olması nedeniyle teslim olmasına yol açtı. 1918'in ilk yarısında Almanya, batı cephesinde bir dizi zafer elde etti, ancak Marna Nehri'nde başka bir İtilaf zaferi tarafından durduruldu. Ancak sonunda, İtilaf'ın kaynak üstünlüğü, Merkezi Güçlerin tek tek teslim olmasına yol açtı: Eylül 1918'de Bulgaristan, Ekim 1918'de Osmanlı İmparatorluğu ve Kasım 1918'de Avusturya-Macaristan. Savaş, Almanya'nın 11 Kasım 1918'de Compiègne Mütarekesi'ni imzalamasıyla sona erdi."
    },
    {
        "id": 2,
        "title": "II. Dünya Savaşı",
        "content": "<b>Nedenler:</b>\n\nİkinci Dünya Savaşı, insanlık tarihinin en büyük yıkıcı güçle, büyük insan ve mal kayıplarıyla yapılan çatışmaydı. Savaşın genel nedeni, totaliter devletlerin topraklar ve etki alanları için mücadeleydi. Almanya'nın amacı, Versay Antlaşması tarafından dayatılan sınırların ve koşulların gelişmesini boğduğuna inanmasıydı. Aynı genişleme ve revizyonist iddialar, İtalya'da Orta Doğu ve Afrika'da, Japonya'da Uzak Doğu'da ve Sovyetler Birliği'nde Doğu Avrupa'da da ortaya çıktı.\n\nSavaşın patlak vermesine katkıda bulunan diğer nedenler arasında bir dizi devlette totaliter rejimlerin kurulması, ekonomik krizler, Fransa ve Birleşik Krallık'ın Hitler'in revizyonist eylemlerine karşı uzlaşmacı tutumu, Milletler Cemiyeti'nin etkisizliği vb. bulunmaktaydı.\n\nHedeflerine ulaşmak için üç revizyonist, savaşa karışan kamplardan birinin çekirdeği olan Roma - Berlin - Tokyo Ekseni'ni oluşturdu. Diğer kamp, 1941-1942'de oluşturulan Birleşmiş Milletler Koalisyonu, öncelikle Büyük Üç'ü bir araya getirdi - Birleşik Krallık, SSCB, ABD. Bu ittifaklara savaş sırasında diğer devletler de katıldı.\n\nBaşlıca savaş tiyatroları şunlardı: Atlantik Okyanusu, Batı ve Doğu Avrupa, Akdeniz, Kuzey Afrika, Orta Doğu, Pasifik Okyanusu ve Güneydoğu Asya, Çin.\n\nSavaş, 1 Eylül 1939'da Almanya'nın Polonya'yı işgal etmesiyle başladı, ardından sonraki yıllarda tüm dünya ölçeğinde genelleşti. Savaş iki aşamada gerçekleşti.\n\n1942'ye gelindiğinde Almanya, İtalya ve Japonya birçok zafer kazanmıştı. İngiltere hariç, 1941'in sonunda Hitler tüm Avrupa'yı kontrol etti, bu büyük ölçüde birleştirmeler, müttefik devletler ve Almanya'nın uydu devletleri aracılığıyla oluşturulan Büyük Almanya'ya bölündü. Tüm bu ülkeler, özellikle Yahudilere, aynı zamanda Slav halklarına ve Romanlara yönelik sert bir kaynak sömürüsü ve soykırım rejimine tabi tutuldular; bu uygulamalar 1942'den itibaren sözde final çözüm - kamplarda yok edilmeleri - ile sonuçlandı.\n\nPasifik bölgesi, Japonya'nın insafındaydı; bu, Çinhindi, Tayland, Singapur, Endonezya, Burma, Filipinler, Hong Kong ve Güney Çin'i içeriyordu.\n\nJaponya, Amerikan üslerine Pearl Harbor'da saldırarak ABD'nin 1941'de savaşa girmesine neden oldu.\n\nSavaşın dönüm noktası, Müttefiklerin inisiyatifi ele geçirdiği aşamada, Avrupa'da SSCB topraklarında Stalingrad Savaşı'nda Almanya'nın mağlup olması ve savunmaya geçmeye zorlanmasıyla işaretlendi. Pasifik'te dönüm noktası, Amerikan zaferiyle sonuçlanan Midway Muharebesi'nde Japon ordusuna karşı elde edildi. Afrika'da ise Müttefik zaferi El Alamein'de ve İtalyan-Alman ordularına karşı Fas ve Cezayir'e çıkarmalarla savaşı sona erdirdi.\n\n1943'te Müttefik Güçlerin Sicilya'ya çıkması sırasında Mussolini'nin İtalya teslim oldu ve Müttefikler giderek daha fazla zafer kazandı. 1944'te Normandiya Çıkarmaları gerçekleşti ve Romanya Almanya'ya karşı silahlarını çevirdi.\n\nSavaş, Almanya'nın 9 Mayıs 1945'te ve Japonya'nın 2 Eylül 1945'te Hiroşima ve Nagazaki'ye atom bombalarının atılmasının ardından teslim olmasıyla sona erdi."
    },
    {
        "id": 3,
        "title": "Soğuk Savaş",
        "content": "Soğuk Savaş hiçbir zaman ABD ile SSCB arasında doğrudan çatışma noktasına yükselmedi. Aslında, nükleer silahlanma yarışının yanı sıra, dünya hakimiyeti mücadelesi öncelikle propaganda kampanyaları, casusluk, vekalet savaşları, Olimpiyatlarda atletik rekabet ve Uzay Yarışı yoluyla yürütülüyordu.\n\nSoğuk Savaş, tarihçiler tarafından genellikle Truman Doktrini ve Marshall Planı'nın yürürlüğe girmesiyle 1947 ile 1948 yılları arasında başlamış olarak kabul edilir. ABD'nin mali yardımı, komünizmi kontrol altına almak amacıyla birçok Batılı ülkeyi Amerikan etkisi altına aldı. Aynı zamanda Sovyetler, Doğu Avrupa ülkelerinde açıkça komünist rejimler kurmaya başladı. Bunlar SSCB'nin uyduları oldu. Bunlar Batı ile yüzleşmek için taktiksel üslerdi ve Almanya'dan gelen yenilenmiş bir tehdide karşı bir korumaydı.\n\nAmerika Birleşik Devletleri ve SSCB, dünya çapında kademeli olarak etki alanları oluşturdu ve onu iki büyük karşıt kampa böldü. Bu sadece iki düşman arasındaki bir mücadele değildi, küresel bir çatışmaydı.\n\nSavaş sadece dolaylı çatışma yoluyla yürütüldü. ABD ve SSCB, vekalet savaşları olarak bilinen bölgesel çatışmaları kendi çıkarları doğrultusunda destekledi.\n\nİki ikinci Dünya Savaşı müttefiki arasındaki ‘soğuk’ ilişkiyi anlatıyor.\n\nII. Dünya Savaşı sırasında Sovyetler Birliği, Doğu Avrupa'nın birçok ülkesini Nazi Almanyası'ndan kurtardı. Ancak savaştan sonra Sovyetler Birliği ülkeleri kontrol etmeye devam etti ve kendi komünist ekonomik sistemini onlara zorladı.\n\nAmerika Birleşik Devletleri komünizmin Avrupa'daki diğer ülkelere yayılmasını istemedi. Aynı zamanda Batı Avrupa ülkelerini müttefik veya arkadaş olarak istiyordu. Bu nedenle ABD, savaştan sonra yeniden inşa etmeleri için bu ülkelere para verdi. Buna, planı öneren Amerikalı George Marshall'ın ardından Marshall Planı adı verildi.\n\n1949'da Amerika Birleşik Devletleri ve Avrupalı müttefikleri, saldırı durumunda her birini korumak için Kuzey Atlantik Antlaşması Örgütü'nü (NATO) kurdu. Sovyetler Birliği ve doğu Avrupalı müttefikleri 1955'te kendi ittifakları olan Varşova Paktı'nı kurdular.\n\nSoğuk Savaş'ın iki büyük krizi, Almanya'nın Berlin şehrini içeriyordu. II. Dünya Savaşı'nın sonunda, şehir ve ülke, her biri sektörlerden birini kontrol eden Amerika Birleşik Devletleri, İngiltere, Fransa ve Sovyetler Birliği ile dört bölgeye ayrıldı. 1948'de üç Batılı güç bölgelerini birleştireceklerini açıkladı. Sovyetler Birliği daha sonra tamamen Almanya'nın Sovyet kesiminde bulunan şehre giden karayolu ve demiryolu ikmal yollarını kesti. Buna karşılık, Amerika Birleşik Devletleri ve İngiltere malzemeleri uçakla teslim etti. Burası Berlin hava ikmaliydi. Sovyetler Birliği 12 Mayıs 1949'da ablukasını kaldırdı.\n\nSoğuk Savaş kısa sürede Avrupa'nın ötesine geçti. Sovyetler Birliği, dünyadaki komünist hükümetleri olan diğer ülkelere destek verdi. Aynı zamanda, Birleşik Devletler komünizmin daha fazla yayılmasını önlemeye çalıştı. Hem 1950'lerde Kore Savaşı hem de 1960'larda ve 70'lerde Vietnam Savaşı bu mücadelenin bir parçasıydı.\n\nSoğuk Savaş, Sovyetler Birliği'nin dağılmasından ve dağılmasından sonra 1991'de sona erdi."
    },
    {
        "id": 4,
        "title": "Sanayi Devrimi (bölüm 1)",
        "content": "Vatandaşların ve buhar makinelerinin Sanayileşme zamanı veya 19. yüzyıl 1800 – 1900\n\nEn Yeni Çağ: On dokuzuncu yüzyıl\n\nFransızlar ve Sanayi Devrimi (1789 - 1914)\n\nSanayi Devrimi ve Kurtuluş Hareketlerinin Yükselişi\n\nİlk demiryolu 1839\n\n19. yüzyılda çocuk işçiliğine karşı Direniş\n\nVincent van Gogh 1853-1890\n\nKaynaklar\n\nMevcut kaynaklara ek olarak, 19. yüzyılda yeni tür tarihsel bilgi kaynakları ortaya çıktı: medeni sicil, kitle basını ve görsel-işitsel medya.\n\nSiyasi Gelişmeler\n\nOn sekizinci yüzyılda, Batı Avrupa'nın her yerindeki egemen düzen hala hükümdarın egemen liderliğine dayanıyor. Batı Avrupa'daki birçok insan artık bunu kabul etmiyor. Vatandaşlar olarak hükümetin sorumluluğunu üstlenmek, danışmak ve eşit olarak karar vermek istiyorlar.\n\nVatandaşların hükümdarın gücüne karşı protestoları Fransa'da Fransız Devrimi'ne yol açtı. Yeni Fransız yöneticiler güçlerini ve fikirlerini Avrupa'da zorla yaymaya çalışıyorlar. Fransız orduları yenildi ve egemen kraliyet birçok Avrupa ülkesinde restore edildi. 1813'te Hollanda yeniden bağımsız hale gelir ve siyasi güce sahip bir kralın liderliğine girer.\n\n1850 civarında, birçok Batı Avrupa ülkesinde güç vatandaşlara geçti. 1848'de Hollanda, halkın haklarını ve yetkilerini hükümdardan seçilmiş bir parlamentoya daha iyi koruyan yeni bir anayasa alır.\n\nAvrupa ülkeleri diğer kıtalardaki etkilerini genişletiyor. 19. yüzyılın son çeyreğinden itibaren devletler artık bir dizi ticaret merkezi aracılığıyla ticareti kontrol etmeye çalışmıyorlar, aynı zamanda geniş alanları da kontrol etmek istiyorlar. Dünyanın her bir parçası bunu kendi yolunda çözüyor. Hollanda'nın, Doğu'nun en büyüğü olduğu sömürgeleri sömürdüğünü de unutmayın.\n\nHizmet ettiği ekonomik çıkarlara rağmen, 19. yüzyılda kölelik kaldırıldı.\n\nEkonomik Gelişmeler\n\nBaşlangıçta, buhar motoru endüstri için en önemli güç kaynağıydı. Buhar motorundan sonra, yanmalı motor ve elektrik enerji tedarikçileri haline gelir. Artık otomobillerin, uçakların ve elektrik şebekesinin geliştirilmesi de mümkün hale geliyor.\n\nEndüstriyel üretim, (ev) endüstriyi her türlü endüstride rekabet eden bir şekilde geride bırakıyor. Zanaat üretimi, fabrikalarda merkezileşmiş seri üretime yerini bırakıyor. Belirli sektörlerde, geniş satış alanlarına sahip özel sanayi bölgeleri yaratılarak mal trafiğinde güçlü bir artışa neden oluyor.\n\nGübre icadı, tarımın gelişimi için önemlidir. Avrupa'da tahıl yetiştiriciliği büyük ölçüde patatesle değiştiriliyor. Prensip olarak bu, hızla büyüyen nüfus için yeterli uygun fiyatlı yiyeceğin mevcut olduğu anlamına geliyor. Nüfus artışı ve teknolojik gelişme nedeniyle kentsel ve kırsal alanların peyzajı değişiyor. Sanayi bölgelerinde çevre kirlidir.\n\nToplumsal Gelişmeler\n\nAvrupa nüfusu 19. yüzyılda güçlü bir şekilde büyüdü. Gıda üretimindeki gelişmeler ve tıbbi bilginin iyileştirilmesi bunda rol oynamaktadır.\n\nSanayi Devrimi nedeniyle Avrupa'daki birçok kırsal bölge sakini şehirlere taşınıyor. Milyonlarca Avrupalı da Amerika, Avustralya ve Güney Afrika'ya göç ediyor. Avrupa kültürü bu şekilde dünyanın diğer bölgelerine yayılıyor.\n\nBaşlangıçta çok sayıda işsiz insan vardı. Sonuç olarak, işçiler için ücretler düşük kalmaktadır. Sosyal yasalar şimdilik eksik. Bu, işçi sınıfı aileleri için sömürüye ve kötü çalışma, yaşam ve yaşam koşullarına yol açar. Uzun vadede buna karşı geniş çevrelerde protestolar ortaya çıkıyor. İşçiler sendikalar kurar. O andan itibaren işçilerin yaşam koşulları giderek iyileşti.\n\n1900 civarında, Batı Avrupa'da yüksek sosyal sınıflardan kadınlar arasında, kadınlarla erkekler arasındaki ayrı alanların ideolojisine karşı bir protesto hareketi ortaya çıktı ve bu da kadınların toplumda tam olarak gelişmesini engelledi.\n\nHem kendi çocukları hem de toplumdaki alt sosyal sınıflar için iyi eğitime değer veren Vatandaşlar. Sanayileşmiş toplum giderek daha fazla vasıflı işçi talep ediyor. Herkes için zorunlu eğitim ve daha iyisi için lise eğitimi olacak. Refah arttığında, ilköğretim herkes için pratik olarak erişilebilir hale gelir.\n\nÇalışma saatlerini düzenleyerek, insanlar yavaş yavaş daha fazla boş zaman kazanırlar. Bu, rahatlama ve kişisel gelişim için daha fazla alan yaratır. İnsanlar ortak faaliyetlerde bulundukları her yerde, sosyalleşmeler kurulur."
    },
    {
        "id": 5,
        "title": "Sanayi Devrimi (bölüm 2)",
        "content": "<b>Tarihsel Arka Plan:</b>\n\nAvrupa'da, onsekizinci yüzyılda, Avrupa ve dünyadaki toplumların sistematik modernleşmesine yol açan yeni eğilimler gözlemlenebilir. İlk olarak, manifaktürlerdeki üretimden ve feodal sistemden uzaklaşma eğilimi, fabrikalar adı verilen büyük endüstri tesislerinde mekanik üretime doğru bir eğilim gösteriyordu. Buhar makinesi ortaya çıktı (bu güne kadar sanayi devriminin sembolü olarak kabul edilen), insan emeğini yerine koydu ve işgücü verimliliğini artırdı.\n\nSanayileşme aynı zamanda sosyal yaşam üzerinde de büyük bir etki yarattı. Kırsal alanlardan şehirlere yapılan göçler büyük ölçekte kaydedildi. İlk başta düşük ücretli, küçümsenen bir grup olan işçi sınıfı, bölgenin ve hatta tüm ülkenin kaderini etkileyen büyük bir topluluk haline geldi.\n\nSanayi devriminin, içinde yaşadığımız çevre üzerinde de bir etkisi vardı. İlk aşamada üretim süreçlerinde kömür kullanımı, çok yüksek derecede hava kirliliğine neden oldu. Üretim atıkları, üzerine yeni evler inşa edilen toprakları, yiyeceklerin yetiştirildiği alanları veya hayvanların yetiştirildiği yerleri zehirledi. Ayrıca, madencilik malzemelerini edinme konusunda çok geniş kapsamlı bir politika vardı. Bu, yaşadığımız çevrenin çok güçlü bir şekilde tahrip olmasına neden oldu. Şu anda, çevrenin tahrip olmasını tersine çevirmek için süreçler tasarlanıyor ve uygulanıyor.\n\n21. yüzyıl, insanların ekoloji konusunda büyük bir farkındalığa sahip olduğu bir dönemdir. Sanayi çağının etkilerini hafifletmek için giderek daha fazla girişimde bulunuluyor. Hidrojen bazlı yakıtlara geçiş planları hayata geçirildi. Yakın gelecekte, ulaşımın hibrit ve tamamen elektrikli araçlara dayalı olması planlanmaktadır. Çevreyi tahrip eden kömür santralleri yerine, insanlar yenilenebilir enerji kaynaklarına odaklanmaya başlıyor."
    },
    {
        "id": 6,
        "title": "Fransız Devrimi",
        "content": "On sekizinci yüzyılın sonunda Fransa, Louis XVI'nın hükümdarlık ettiği mutlak bir monarşi tarafından yönetiliyordu. Fransız halkı açlık çekiyor, soylular ve din adamları vergi ödemiyordu; burjuvazi devletin tüm masraflarını karşılıyordu.\n\n5 Mayıs 1789'da Louis XVI, vergi sisteminin reformunu tartışmak için Genel Devletleri topladı. Burjuvazi, soyluların ve din adamlarının da vergi ödemesini talep etti, ancak bu talepler reddedildi. 20 Haziran'da burjuvazi Genel Devletleri terk edip Yasa Koyucu Meclisi'ni kurdu.\n\n14 Temmuz 1789'da halk, Bastille hapishanesine saldırarak tüm mahkumları serbest bıraktı. Ağustos ayında, Yasa Koyucu Meclisi soyluların ayrıcalıklarını kaldırdı ve İnsan ve Yurttaş Hakları Bildirisi'ni ilan ederek tüm Fransızlara eşitlik ve düşünce, konuşma, din, mülkiyet ve haksız güçlere karşı savunma özgürlüğü garantisi verdi.\n\nKral, yeni Anayasayı imzalamak zorunda kaldı ve Fransa bir anayasal monarşi haline geldi. Avusturya ve Prusya, devrimci fikirlerin yayılmasından korktukları için Fransa'yı işgal etmeye çalıştı.\n\n1793'te Louis XVI idam edildi ve Fransa bir cumhuriyet haline geldi. Bu, binlerce soylunun Robespierre liderliğindeki Kamu Güvenliği Komitesi tarafından öldürüldüğü bir terör dönemiydi. 1795'te burjuvazi, iktidarı sadece beş üyeden oluşan Direktuvar'a devretti. Halk, yeni Anayasaya göre yasaların sadece varlıklı sınıflar tarafından yazılması gerektiği için hayal kırıklığına uğradı."
    },
    {
        "id": 7,
        "title": "İsa'nın Hayatı ve Hıristiyanlığın Doğuşu",
        "content": "Hristiyanlık, dünyada en fazla takipçisi olan dinlerden biridir; dünya nüfusunun neredeyse üçte biri Hristiyanlardır. Yahudiler ve Müslümanlar gibi, Hristiyanlar da dünyayı ve içindekileri yaratan tek bir Tanrı'ya inanırlar.\n\nM.S. 30 civarında Kudüs'te çarmıha gerilen İsa Mesih, Hristiyanlığın kurucusudur.\n\nİsa Mesih, Tanrı'nın Oğlu'dur. O, dünyaya sevgi ve kardeşlik öğretmek için gelmiştir. O, tüm Hristiyanların olmaya çaba göstermesi gereken bir şahsiyeti temsil eder. İsa, yaklaşık 2000 yıl önce Beytüllahim'de doğan bir Yahudi idi. İsa, Romalılar tarafından çarmıha gerilmeden önce 33 yıl yaşadı.\n\nİsa'nın Diğer İsimleri:\n\n- Tanrı'nın Oğlu\n\n- Dünyanın Işığ\n\n- Tanrı'nın Kuzu\n\n- İyi Çoban\n\nHristiyanlar, İsa Mesih'in Tanrı'nın Oğlu olduğuna inanır ve onun öğretilerini, ölümünden sonra gelişen Hristiyan kiliselerinin öğretilerini takip ederler. Hristiyanlar, İsa'nın ölümden dirildiğine ve öğrencilerine göründüğüne, böylece herkese bir, sonsuz, sevgi dolu Tanrı ile başka bir yaşam olduğunu gösterdiğine inanırlar.\n\nHristiyanlar, Tanrı'nın dünyayı yarattığına inanırlar.\n\nHristiyan ibadet yeri \"Kilise\" olarak adlandırılır. Genellikle haç şeklinde inşa edilir ve sunak doğuya, doğan güneşe bakar.\n\nHristiyan manevi liderlere \"Papaz\" veya \"Bakan\" denir.\n\nHristiyan ibadeti, müzikle, konuşmayla, kutsal kitaptan okumalarla, çeşitli türde dualarla, vaazlarla ve çeşitli kutsal törenlerle Tanrı'ya övgü içerir.\n\nİncil, Hristiyanların kutsal kitabıdır ve Eski ve Yeni Ahit olarak iki bölüme ayrılmıştır. Eski Ahit'teki bazı yazılar aynı zamanda Yahudi ve Müslümanlar için de kutsaldır.\n\nİki ana Hristiyan festivali Paskalya ve Noel'dir. Bunlar Batı takviminde önemli kilometre taşlarıdır."
    },
    {
        "id": 8,
        "title": "Muhammed'in Hayatı ve İslam'ın Doğuşu",
        "content": "İslam, dünyada bin milyardan fazla takipçisi ile ikinci en popüler din olarak kabul edilir. Daha çok bir din olarak değil, eksiksiz bir yaşam tarzı olarak düşünülme eğilimindedir. \n\nİslam, Arabistan'da başladı ve peygamber Muhammed (aleyhisselam) tarafından insanlığa vahyedildi. İslam'ı takip edenlere Müslüman denir ve Müslümanlar, Allah adını verdikleri tek bir Tanrı'ya inanırlar. \n\nİslam, başta Orta Doğu, Asya ve Kuzey Afrika olmak üzere genellikle bu bölgelerde takip edilmektedir. \n\nM.S. 570'te Suudi Arabistan'ın Mekke şehrinde doğan peygamber Muhammed (aleyhisselam), genellikle İslam'ın kurucusu olarak kabul edilir. O, Allah tarafından gönderilen son peygamberdi; ancak ilk peygamber Hz. Adem'dir. \n\nPeygamber Muhammed, İslam dininin kurucusuydu. İslam'ı takip eden Müslümanlar, Muhammed'in (aleyhisselam) Allah'tan aldığı mesajlara inanırlar. Bu mesajlar daha sonra İslam'ın kutsal kitabı olan Kuran'a derlendi. \n\nMuhammed, yaklaşık olarak M.S. 570'te, şimdi Suudi Arabistan olan Mekke kasabasında doğdu. Babası Muhammed doğmadan önce öldü, annesi ise altı yaşındayken vefat etti. Ardından büyükbabası ve daha sonra amcası tarafından yetiştirildi. \n\nMuhammed yaklaşık 25 yaşındayken, zengin ve yaşlı bir kadın olan Hatice ile evlendi. Bu evlilik Muhammed'in zenginlik ve sosyal statü kazanmasına yardımcı oldu ve altı çocukları oldu. O dönemde birçok erkek birden fazla karıya sahip olmasına rağmen, Hatice Muhammed'in (aleyhisselam) ölümüne kadar tek eşiydi. \n\nArapça 'İslam' kelimesi, teslimiyet ve itaatin yanı sıra 'barış' anlamına gelen bir kökten türetilmiştir. \n\nİslam, bir adam olan Muhammed'in (aleyhisselam) hizmetine ve Allah'ın Muhammed aracılığıyla dünyaya verdiği kelimelere dayanmaktadır. \n\nİslam'ın temel inancı, Arapça'da Allah adı verilen ve evrenin tek ve egemen yöneticisi olan tek bir Tanrı'nın varlığına dayanır. \n\nAllah, Müslümanların evreni yaratan ve yöneten yüce ve benzersiz Tanrı için kullandıkları addır. Tüm Müslümanlar için imanın merkezi noktası, Allah'ın iradesine itaattir. \n\nMüslüman kitabı Kuran-ı Kerim'dir ve Müslümanlar bunun 'Tanrı'nın sözü' olduğuna inanırlar. Müslüman inançları ve uygulamaları Kuran'a dayanmaktadır. \n\nMüslümanlar Kuran'ı büyük bir saygıyla ele alırlar çünkü Kuran'ın Allah tarafından geldiğine ve her kelimenin ve harfin kutsal olduğuna inanırlar. Genellikle okunması için özel bir ahşap stand üzerine yerleştirilir. \n\nMüslümanlar Kuran'ı, Allah'ın değiştirilmemiş sözü olarak görürler. \n\nToplu ibadet için Müslüman binasına cami denir ve Müslümanlar genellikle camiye Arapça adı olan 'mescid' ile atıfta bulunurlar. Bu kelime, 'secde yeri' anlamına gelen Arapça'dan türetilmiştir. \n\nHizmetler ne zaman düzenlenir? Her gün camide ibadetler düzenlenir. \n\nEn önemli ibadet ne zaman düzenlenir? Cuma günü öğle vakti. Bütün Müslümanlar Cuma günü camiye giderler. Bu, özel bir dua günüdür. \n\nMüslüman yılı Ay takvimine dayanır."
    },
    {
        "id": 9,
        "title": "Birinci Haçlı Seferi: 1095-1099 (Fransa, Türkiye, Suriye, Filistin, İsrail)",
        "content": "<b>İlgili Olaylar:</b>\n\nVII. yy - Kudüs - Hz. Muhammed'in göğe yükselişi: 638 - - Kudüs'ün Müslüman hükümeti başlar: 1095 - Clermont Konseyi 1096 - Birinci Haçlı Seferi\n\n<b>Nedenler:</b>\n\nİddia edilen bahane - Müslümanlar tarafından zulme uğrayan Kudüs'ü ziyaret eden Hristiyan hacılar; Gerçek nedenler: - Papa'nın vaat ettiği dini duygu ve kurtuluş umudu; - Avrupa'da nüfus artışı - Papa'nın Katolik Kilisesi'nin laik liderler üzerindeki prestijini ve etkisini artırma ve Hristiyan kilisesini liderliği altında birleştirme isteği:\n\n<b>İlerleme:</b>\n\nI. Aleksios I. Komnenos, Türklere karşı Batı Avrupa'dan yardım istiyor - Papa II. Urban II, Clermont Konseyi'nde Deus Vult (Tanrı'nın İstediği) şiarı altında kutsal savaşa çağrı yapıyor - haçlı seferini başlatan ilk grup köylülerdir, Peter the Hermit ve William the Poor önderliğinde (yoksulların haçlı seferi) - erzak ve askeri deneyim eksikliği nedeniyle - İstanbul'a varınca, Bosphorus'u geçmek için Müslüman savunuculardan destek alarak, çoğunlukla mağlup olup katledilirler: 1096 - Prenslerin/soyluların haçlı seferi Kudüs'e doğru yola çıkıyor Lider olarak kabul edilen Godffroy de Bouillon - - Türk garnizonlarıyla çeşitli çatışmalar ve bazı şehir kuşatmalarının ardından (Nikaia, Antakya, Edessa vb.), Haçlı Seferi 1099'da Kudüs'e ulaşır. - Haziran-Temmuz 1099'da, savaş ve yolculuğun zorluklarından sağ kalan şövalyeler tarafından kuşatılan ve nihayet fethedilen Kudüs'ün büyük bir bölümü savunucular ve sivil nüfus, Müslümanlar (su ve yiyecek eksikliği, hastalıklar, sıcaklık nedeniyle) Yahudiler ve Ortodoks Hristiyanlar katledildi.\n\n<b>Sonuçlar:</b>\n\nKudüs'ün Hristiyan yönetimine geri dönüşü: Haçlı devletlerinin oluşumu: Kudüs Krallığı, Antakya Prensliği, Tripoli ve Edessa kontlukları: - Bizans İmparatorluğu üzerindeki Türk baskısının azalması, kaybedilen toprakların bir kısmını geri alması; - Hristiyan ve Müslüman ülkeleri arasındaki ekonomik, bilimsel, kültürel alışverişin artması:\n\n<b>Kelime Bilgisi:</b>\n\nHaçlı Seferi - Papa'nın teşvikiyle yapılan, Batı ordularının Müslümanların elindeki Kudüs'ü kurtarmayı amaçlayan askeri seferler Haçlı - Haçlı Seferi'ne katılan, giysinin göğsüne dikilmiş veya kalkanın üzerine boyanmış haç işaretini taşıyan kişi: Konsey - Kilise liderlerinin dini toplantısı.Keşiş - münzevi,- hayatını yalnızlık içinde dua etmeye adayan keşiş."
    },
    {
        "id": 10,
        "title": "Aztek Uygarlığının Yükselişi ve Düşüşü",
        "content": "Aztekler, M.Ö. 1300'den 1521'e kadar Orta Meksika'da gelişen bir Mezoamerikan kültürüydü. Aztek halkı, bazıları ittifaklar, siyasi konfederasyonlar veya imparatorluklar oluşturan şehir devletlerinde yaşıyordu. Aztek İmparatorluğu, 1427'de kurulan üç şehir devletinden oluşan bir konfederasyondu ve \"Meksikalılar\" olarak bilinir hale geldiler.\n\nAzteklerin yükselişinde anahtar rolü, nüfusu beslemeyi mümkün kılan tarım sistemine sahipti. Bu sistemin bir özelliği olan chinampalar, su seviyesinin üzerinde oluşturulan küçük yapay adalardı. Vergileri takip etmek için kayıt tutma önemliydi. Aztekler ayrıca 365 günlük güneş takvimine sahipti (ancak bu takvim daha önce Mısırlılar tarafından icat edilmişti, yaklaşık 2000 yıl önce).\n\nİmparatorluk, Hernán Cortés liderliğindeki küçük bir İspanyol fatihi grubunun gelişi öncesinde, 1519'da maksimum büyüklüğüne ulaştı. Cortés, Mexica'ya karşı olan şehir devletleri ile ittifak kurdu. 13 Ağustos 1521'deki Aztek İmparatorluğu'nun çöküşü ve imparator Cuauhtémoc'un esir alınmasının ardından İspanyollar, Mexico City'yi Aztek İmparatorluğu'nun en büyük şehir devleti olan Tenochtitlan'ın kalıntıları üzerine kurdu. Oradan, Mesoamerikan halklarını İspanyol İmparatorluğu'na fethetme ve dahil etme sürecine devam ettiler. 1521'de Aztek İmparatorluğu'nun üst yapısının yıkılmasıyla İspanyollar, Aztek İmparatorluğu'nun temellendiği şehir devletlerini, yerel soylular aracılığıyla yerli nüfusu yönetmek için kullandılar. Bu soylular, İspanyol tacına bağlılık yemini ettiler, en azından nominel olarak Hristiyanlığa geçtiler ve karşılığında İspanyol tacı tarafından soylu olarak kabul edildiler. Soylular, yerel soylular aracılığıyla vergi toplama ve emeği organize etme konusunda aracı olarak hareket ederek, İspanyol koloni yönetiminin kurulmasını kolaylaştırdılar."
    },
    {
        "id": 11,
        "title": "Kara Ölüm (Hıyarcıklı Veba) Avrupa'yı Harap Ediyor",
        "content": "<b>Tarihsel Arka Plan:</b>\n\n14. yüzyılda, Avrupa'ya ulaşan bir virüs, insanlık tarihindeki en büyük salgını başlattı. Sonucunda, Avrupa nüfusunun %30 ila 60'ı arasında değişen oranlarda öldü (çeşitli kaynaklara göre). Zamanla, bu olayın nedeni - veba basilı (Yersinia pestis - aşağıdaki resimde) adlı salgın bakteri olarak belirlendi, ki bu da veba kurbanlarının DNA testleriyle doğrulandı.\n\nBilim adamlarının bulgularına göre salgın, Orta Asya'da başladı, ardından İpek Yolu'nu takip eden gezginlerle birlikte Avrupa kapılarına ulaştı. 13. yüzyılın sonlarından itibaren Avrupa'da güçlü bir iklim soğuması dönemi başladı, bu da sert kış şartlarına ve hasatın azalmasına neden oldu. Beslenme, insanların bağışıklık düzeyini etkiledi. Hijyen seviyesi çok düşüktü (bugünkü standartlara göre). Tıp, bilim olarak sürekli gelişmekteydi ancak o dönemde pandeminin bu kadar hızlı bir şekilde yayılmasına karşı hazır değildi. Aynı dönemde, \"veba doktorları\" adlı kişiler, salgın hastalığın etkilediği kişileri ve kurbanları tedavi etmek için ortaya çıktılar. Tarihi kaynaklarda, bu kişilerin, ağır mumlu bir pelerin ve bir kuş gagası şeklinde bir maske ile tanımlanan karakteristik giysiler giydikleri belirtilmiştir. Başlarında şapkalar ve ellerinde eldivenler bulunmaktaydı. Tüm bunlar, enfekte kişilerle teması önlemek amacıyla kullanılırken yardım etmeyi zorlaştırmamak için tasarlanmıştı.\n\nBirkaç ay sonra, veba, bir konakçının eksikliği nedeniyle doğal olarak sona erdi. Bazı bakteri suşları hayatta kalabilir ve vebanın tekrarlamasına neden olabilir. Bu tür \"felaketler\", insanlık için büyük kayıplara neden olur. Başta dünya nüfusunun azalması olmak üzere, ekonomik konuları etkiler - artan üretim maliyetleri, işgücü eksikliği, izolasyon (COVID-19 durumunda olduğu gibi)."
    },
    {
        "id": 12,
        "title": "Rönesans",
        "content": "<b>HÜMANİZMDEN RÖNESANSA</b>\n\nOn beşinci yüzyılda, Hümanizm gelişti; bu yeni kültür insanı cesaretlendirdi: antroposentrik bir yaşam vizyonu, insanı ve artık Tanrı'yı dünyanın merkezine koymuştu.\n\nKlasik Latin ve Yunan kültüründen esinlenen Hümanizm, Yeniden Doğuş'a, tüm sanatlarda büyük bir sanatsal ve kültürel gelişme dönemine yol açtı. Resimde yeni bir teknik olan perspektif geliştirildi.\n\n<b>RÖNESANS'IN YAYILMASI</b>\n\nRönesans, önce İtalya'ya ardından Avrupa'ya yayıldı. Mahkemeler, kültürel üretimin gerçekleştiği yerler haline geldi ve prensler aydınları ve sanatçıları ağırladı.\n\nRoma'da Papa II. Julius ve X. Leo, Vatikan'ı güzelleştirmek için büyük kaynaklar harcadılar. Ressam, heykeltıraş, mimar Michelangelo Buonarroti, Rönesans sanatının en kapsamlı örneği olarak kabul edilir. Aziz Petrus'un kubbesini tasarladı ve Sistine Şapeli'ni freskledi.\n\nFloransa'da Brunelleschi, Masaccio, Botticelli ve Leonardo da Vinci gibi büyük sanatçılar, Muhteşem Lorenzo'nun himayesinde bulunuyordu. Leonardo da Vinci'nin eserleri bugün hala ünlü ve takdir ediliyor, özellikle Mona Lisa akılda kalır.\n\nRönesans, bilimsel ilerleme ile de karakterize edildi: Da Vinci, insan vücudunu, kuşların uçuşunu, suları ve rüzgarları inceledi. 1507'de Polonyalı doktor ve astronom Niccolò Copernicus, Dünya ve diğer gezegenlerin Güneş'in etrafında döndüğünü (güneş merkezli güneş sistemi) keşfetti.\n\n<b>BULUŞLAR: BASKI VE ATEŞLİ SİLAHLAR</b>\n\nRönesans'ın en önemli icadı Johannes Gutenberg'in matbaasıydı. Onun sayesinde kitaplar daha kısa sürede basılabilir hale geldi.\n\nYeni metalurjik teknikler, topçu verimliliğini artırdı ve arquebusların üretimine, modern tüfeklerin atası olan ateşli silahların yapımına yol açtı. Bu silahlar kullanımı kolaydı ve herkesin erişimine açıktı. Ateşli silahların yaygınlaşmasıyla süvari azaldı ve piyade birincil hale geldi."
    },
    {
        "id": 13,
        "title": "Geç Rönesans",
        "content": "Keşifçiler ve reformcular çağı (1500-1600)\n\nRönesans dönemi veya 16. yüzyıl (1500 - 1600)\n\nErasmus:\n\nRönesans'ın değişen insan ve dünya görüşleri ve yeni bir bilimsel ilginin başlangıcı\n\nKarel V:\n\n- Avrupa'nın denizaşırı genişlemesinin başlangıcı\n\n- Reform hareketi ve Hristiyan Kilisesi'nde bölünme (Hollanda Ayaklanması)\n\nWilliam of Orange:\n\n- Ayaklanma ve bağımsız bir Hollanda devletinin ortaya çıkışı\n\nNaipler ve Monarklar Zamanı (1600-1700)\n\n- Tüccar kapitalizminin ortaya çıkışı ve dünya ekonomisinin başlangıcı\n\n- Sivil yönetim ve kentsel kültür\n\n- Monarkların mutlak güç arayışı\n\n- Bilimsel devrim\n\nYeni Çağ\n\nYeni Çağ'ın Kaynakları: Yeni Çağ'dan birçok yazılı ve basılı kaynak korunmuştur. Ayrıca, o döneme ait çeşitli bina ve nesneler bulunmaktadır. Arkeolojik buluntular burada nispeten daha az önemlidir.\n\nİkamet, manzara ve doğa\n\nHollanda büyük bir kentsel yoğunluğa sahiptir. Ancak çoğu insan kırsal alanlarda yaşar. Kasabalar, stabilize edilmemiş kırsal yollarla birbirine bağlıdır. Hollanda, su yolları açısından zengindir. Şehirlere genellikle kara değil, su yoluyla daha kolay ulaşılabilir. Hollanda'daki manzara ve doğa, setleme, ıslah, torf ve odun çıkarma, tarım ve avcılık nedeniyle değişiyor. Kıtalar arası keşif yolculukları, dünyanın farklı bölgelerinde doğayı etkiler.\n\nEkonomi\n\nKonumları ve geleneksel denizcilik bilgisi nedeniyle, Hollanda'nın kıyı bölgeleri Avrupa ticaret ve sanayi merkezi haline geliyor. Şehirlerin büyük bir yoğunluğu var. Portekizliler, İspanyollar, Hollandalılar ve İngilizler, Afrika, Asya ve Amerika'ya yönelik keşif yolculuklarıyla yeni yerleşim ve ticaret alanları açıyor. Yerli nüfus genellikle köleliğe düşer."
    },
    {
        "id": 14,
        "title": "Boston Çay Partisi: Amerikalı Sömürgeciler Boston Limanı'na Çay Atarak Yeni ingiliz Vergilerini Protesto Ettiler: 12/16/1773",
        "content": "<b>Nedenler:</b>\n\n7 yıl savaşın sona ermesinin ardından Büyük Britanya'nın yeni para kaynaklarına ihtiyacı vardı. Sömürgeciler, temsil edilmedikleri bir Parlamento tarafından dayatılan vergileri ödemeyi kabul etmediler (Temsilsiz vergilendirme); Doğu Hindistan Şirketi büyük miktarda satamadığı çaya sahipti.\n\n<b>Olaylar:</b>\n\nİngiliz Parlamentosu, Amerikan Kolonileri'ndeki çay ticaretinde Doğu Hindistan Şirketi'ne hakim bir konum yaratan bir yasa çıkardı:\n\n- Amerikan çay tüccarlarının ve kaçakçılarının gelirleri tehdit altındaydı;\n\n- Çay vergisi korundu, ancak çayın yeni fiyatı öncekilerden daha düşüktü;\n\n- Sons of Liberty, kolonilerin haklarını savunan bir örgüt, Boston'da faaliyet gösteriyordu ve bu yeni kısıtlamalara açıkça karşı çıktı;\n\n- 1773'ün sonunda üç çay yüklü gemi Boston limanına vardı. Yasa gereği, kargoyu 20 günde boşaltmalı ve Vali izni olmadan ayrılamazlardı.\n\n- Bostonlular gemilerin ayrılmasını istedi, ancak Vali kabul etmedi. 19. günde, 16 Aralık'ta, kamusal bir toplantıda tüm kullanılabilir yöntemlerin kullanıldığına karar verildi ve Kızılderili kılığına girmiş bir grup sömürgeci gemilere binerek tüm çayı denize attı (yaklaşık 46 ton çay - bugünkü parayla 1.000.000 dolar). Kimse yaralanmadı veya ölmedi, gemilerdeki diğer kargo veya malzeme zarar görmedi; George Washington, Boston'daki olaylara katılmayı kabul etmedi ve mülkün yok edilmesini kabul etmedi; Benjamin Franklin, çayın bedelini ödemeyi teklif etti, ancak İngilizler reddetti.\n\n<b>Sonuçlar:</b>\n\nİngiliz Parlamentosu Zorlayıcı Yasalar'ı (Hoşgörüsüz Yasalar) kabul etti; Boston Limanı, çayın değeri ödenene kadar kapatılacaktı; Philadelphia'da toplanan İlk Kıtasal Kongre, barışçıl bir çözüm bulmaya çalıştı; İngiliz otoriteleri ile Amerikan kolonistleri arasındaki gerilim, Lexington ve Concord'daki ilk çatışmaya kadar tırmandı - Amerikan Bağımsızlık Savaşı'nın başlangıcı."
    },
    {
        "id": 15,
        "title": "Amerikan Devrimi: 1775-1783",
        "content": "<b>Doğuş:</b>\n\n17. yüzyıl - sömürgeleşen güçler arasında sıkça çatışmalar yaşanıyor - İngiltere, Fransa, Hollanda, İspanya. -1756-1763 - Kuzey Amerika'daki topraklar için Büyük Britanya ve Fransa arasında 7 yıl süren savaş - Büyük Britanya kazanıyor -askeri kampanyalar için yüksek harcamalar, İngiliz hükümeti için büyük bir fon ihtiyacına yol açar. Amerikan Devrimi'nin nedenlerinden biri şuydu: a. Temsil edilmeden vergilendirme b. Soruşturmasız kınama c. Kınama olmadan sürgün\n\nkolonilere yeni vergiler koyan hükümet: - Sömürgeleşmeyi batıya genişletme sınırlamaları - sömürgeciler, hayatlarıyla ilgili tüm kararları alan Londra Parlamentosu'nda temsil edilmiyordu;\n\n<b>Olaylar:</b>\n\n1765 - İngiliz Parlamentosu damga vergisi ve konaklama yasasını uygular 1773 - Boston Çay Partisi - bir grup sömürgeci, 3 geminin çay yükünü denize atar; 1774 - Philadelphia - İlk Kıtasal Kongre - barışçıl bir çözüm bulma girişimlerinde bulunulur, aynı zamanda sömürgeciler silahlanmaya ve müttefik aramaya başlar; 1775 - İlk silahlar Lexington ve Concorde'da İngiliz ordusu ile sömürge milisleri arasındaki çatışmalarda ateşlenir; Temmuz 1776 - İkinci Kıtasal Kongre, Amerika Birleşik Devletleri'nin bağımsızlığını ilan eder: Bağımsızlık Bildirgesi'nin baş yazarı Thomas Jefferson'dır; George Washington ordu komutanı olarak atandı. Diplomatik çabalar - Benjamin Franklin - Fransa'dan yardım getiriyor, 1777 - Saratoga'da Amerikan zaferi - Fransa Büyük Britanya'ya savaş ilan ediyor; 1780 - Britanyalılar Charleston konisi 1. Boston Çay Partisi sırasında, üç geminin çay yükü a. denize atıldı b. vatanseverler tarafından el kondu c. çok yüksek fiyatlarla satıldı 2. Olayların doğru sıralamasını içeren seçeneği seçin: a. İlk Kıtasal Kongre, Boston Çay Partisi, Lexington çatışması. b. Boston Çay Partisi, İlk Kıtasal Kongre, Lexington çatışması. c. Lexington çatışması, İlk Kıtasal Kongre, Boston Çay Partisi, Doğru ya da Yanlış 3. İlk Kıtasal Kongre, 13 koloninin bağımsızlığını ilan etti. (Y) 4. Kolonilerin bağımsızlığı ... yılında ilan edildi (1776) Doğru ya da Yanlış\n\n1781 - Yorktown - İngiliz ordusu teslim olmaya zorlanır; 1783 - Versay Antlaşması - Amerika Birleşik Devletleri Büyük Britanya'dan bağımsızlık kazanır; 1787 - Amerika Birleşik Devletleri Anayasası Philadelphia'da kabul edilir,\n\n<b>Sonuçlar:</b>\n\nAmerika Birleşik Devletleri Anayasası Yeni devletin ekonomik ve askeri gelişimi Amerika'nın Batısı'nın sömürgeleştirilmesi, yerli kabilelerin soykırımı; 4 Temmuz - Bağımsızlık Günü - bugün ABD'nin ulusal günüdür."
    },
    {
        "id": 16,
        "title": "Oy Hakkı Hareketi: Kadınlar Oy Hakkı için Savaşıyor: 1893-1928",
        "content": "<b>Tarihsel arka plan:</b>\n\nBu güne kadar tüm dünyada insan hakları ihlal edilmektedir. Dünyadaki çoğu ülke onlara saygı duymaya karar verdi. Ancak durum her zaman o kadar iyi değildi. Bir örnek, sosyal konumu erkeklerden daha kötü olan kadınlardır. Kendileri için karar veremediler, oy kullanma hakları yoktu. Eğitim hakkı garanti edilmedi. Sadece 19. yüzyılın sonunda toplumlarda değişim arzusu ortaya çıktı, giderek daha fazla insan durumun iyileşmesine yol açan çeşitli girişimleri destekledi. Sosyal hayatı tamamen değiştiren hareketler var. Bunlardan biri, Birleşik Krallık ve Amerika Birleşik Devletleri'nde kadınların oy hakkı için savaşan bir grup aktivist olan oy hakkı hareketi - tam veya kısmi.\n\nHareketin üyeleri hedeflerine ulaşmak için çok farklı yöntemler kullandılar. Bunlar arasında toplumsal farkındalığı, protestoları, dilekçeleri ve hatta sivil itaatsizlik yöntemlerini değiştiren faaliyetler yer alıyor. Uzun vadeli ve tutarlı eylemleri, dünyanın birçok ülkesinde kadın ve erkek haklarının eşitlendiği bir duruma yol açmıştır.\n\nKadınlar için tam oy hakkı kazanmak, cinsiyet eşitliği mücadelesini sona erdirmez. Eğitime erişim (feminist hareket) ve kadınların kamusal hayata katılımının artırılması (özgürleşme) sorunları çözülmeye devam etmektedir. Ayrıca, mesleki çalışmalarda kadınlara adil olmayan muamele gözlemlenebilir - terfi engellenir, maaş düşürülür. Bazı ülkelerde kadınlar tıbbi bakıma erişim, mülk sahipliği sorunuyla karşı karşıyadır. Son yıllarda, bu konularda halkın tutumlarında bir değişiklik olmuştur. Dünyadaki toplumsal cinsiyet eşitsizliklerinin tamamen ortadan kaldırılmasına güvenmek imkansızdır."
    },
    {
        "id": 17,
        "title": "Rus Devrimi: 1917-1922",
        "content": "Rus Devrimi, 1917'de Rusya'nın köylüleri ve işçi sınıfı halkının Çar II. Nikolay hükümetine karşı ayaklanmasıyla gerçekleşti. Vladimir Lenin ve Bolşevikler adlı bir devrimci grup tarafından yönetildi. Yeni komünist hükümet Sovyetler Birliği'ni kurdu.\n\n<b>Rus Çarları</b>\n\nDevrimden önce Rusya, Çar adında güçlü bir hükümdar tarafından yönetiliyordu. Çar, Rusya'da toplam güce sahipti. Orduyu komuta ediyor, toprakların büyük bir kısmına sahipti ve hatta kiliseyi kontrol ediyordu.\n\nRus Devrimi öncesinde işçi sınıfı ve köylüler için yaşam çok zordu. Az bir ücretle çalışıyor, sık sık yiyeceksiz kalıyor ve tehlikeli çalışma koşullarına maruz kalıyorlardı. Aristokrat sınıf, köylülere az hak tanıyarak onlara köle gibi davranıyordu.\n\n<b>Kanlı Pazar</b>\n\nRus Devrimi'ni tetikleyen önemli bir olay, 22 Ocak 1905'te gerçekleşti. Birçok işçi, daha iyi çalışma koşulları için bir dilekçe sunmak üzere Çar'ın sarayına yürüyordu. Askerler tarafından ateşe tutuldular ve birçoğu öldürüldü veya yaralandı. Bu olaya Kanlı Pazar denir.\n\nKanlı Pazar'dan önce birçok köylü ve işçi sınıfı Çar'ı saygıyla karşılıyor ve onun yanlarında olduğunu düşünüyordu. Ancak olaydan sonra Çar, işçi sınıfının düşmanı olarak algılandı ve devrim isteği yayılmaya başladı.\n\n<b>I. Dünya Savaşı</b>\n\n1914'te I. Dünya Savaşı başladı ve Rusya Almanya ile savaştı. Büyük bir Rus ordusu, işçi sınıfı ve köylü erkekleri zorlayarak oluşturuldu. Ancak Rus ordusu, donanımlı veya eğitimli olmayan askerlerle doluydu. Birçoğu ayakkabısız, yiyeceksiz ve hatta silahsız olarak savaşa gönderildi. Üç yıl içinde neredeyse 2 milyon Rus askeri savaşta öldü ve yaklaşık 5 milyonu yaralandı. Rus halkı, genç erkeklerini savaşa sürükleyen Çar'ı suçladı.\n\n<b>Şubat Devrimi</b>\n\nRus halkı, 1917'nin başlarında ilk kez isyan etti. Devrim, bir dizi işçi greviyle başladı. Bu işçiler, grev sırasında siyaseti tartışmak için bir araya geldi ve isyan başladı. Çar Nikolay II, isyanı bastırmak için orduyu gönderdi, ancak birçok asker Rus halkına ateş etmeyi reddetti ve ordu Çar'a karşı ayaklandı.\n\nBirkaç gün süren ayaklanmalardan sonra Çar, tahtından çekilmek zorunda kaldı ve yeni bir hükümet devraldı. Hükümet, Petrograd Sovyeti (işçi ve askerleri temsil eden) ve Geçici Hükümet (Çar'sız geleneksel hükümet) adlı iki politik parti tarafından yönetiliyordu.\n\n<b>Bolşevik Devrimi</b>\n\nBirkaç ay boyunca iki taraf Rusya'yı yönetti. Petrograd Sovyeti'nin ana gruplarından biri Bolşevikler adlı bir gruptu. Vladimir Lenin tarafından yönetiliyorlardı ve yeni Rus hükümetinin Marksist (komünist) olması gerektiğine inanıyorlardı. 1917'nin Ekim ayında Lenin, Bolşevik Devrimi olarak adlandırılan olayda hükümetin tam kontrolünü ele geçirdi. Rusya artık dünyanın ilk komünist ülkesiydi.\n\n<b>Sonuçlar</b>\n\n1918'den 1920'ye kadar Rusya, Bolşevikler (aynı zamanda Kızıl Ordu olarak bilinir) ile anti-Bolşevikler (Beyaz Ordu) arasında bir iç savaş yaşadı. Bolşevikler kazandı ve yeni ülke SSCB (Sovyet Sosyalist Cumhuriyetler Birliği) olarak adlandırıldı."
    },
    {
        "id": 18,
        "title": "Birleşmiş Milletler Kuruldu: 1945-1946 (Avrupa, N. & S. Amerika, Asya, Afrika, Avustralya)",
        "content": "<b>Birleşmiş Milletler</b> (veya <b>BM</b>), özellikle gayri resmi olarak <b>Birleşmiş Milletler Örgütü</b> (veya <b>BMÖ</b>) olarak da anılan, dünyanın en büyük ve en tanınmış uluslararası kuruluşudur. Kuruluşunda, BM'nin 51 üye devleti vardı. Bugün 193 üye devlete sahiptir; neredeyse tüm dünyanın egemen devletlerini içerir. BM'nin merkezi uluslararası topraklarda New York Şehri'nde bulunmakta olup, Cenevre, Nairobi, Viyana ve Lahey (Uluslararası Adalet Divanı'na ev sahipliği yapan yer) gibi diğer ana ofislere sahiptir.\n\nBu, uluslararası ilişkilerde dostane ilişkiler geliştirmek, uluslararası işbirliği sağlamak ve ulusların eylemlerini uyumlu hale getirmek amacıyla kurulmuş hükümetlerarası bir organizasyondur. Diğer amaçlar arasında uluslararası barış ve güvenliği sağlama, insan haklarını koruma, insani yardım sağlama, sürdürülebilir kalkınmayı teşvik etme ve uluslararası hukuku koruma bulunmaktadır.\n\nBM, II. Dünya Savaşı sonrasında gelecekteki dünya savaşlarını önleme amacıyla kuruldu. 25 Nisan 1945'te, 50 ülke San Francisco'da bir konferans için bir araya geldi ve BM Şartı'nı taslak halinde yazmaya başladı. BM Şartı, 25 Haziran 1945'te kabul edildi ve BM, 24 Ekim 1945'te faaliyete geçti."
    },
    {
        "id": 19,
        "title": "Dijital Devrim: Dijital Elektrik Bilgisayarının İcadı",
        "content": "<b>Tarihsel arka plan:</b>\n\nBaştan beri insan, hayatındaki teknolojiden en iyi şekilde yararlanmaya çabaladı. Farklı çağlarda, tekerlek, buhar motoru veya uçak gibi çığır açan cihazlar icat edildi. Buluştan hemen sonra, bu cihazların iyileştirilmesi için çalışmalar yapıldı. Büyük atılım, tüm ülkelerin ekonomilerinin büyük ölçüde sivil üretime geçtiği II. Dünya Savaşı'nın sona ermesinden sonra geldi. Elektroniklerin geliştirilmesine ve cihazların minyatürleştirilmesine izin veren yarı iletkenler keşfedildi.\n\nİlk bilgisayarlar oluşturuldu. İnternet ve cep telefonu ağları gelişiyor. Bilgisayarı günlük olarak çalışan bir araç olarak kullanan yeni bir toplum türü ortaya çıkmıştır. Bilgisayarlaşma ve internet üzerinden inanılmaz hızlı veri alışverişi sayesinde klasik gazeteler, kitaplar ve televizyon önemini yitiriyor. Koleksiyonların sayısallaştırılması daha fazla kişiye erişim sağlar. Sosyal yaşamın bilgisayarlaşması, diğer dillerdeki yayınlara erişim sağlar. Ofislerde işleri halletmenize ve hatta oy kullanmanıza izin verir.\n\nDijital devrim sayesinde yapay zeka kavramı, insanların karar vermelerine, hatta değiştirmelerine yardımcı oluyor gibi görünüyor. Ne yazık ki, bu kadar hızlı gelişen sesleri duymak, insanın makinelerle tamamen değiştirilmesine ve hatta ortadan kaldırılmasına yol açabilir. Bu teorinin destekçileri, \"Terminatör\", \"Ben, robot\" veya \"Matris\" gibi filmlerde sunulan kurgunun gerçekleştirilebileceğini iddia ediyor."
    },
    {
        "id": 20,
        "title": "Sovyetler Birliği, ilk insan yapımı Uydu Olan Sputnik'i Fırlattı: 10/4/1957 (Rusya)",
        "content": "<b>Tarihsel arka plan:</b>\n\nVaroluşun başlangıcından beri insanlar uçmak istediler. Uçmanın kendisi fizik prensiplerini kullanmaktan başka bir şey değildir. Uçmanın da daha geniş bir boyutu vardır, insanın bağımsızlığı ve özgürlüğü ile ilişkilidir.\n\nİddiaya göre ilk havacılar, kanatlar inşa eden ve Girit'ten kaçmaya çalışan efsanevi figürler Daedalus ve Icarus'tu. Trajik bir şekilde sona eren bir kaçış. Leonardo da Vinci, zamansız vizyonları ve icatlarıyla havacılık için büyük önem taşıyordu. Tarihsel kaynaklar, insanın yerden kalkma girişimleri hakkında bazı ilginç gerçekler sunar: ilk ücretsiz balon uçuşu 21 Kasım 1783'te Paris'te gerçekleşti. 17 Aralık 1903'te Wright kardeşler, 36 metreye kadar uçan ilk uçak uçuşunu yaptılar. İlerleyen yıllarda bilim ve teknolojinin gelişmesi sayesinde insanoğlu uçan makineleri geliştirdi ve uçuşlar daha uzun ve daha güvenli hale geldi.\n\nII. Dünya Savaşı'nın sona ermesinden sonra ülke ekonomileri askerden sivil üretime geçti. Her alanda çok büyük bir sıçramaya tanık oluyoruz - bu, uzayın fethine olanak sağlıyor. Ek bir katalizör, ABD ile SSCB arasındaki rekabettir. 4 Ekim 1957'de Ruslar uzaya bir nesne fırlatan ilk kişiydi - ilk yapay dünya uydusu. Birkaç yıl sonra uzayda ilk adamımız var - Yuri Gagarin. Uzaydaki ilk kadın - Valentina Tereshkova. Rusların ilk başarıları, aydaki ilk adam olan ABD tarafından gölgede bırakıldı - Neil Armstrong (20 Temmuz 1969). Uzay mekiği programı. Ortak uluslararası programlar da var - projeye katılan ülkelerden kozmonotların rotasyonda kalabileceği ISS.\n\nÜlkelerin ortak eylemleri, daha fazla alanın genişletilmesine katkıda bulunabilir. Belki de yeni dünya benzeri gezegenlerin keşfi ve onları kolonileştirme arzusu."
    },
    {
        "id": 21,
        "title": "Yuri Gagarin Uzaydaki İlk Adam Oldu: 1961 (Rusya)",
        "content": "<b>Yuri Alekseevich Gagarin</b> (9 Mart 1934 - 27 Mart 1968), Rus kozmonot (astronot) idi. 12 Nisan 1961'de Sovyetler Birliği tarafından fırlatılan bir roketle uzaya çıkan ilk insandı.\n\nYuri Gagarin, 9 Mart 1934'te Rusya'nın Smolensk Oblastı'ndaki Klushino köyü yakınlarında doğdu. Gzhatsk köyü yakınlarındaki bu kasaba, 1968'de onuruna Gagarin olarak yeniden adlandırıldı. Ebeveynleri Alexey Ivanovich Gagarin ve Anna Timofeyevna Gagarina, bir kolektif çiftlikte çalıştı. Manuel işçiler genellikle \"köylüler\" olarak düşünülse de, bu ebeveynlerine uygulandığında fazla basit olabilir; annesinin okumayı sevdiği ve babasının yetenekli bir marangoz olduğu söylenirdi. Yuri dört çocuğun üçüncüsüydü ve ablası, ebeveynleri çalışırken ona yardım etti. Sovyetler Birliği'nde milyonlarca insan gibi, Gagarin ailesi II. Dünya Savaşı'nda Nazi işgali sırasında acı çekti. İki büyük kardeşi 1943'te Nazi Almanyası'na köle işçi olarak gönderildi ve savaştan sonra geri dönmediler. Gençken Yuri, uzay ve gezegenlere ilgi duymaya başladı ve bir gün gerçek olacak uzay gezisini hayal etmeye başladı. Yuri, öğretmenleri tarafından zeki ve çalışkan, bazen yaramaz olarak görülüyordu. Matematik ve fen bilgisi öğretmeni, savaş sırasında Sovyet Hava Kuvvetleri'nde uçmuştu ve bu, genç Gagarin üzerinde bir etki bıraktığı söylenirdi.\n\n1960 yılında yapılan arama ve seçim sürecinden sonra Yuri Gagarin, Sovyet uzay programı için seçilen diğer 19 uzay kaşifiyle birlikte seçildi. Diğer yaklaşan uzay kaşifleriyle birlikte fiziksel ve psikolojik puanını test etmek için deneylere tabi tutuldu; ayrıca yaklaşan uçuş için eğitim aldı. Başlangıçta seçilen yirmi kişiden, ilk fırlatma için son seçim Gagarin ve Gherman Titov arasında, antrenmandaki performansları ve fiziksel uygunlukları nedeniyle yapıldı.\n\n12 Nisan 1961'de Gagarin, Vostok 3KA-3 (Vostok 1) adlı roketle yörüngeye çıkarak uzaya giden ilk insan oldu. Bu uçuştaki çağrı işareti Kedr (Sedir; Rusça: Кедр) idi. Gagarin, uçuşu sırasında ünlü olarak \"Anavatan Duyar, Anavatan Bilir\" (Rusça: Родина слышит, Родина знает) şarkısını ıslık çaldı. Şarkının ilk iki satırı şöyledir: \"Anavatan duyar, Anavatan bilir / Oğlunun gökyüzünde nerede uçtuğunu\". Bu şarkı Dmitri Shostakovich tarafından 1951'de (opus 86) Yevgeniy Dolmatovsky'nin sözleriyle yazılmıştır.\n\nGagarin daha sonra Star City kozmonot eğitim üssünün yardımcı eğitim direktörü oldu. Aynı zamanda savaş pilotu olarak göreve başladı. 27 Mart 1968'de, Chkalovsky Hava Üssü'nden rutin bir eğitim uçuşunda, o ve uçuş eğitmeni Vladimir Seryogin, Kirzhach kasabası yakınlarında bir MiG-15UTI kazasında öldü. Gagarin ve Seryogin, Kremlin'in duvarlarına Kırmızı Meydan'da gömüldü. Kazanın neyin sebep olduğundan emin olmayan insanlar olsa da, 1986'daki bir soruşturma, bir Su-11 'Fishpot-C' önleyicisinin artırmalı yakıcılarını kullanan türbülansın Gagarin'in uçağının kontrolünü kaybetmesine neden olabileceğini düşünüyor."
    },
    {
        "id": 22,
        "title": "Başkan John F. Kennedy, Dallas, Teksas'ta öldürüldü: 11/22/1963 (ABD)",
        "content": "<b>Tarihsel arka plan:</b>\n\nİkinci Dünya Savaşı'nın sona ermesinin ardından dünya, en büyük güçler tarafından etki alanlarına bölündü. Bu durum, Doğu Bloku (Varşova Paktı) ve Batı (NATO) arasında sürekli bir gerilim ve rekabet durumuna yol açtı. Bu dönemin karakteristik faaliyetlerinden biri artan askeri faaliyetti - yeni silah türlerinin inşası, yeni askeri üslerin kurulması. Hatta bir uzay yarışı. 1944 ile 1991 arasındaki her toprak parçası bir süper gücün etkisi altındaydı. Askeri üsler kuruldu, paramiliter birimler eğitildi. Aynı zamanda ekonomik açıdan rekabet görüldü. Başarılar propaganda tarafından kullanıldı, özellikle SSCB'nin propagandası, ancak asla diğer tarafı göstermedi - sosyal ve finansal maliyetler, yoksulluk, gıda eksikliği.\n\n1961'de John Fitzgerald Kennedy, Amerika Birleşik Devletleri'nin 35. başkanı oldu. SSCB ile ilişkilerin normalleştirilmesi ana hedefi olan etkin bir dış politikayla öne çıktı. İlan edilen dostluk ve ilişkilerin normalleşmesine rağmen, genç başkan Sovyetler Birliği yetkilileri tarafından olağanüstü, deneyimli bir politikacı olarak algılanmadı - tam aksine. Bu nedenle nükleer başlıklı füzeleri Küba'ya göndermeye cesaret ettiler. Bu, \"JFK\" dönemindeki en önemli olaylardan biri olarak adlandırılan \"Küba Krizi\"dir. İstihbarat bilgilerinin kullanılmasıyla JFK, Sovyet gemilerinin Küba'ya yaklaşmasını mümkün olan her şekilde yok etmeye hazır olduğu blöfünü kullanabildi. Ayrıca diplomatik eylemlerin bir sonucu olarak kriz önlendi ve dünyadan \"Üçüncü Savaş\" vizyonu kaldırıldı.\n\n22 Kasım 1962'de Dallas'ta suikaste uğradı. Atanan \"Warren komisyonu,\" katilin birkaç yıldır Sovyetler Birliği'nde bulunan Lee Harvey Oswald olduğunu belirledi. Birkaç gün sonra Jack Ruby tarafından öldürüldü. Bugüne kadar, başkanın ölümü bir gizemdir ve gizemli çöplere eşlik eden komplo teorileri halkın gündeminde hala işlev görmektedir. Başkanın ölümü gerçeği filmlerde, kitaplarda ve hatta bilgisayar oyunlarında kullanılmıştır."
    },
    {
        "id": 23,
        "title": "İnternetin Doğuşu: 1965-1995 (ABD)",
        "content": "<b>Tarihsel arka plan:</b>\n\nModern internetin prototipi, bilgisayarların askeri amaçlar için bilimsel projelerin faaliyetlerini yoğunlaştırmak amacıyla birbirleriyle iletişim kurması için Amerikan ARPANET ağıdır.\n\nBir noktada, yalnızca kendileri tarafından bilinen nedenlerden dolayı ABD Ordusu bu projeden vazgeçiyor. İnternet \"sivil\" hale geliyor. O zamandan beri uluslararası ağ sistematik olarak gelişiyor. Zamanla, bağlı bilgisayarların sayısı artar. Projeye giderek daha fazla üniversite katılıyor. İlk e-posta oluşturulur. 1973'te ARPANET Norveç'e ulaştı, ancak gelişme şu anki kadar dinamik değil. 20. Yüzyılın son on yılında ilk web siteleri ortaya çıkıyor.\n\nİnterneti kullanan elektronik bankacılık, iş veya eğlence için tüm kullanıcılar tarafından kullanılan multimedya hizmetleri gibi yeni hizmetler ortaya çıkıyor. Mal ticareti yeni bir anlam kazanıyor. Aracıların tasfiyesi, malların satıcıdan müşteriye doğrudan sevkiyatı süreyi kısaltır ve ürünün birim fiyatını düşürür.\n\nİnternetin karanlık yüzü de var - \"Darknet\". Belirli kriterleri karşılayan kişilere erişim izni verilir. İletişim sırasında daha fazla anonimlik ve koruma sağlar. Kullanıcılar ayrıca internette yayınlanamayan içeriğe de erişebilir."
    },
    {
        "id": 24,
        "title": "The Time of Avcılar ve Köylüler (MÖ 3000)",
        "content": "Tarih öncesi, yazının bilinmediği insan toplumlarının tarihi ile ilgilidir. Her toplum yazmayı aynı anda tanımadığı için tarih öncesinin süresi de bölgeye göre değişmektedir. İnsanlık öncesi zamanlarda, insan başlangıçta bir avcı / toplayıcı olarak vardı. Daha sonra çiftçiliğe gider.\n\n- Avcı-toplayıcıların yaşam biçimi\n\n- Tarımın ve tarıma dayalı toplumların ortaya çıkışı\n\n- İlk kentsel toplumların ortaya çıkışı\n\nEkonomi ve teknoloji\n\nAvcılar ve toplayıcılar, doğal çevrenin geçimleri için sunduklarına büyük ölçüde bağımlıdır. Zamanla, her türlü ortamda daha kolay hayatta kalmalarını ve dünya çapında daha da yayılmalarını sağlayan teknoloji yaklaşımları geliştirirler. Sınırlı teknik kaynaklarına rağmen, tarih öncesi avcı-toplayıcılar bazen doğal çevrelerini sürdürülebilir bir şekilde bozdular.\n\nSosyal organizasyon\n\nAvcı-toplayıcılar genellikle hiyerarşik olmayan bir toplumda yaşarlar. Grup büyüklüğü 25 ila 50 kişi arasındadır. Zaman zaman insanlar kabileler halinde bir araya gelirler.\n\nSanat ve din\n\nSanat ve dinin rol oynadığı bir yaşamı gösteren buluntular vardır.\n\nEkonomi ve teknik gelişme\n\nUzun vadede insanlar çiftçiliğe başlayacak. Bu, bir bölgede daha fazla yiyecek elde etmesini sağlar. Mülkiyet oluşumu ve takas da artık bir rol oynayacak. Tarım bazen toprak erozyonu yoluyla doğaya zarar verir.\n\nSosyal organizasyon\n\nÇiftçiler ± 100 kişilik köylerde yaşıyor. Topraklarını işgalcilere karşı savunmak zorunda kalıyorlar.\n\nSanat ve din\n\nSanat ve dinin rol oynadığı bir yaşamı gösteren buluntular vardır."
    },
    {
        "id": 25,
        "title": "Yunan ve Romalılar Zamanı (MÖ 3000 - MS 500)",
        "content": "<b>Ana Temalar:</b>\n\n- Yunan şehir devletinde vatandaşlık ve bilimsel düşünce\n\n- Greko-Romen kültürünün yayılması ve Germanik kültürle karşılaşma\n\n- Roma İmparatorluğu'ndaki Hristiyanlık: yasaktan sadece izin verilen dine\n\n<b>Antik Çağ Bilgi Kaynakları</b>\n\n- Antik çağ hakkındaki bilgiler kısmen maddi kalıntılara dayanmaktadır. Bu kalıntılar, bu dönemde teknik ve stilin nasıl geliştiğini göstermektedir.\n\n- Antik çağ toplumları yazı sistemleri geliştirmişlerdir.\n\nHer türlü konuda yazılı kaynaklar bulunmaktadır. Bu nedenle antik çağın düşünce ve yaşam dünyası hakkında, tarih öncesi çağlardaki yaşamdan daha iyi bir anlayışa sahibiz. Latin alfabesi, Romalılar aracılığıyla Batı Avrupa'ya yayılmıştır.\n\n<b>Greko-Romen Uygarlığı (M.Ö. 700 - M.S. 500)</b>\n\n- Ekonomik gelişme ve kolonizasyon\n\n- Yunanlılar ve Romalılar artık yeterli tarım arazisine sahip olmadıklarında, ek geçim kaynakları bulmak zorundadırlar. Bunun için genellikle toprak genişlemesini ararlar.\n\n- Yunanlılar Akdeniz'in çeşitli yerlerinde kentsel yerleşimler kurmuşlardır. Daha sonra Romalılar, Akdeniz çevresindeki ve Avrupa'nın büyük bölgelerinin çoğunu kendi egemenlikleri altına almışlardır.\n\n- Şehirde Yaşam\n\n- Şehir manzarası konutlar, kamu binaları ve diğer tesislerle belirlenir.\n\n- Greko-Romen şehirlerinde zengin ve fakir insanlar kendi yaşam tarzlarına sahiptir. Tüm gruplar için eğlence fırsatları bulunmaktadır. Greko-Romen şehirlerinde özgür yurttaşlar yönetimde yer alırlar.\n\n- Sanat, Din ve Bilim\n\n- Yunanlılar ve Romalılar mimari, heykel, edebiyat ve bilim alanlarında büyük başarılar elde etmişlerdir.\n\n- Yunanlılar ve Romalılar için varlık, ilahi güçlerle dolu bir dünyadır. Yunanlılar ve Romalılar, çoktanrıcılığın arkasında bir rehber ilkeyi tanıyan dini hareketlerin ortaya çıkmasına tanık olmuşlardır. Bu hareketlerden biri Hristiyanlık'tır. Bu, tek tanrılı Yahudilikten evrilmiş ve Roma İmparatorluğu'nda en başarılı olanı olmuştur.\n\n<b>Romalılar'ın Ren Delta'sında Kültür Yayıcıları Olarak Zamanı (M.Ö. 50 - M.S. 450)</b>\n\n- Roma gücü, şiddet ve ittifakların bir kombinasyonu ile kurulmuştur.\n\n- Romalılar Ren deltasında tarih öncesi-tarım toplumu bulmuşlardır.\n\n- Romalılar nereye giderlerse, şehirler kurulmuştur. Bu şehirler, Romalılar ve Almanların buluştuğu merkezlerdir.\n\n- Ekonomi, siyaset ve din alanlarında işbirliği vardır.\n\n- Greko-Romen kültürünün azalan canlılığı\n\n- Greko-Romen kültürünün Batı Avrupa'da baskın etkisi sürmez, çünkü Roma İmparatorluğu içinde ortaya çıkan iç sorunlar çözümsüz kalır."
    },
    {
        "id": 26,
        "title": "Keşişler ve Şövalyeler Zamanı (500 -1000/2000)",
        "content": "• Hristiyanlığın yayılması (Alçak Topraklarda)\n\n• Malikane sistemi ve kölelik\n\n• Lord ve vassal arasındaki ilişki\n\n<b>Kaynaklar</b>\n\n• Orta Çağ hakkındaki bilgi, binalar, nesneler, resimler ve metinler gibi çeşitli kaynaklara dayanmaktadır.\n\n<b>Geçiş Dönemi: Antik Çağ'dan Orta Çağ'a (300 - 500)</b>\n\n• Siyasi ve ekonomik düzensizlik\n\n• Batı Roma İmparatorluğu'ndaki Roma yönetiminin kaybedilmesi, Cermen kabileleri arasında güç mücadelesine yol açtı. Avrupa'nın büyük bir kısmında idari ve ekonomik kaos hakimdir.\n\n• Asya ve Avrupa'daki halk hareketleri, tüm halkların yeni bir yaşam yeri aramak zorunda kaldığı, idari ve ekonomik düzensizliğe katkıda bulunuyor. Şehirler bakımsızlığa düşüyor\n\n• Dini gelişme: Hristiyanlık\n\n• Kilise, halk göçleri sırasında yazılı kültürün tek sabit faktörü ve koruyucusudur.\n\n<b>Erken Orta Çağ (500 - 1000)</b>\n\n• Ekonomik gelişme: Kendi kendine yeten tarıma odaklanan tarım\n\n• Orta Çağ ekonomisi başlangıçta büyük ölçüde kendi kendine yeten tarım ekonomisiydi, genellikle kendi kendine yeten bir tarım ekonomisiydi. Serbest çiftçilerin çiftlikleri ve büyük toprak sahiplerinin serf çiftçilere tarım arazisi kiraladığı mülkler bulunmaktadır. Uzun vadede, serbest çiftçilerin büyük bir kısmı köle olur.\n\n• Arazi ıslahı ve daha iyi kullanımı sayesinde tarımsal üretim yavaşça artmaktadır.\n\n• Siyasi gelişme: feodal sisteme dayalı bir krallık\n\n• Frank kralları, MS 500'den itibaren büyük bir imparatorluk kurmayı başardılar. Bu açıdan feodal sistemin tanıtımı ve kilise ile ittifak büyük önem taşıyordu. ±900 civarında bu krallık tekrar dağılmıştır. 800-1000 arasında Norman seferleri gerçekleşir. Bu seyahatler, nüfus hareketlerinin geç bir formudur.\n\n• Dini gelişme: Hristiyanlığın ve İslam'ın yayılması\n\n• Avrupa'daki Hristiyanlar giderek daha fazla kilise ve manastır kuruyorlar. Hristiyanlığı Gentilere yayıyorlar. Manastırlar büyük arazi kazanıyor.\n\n• Kilise, Frank kralları ile bir ittifak içine girer. Böylece, inançları daha iyi yayabilir ve (toprak) mülkünü koruyabilir. Hristiyanlık Avrupa'nın büyük bir kısmında yayılırken, İslam Orta Doğu, Kuzey Afrika ve İspanya'da yayılır.\n\n<b>Geç Orta Çağ (1000 - 1500)</b>\n\n• Ekonomik gelişme: ticaret ve şehirlerin ortaya çıkışı\n\n• Tarımda yetiştirme ve daha iyi üretim yöntemleri, gıda üretiminde büyük bir artışa yol açar, bu da nüfus artışını ve ticaretin teşvik edilmesini sağlar.\n\n• Asalet, artan refahtan yararlanır. Kaleler genişletilir ve ordular güçlendirilir.\n\n• Ticaretin artması, şehirlerin ortaya çıkması ve para ekonomisinin ortaya çıkması için bir uyarıcıdır. Yangınlar ve salgın hastalıklar bir şehir sakinleri için gerçek tehlikelerdir.\n\n• Siyasi Gelişmeler: Devlet Oluşumu ve Şehir Yönetimi\n\n• Prensler, şehirlerin zenginliklerini merkezi otoritelerini güçlendirmek için kullanırlar. İmparatorluklarını yönetmek için vergi paralarını kullanırlar.\n\n• Monarşilerden para karşılığında şehirler, kendi idarelerini yürütme haklarını alırlar. Böylece, din adamlarına, soylulara ve köylülere ek olarak, dördüncü bir mülk yaratıldı: vatandaşlar.\n\n• Din, Sanat ve Eğitim Alanındaki Gelişmeler: Kilisenin Günlük Yaşama Etkisi\n\n• Şehirlerde en güzel kiliseler inşa edilir; bunun kısmen sonucunda endüstri ve sanat gelişir. Seküler mimari mahkeme ve şehirlerde ivme kazanır.\n\n• Kilise, sadıklarının yaşam tarzı üzerinde baskın bir etkiye sahiptir. Bu, sayısız dini festival, haçlı sefer ve nüfusun eğitimindeki önemli rolü ile açıkça görülmektedir.\n\n• Orta Çağ'dan Modern Zamanlara Geçiş\n\n• Orta Çağ'ın sonunda kilise artık insanların düşünce ve davranışlarını tam olarak belirlemez. İnsanlar kendi güçlerine daha fazla güvenir ve kendi kararlarını almaya başlarlar. Bu, ekonomi, din ve sanat alanlarında değişikliklere yol açar.\n\n• Siyasi Organizasyon\n\n• Orta Çağ'ın sonunda hükümdarlar şehirlerden para talep eder. Karşılığında şehirler, güçlerini genişleten ayrıcalıklar alırlar. Talepler çok yüksek olduğunda ve şehirlerin hakları kısıtlandığında, hükümdarlar ile şehirler arasında gerginlikler ortaya çıkar.\n\n• Ücretli bir ordu, hükümdarı soyluların askeri yardımına daha az bağımlı hale getirir. Bu, soyluların gücünü sınırlar. Bu durum, hükümdarlar ile soylular arasında gerginliğe neden olur.\n\n• Şarlman (742-814)\n\n• Malikane sistemi ve kölelik\n\n• Lord ve vasal arasındaki ilişki\n\n<b>Şehirler ve Devletler Zamanı (1000/1200-1500)</b>\n\n• Kilise ve devlet arasındaki mücadele\n\n• Ticaretin yükselişi ve şehirlerin ortaya çıkışı\n\n• Kent burjuvazisinin yükselişi ve şehirlerin giderek artan bağımsızlığı\n\n• Devlet oluşumunun ve merkezileşmenin başlangıcı\n\n<b>Hansa Birliği</b>\n\n• Ticaretin yükselişi ve şehirlerin ortaya çıkışı"
    },
    {
        "id": 27,
        "title": "Hıristiyanlığın doğuşu: Manastırlar",
        "content": "<b>ŞEHİRDEN KIRLARA</b>Yaklaşık 500 ile 1500 arasındaki dönem Orta Çağ olarak bilinir, yani antik ve modern arasında bir zaman dilimi. Kültürel ve ekonomik bir gerileme dönemiydi. Yaşam koşullarının kötüleşmesi, birçok salgın hastalık ve kıtlık nedeniyle özellikle şehirlerde nüfusta bir gerileme yaşandı. Ekili araziler terk edildi ve vahşi hayvanların yaşadığı ormanlarla kaplıydı. Bu durumda curtes doğdu, tek bir lord tarafından kontrol edilen geniş arazi mülkleri. Curtis, özerk, kapalı ve kendi kendine yeten bir güç merkezini temsil ediyordu.\n\n<b>KİLİSENİN ROLÜ</b>\n\nO dönemde Kilise, nüfusa bakan tek otoriteydi. Bölgede (piskoposluk) örgütlü ve yaygın bir kurumdu ve kültürün hayatta kalmasını garanti etmenin yanı sıra yaşamın maddi yönleriyle de ilgileniyordu. Her piskoposluğun en önemli şehirlerinde, toplulukların siyasi ve idari liderliğini üstlenen bir piskopos vardı. Roma, Batı'daki Kilise örgütlenmesinin merkeziydi. Bu tarihsel dönemin önemli bir papası, Cermen nüfusunu Katolikliğe dönüştüren I. Gregory'dir (Büyük).\n\n<b>MANASTIR</b>\n\nManastırlık Batı'da yayıldı. Keşişler, yalnızlık içinde yaşamak ve kendilerini duaya adamak için izole yerlere çekilmeye karar veren Hristiyanlardı. Batıda, Doğu'dan farklı olarak, keşişler topluluklar halinde toplandı. En ünlü topluluk, Benedetto da Norcia tarafından kurulan Montecassino Manastırı'dır. Benedict, günün bölünmesini dayatan <b>Kuralları</b> düzenledi ve yazdı: ora et labora (dua et ve çalış)."
    },
    {
        "id": 28,
        "title": "Atina: Demokrasiye Doğru / bir örnek",
        "content": "Atina, demokratik polisler arasında öne çıkıyor. Başlangıçta küçük bir grup soylu toprak sahibi tarafından yönetiliyordu: bir <b>oligarşik</b> polisti. Atina önemli bir ticaret şehri haline geldi. Soylu olmayan ancak girişimci Atinalılar, ticaret ve zanaat sayesinde zenginleştiler ve devleti yönetme iddiasında bulundular. Soylu, dürüst ve saygın bir adam olan Solon, şehrin yasama organı olarak seçildi. Atina vatandaşlarını servete göre dört sınıfa ayırdı: herkes meclise katılabiliyordu, ancak her sınıfın farklı hak ve sorumlulukları vardı. Solon'un yasalarıyla Atinalılar arasında hala eşitsizlikler bulunsa da, bir kişi fakir doğup zengin olabilirdi. Solon'un çalışmaları Clisthenes ve Pericles tarafından mükemmelleştirildi. Clisthenes, vatandaşları zenginlik temelinde ayıran ayrımı ortadan kaldırdı ve oy sistemini değiştirdi: her vatandaş devlet görevine seçilebilirdi. Pericles ile devlet görevleri ücretliydi ve tüm Atina vatandaşları eşit haklara sahipti. Mütevazı kökenli bir fakir vatandaş toprak sahibi olabilir, meclislere katılabilir ve zengin biri gibi hükümette görev alabilirdi. Atina vatandaşları özgürlüklerine kıskançtı; şehrin özgürlüğünü tehlikeye atanlar <b>ostrakizm</b> ile sürgüne gönderildi ve oylar <b>ostraka</b> adı verilen toprak parçalarına yazıldı.\n\n<b>DÜN VE BUGÜN DEMOKRASİSİ</b>\n\nAtina'nın demokrasisi modern demokrasilere ilham vermiş olsa da bazı farklılıklar bulunmaktadır. Atina'da az sayıda vatandaş seçiliyordu; biz ise bizi temsil eden temsilcileri seçiyoruz. Modern demokrasilerde tüm vatandaşlar siyasi hayata katılırken, Atina'da kadınlar, köleler ve yabancılar dışlanmıştır."
    },
    {
        "id": 29,
        "title": "Education in Athens",
        "content": "Atinalı erkek ve kızların eğitimi iki farklı yolu takip etti. Evlilik ve aile için yetiştirilen kızlar, iyi eşler ve ev sahipleri olmaları, dokuma ve iplik yapmayı bilmeleri için anneleri tarafından eğitildi. Erkekler için ise iyi bir askeri hazırlık sağladı; savaşa ve gençler, jimnastik yarışmalarında kendilerini kanıtladılar.\n\nAristokratik poliste sadece soylular bu tür bir eğitimi karşılayabiliyordu. Hoplit tekniği benimsendiğinde, tüm vatandaşlar için askeri eğitim zorunlu hale geldi ve Yunan polislerinde spor salonları inşa edildi.\n\nAtinalı eğitimi, silah kullanabilen ancak aynı zamanda kültürlü vatandaşlar yetiştirmeyi amaçlıyordu. Çocuklar annelerinden veya eğitimli bir köleden 6 veya 7 yaşına kadar öğrendi. Sonra bir gramatist adındaki özel bir öğretmene gittiler ve okuma, yazma ve aritmetiği öğrendiler. Şehrin en önemli yasalarını biliyorlardı ve Homer'in şiirlerini ezbere biliyorlardı. Çocuklar, bir sitarist tarafından öğretilen müziği öğrendiler. Çalınan enstrümanlar arasında lir, cithara ve flüt bulunmaktaydı. On beş yaşındaki genç adam bir meslek öğrenmeye mi yoksa çalışmaya devam etmeye mi karar verdi; on sekiz yaşında iken iki yıl boyunca siyah bir cübbe giyip toprak sınırlarında, kalelerde veya meclislerde gözetim görevleri yaparak askerlik hizmeti yaptı. Bu süre sonunda tam teşekküllü bir vatandaş oldu ve kamusal hayata ve tartışmalara katılabilirdi."
    },
    {
        "id": 30,
        "title": "ABD'de iç savaş",
        "content": "Amerikan iç savaşı (12 Nisan 1861 – 26 Mayıs 1865) Amerika Birleşik Devletleri'nde bir iç savaştı. Birlik (\"Kuzey\") ile Konfederasyon (\"Güney\") arasında savaştı, ikincisi ayrılan devletlerin oluşturduğu. Savaşın temel nedeni, köleliğin batı topraklarına yayılmasına izin verilip verilmeyeceği, daha fazla köle devletine yol açıp açmayacağı ya da bunu yapmasının engellenip engellenmeyeceği konusundaki anlaşmazlıktı; bu, köleliği nihai bir yok olma sürecine sokacağına inanılıyordu. Konfederasyon Başkanı Jeffer-son Davis liderliğindeki Konfederasyon, ABD'nin yaklaşık üçte biri üzerinde kontrol sağladı. o zamanlar var olan 34 ABD eyaletinin on birindeki nüfus. Çoğunlukla Güneyde olmak üzere dört yıllık yoğun çatışmalar başladı.\n\n1 Ocak 1863'te Abraham Lincoln, isyan halindeki eyaletlerdeki tüm kölelerin özgür olduğunu ilan eden ve ülkedeki 4 milyon köleleştirilmiş insanın 3,5 milyondan fazlasına başvuran Kurtuluş Bildirgesi'ni yayınladı. 14 Nisan 1865'te Başkan Lincoln, Konfederasyon sempatizanı John Wilkes Booth tarafından vuruldu. Lincoln ertesi sabah erken öldü. Lincoln'ün başkan yardımcısı Andrew Johnson, başkan olarak yemin etti ve mücadeleye devam etti.\n\nAmerikan iç savaşı'nın sonucu açık ve kesin bir tarihsel bitiş tarihinden yoksundur. Savaşın 26 Mayıs 1965'te Trans-Mississippi Dairesi'nin teslim olmasıyla sona erdiği, ancak savaşın yasal olarak sona ermesinin 20 Ağustos 1866'da Başkan Andrew Johnson tarafından imzalandığı varsayılmaktadır."
    }
]