[
    {
        "id": 1,
        "title": "World War I",
        "content": "<b>Causes:</b>\n\nA cause of the war was the desire for expansion of the great powers Against the backdrop of political tensions and crises, the assassination of Archduke Franz Ferdinand, heir to the Austro-Hungarian throne, in Sarajevo, in the summer of 1914, was the spark who started the war. Austria-Hungary attacked.\n\nSerbia, considered guilty of the attack, then, through the game of alliances, the war expanded to European and world level. Along with the Entente, Italy and Romania (withdrawn from the Central Powers alliance) got involved in the war: Belgium, Serbia, Greece, Japan, USA, etc. Bulgaria, the Austro-Hungarian Empire, Germany and the Ottoman Empire, etc. they fought on the side of the Central Powers. In Europe, fightings took place on two main fronts, western and eastern, but there were also some secondary fronts, such as the one in the Balkans or northern Italy. The war began in the fall of 1914 as a war of maneuver (movement). On the western front, Germany violated Belgium's neutrality and attacked France. The German advance was stopped on the Marne River, the war on the Western Front turning into a war of positions. In the eastern front, after the first military successes in East Prussia, the Russian armies were defeated at Tannenberg and the Masurian Lakes, setting up trench warfare here as well. In the Balkans, encircled Serbia was defeated in 1915, the same year the Entente failed to impose control over the Dardanelles following the defeat at Gallipoli. These defeats were offset by the entry of Italy into the war and the opening of a new one front in northern Italy. In all these years, Romania adopted a neutral, leading position intense negotiations with both camps and preparation for war.\n\nIn 1916, two big battles took place on the western front, resulting in many casualties both camps, the battles of Verdun and the Somme. The battle at Verdun, the strongest fortified sector of the French front, had all the characteristics of a war of attrition, the Germans aiming to exhaust France. Verdun resisted the German offensive under the leadership of Marshal Philippe Petain and a to General Robert Nivelle, resistance with a great psychological effect on the French army. In an attempt to relieve Verdun, the Anglo-French armies launched the offensive from the Somme River, with huge human losses. In the same year, Romania, faced with the imperative demand from the Entente, also entered the war. The year 1917 was marked on the western front by the entry of the USA into the war. On the eastern front, the Romanian army achieved important victories in the battles of Mărăști, Mărășești and Oituz. That following the Bolshevik Revolution, Russia ceased hostilities and, through the Peace of Brest-Litovsk, out of the war, later determining that Romania, surrounded on all sides by the army enemies, to capitulate. In the first part of 1918, Germany achieved a series of victories on the western front, halted by another Allied victory on the Marna River. In the end, however, the superiority of the Entente's resources led to the defeat of the Central Powers, member states capitulating one by one: in September 1918 Bulgaria, in October 1918 the Ottoman Empire, and in November 1918 Austria-Hungary. The war ended with Germany signing the Armistice of Compiègne on November 11, 1918. "
    },
    {
        "id": 2,
        "title": "World War II",
        "content": "<b>Causes:</b>\n\nThe Second World War was the conflict with the greatest destructive force in human history, with huge human and material losses. The general cause of the war was the struggle for territories and spheres of influence of totalitarian states. This was the goal of Germany, which believed that the borders and conditions imposed by the Treaty of Versailles were stifling its development. The same expansionist and revisionist claims were manifested by Italy, in the Mediterranean area and in Africa, Japan, in the Far East and the Soviet Union in Eastern Europe.\n\nOther causes that contributed to the outbreak of the war were the establishment of totalitarian regimes in a number of states, the economic crises, the conciliatory nature of France and the United Kingdom towards Hitler's revisionist actions, the inefficiency of the League of Nations, etc.\n\nIn order to achieve their goals, the three revisionists laid the foundations of the Rome - Berlin - Tokyo Axis, the core of one of the camps involved in the war. The other camp, the United Nations Coalition, formed in 1941-1942, primarily brought together the Big Three - the United Kingdom, the USSR, the USA. These alliances were joined during the war by other states.\n\nThe main war theatres were: the Atlantic Ocean, Western and Eastern Europe, the Mediterranean Sea, North Africa, the Middle East, the Pacific Ocean and Southeast Asia, China.\n\nThe war started on September 1, 1939, with the invasion of Poland by Germany, then it became generalized in the following years on the scale of the whole world. The war took place in two phases.\n\nBy 1942, Germany, Italy and Japan had achieved many victories. With the exception of England, at the end of 1941 Hitler controlled all of Europe, divided into Greater Germany, created through annexations, allied states and satellite states of Germany. All these countries were subject to a harsh regime of resource exploitation and genocide on the Jews in particular, but also on the Slavic peoples and the Roma, which culminated, starting in 1942, with the application of the so-called final solution - their extermination in camps.\n\nThe Pacific area was at the discretion of Japan, which had conquered Indochina, Thailand, Singapore, Indonesia, Burma, the Philippines, Hong Kong, South China.\n\nJapan attacked the American bases at Pearl Harbour, causing the USA to enter the war in 1941.\n\nThe turning point of the war, the phase in which the allies took the initiative, was marked in Europe by the battle of Stalingrad, on the territory of the USSR, Germany being defeated and forced to go on the defensive. In the Pacific, the turning point was marked by the American victory over the Japanese army at the Battle of Midway. In Africa, the Allied victory at El Alamein and their landing in Morocco and Algeria ended the war waged by the Italo-German armies.\n\nIn 1943, amid the landing of the Allied Powers in Sicily, Mussolini's Italy capitulated and the Allies won more and more victories. In 1944, the Normandy landings took place, and Romania turned its weapons against Germany.\n\nThe war ended with the capitulation of Germany on May 9, 1945, and Japan on September 2, 1945, after the atomic bombs were dropped on Hiroshima and Nagasaki."
    },
    {
        "id": 3,
        "title": "Cold War",
        "content": "The Cold War never escalated to the point of direct confrontation between the US and the USSR. In fact, aside from the nuclear arms race, the struggle for world dominance was primarily waged through propaganda campaigns, espionage, proxy wars, athletic rivalry at the Olympics, and the Space Race.\n\nThe Cold War is generally considered by historians to have begun between 1947 and 1948, with the introduction of the Truman Doctrine and the Marshall Plan. US financial aid brought many Western countries under American influence in an attempt to contain communism. At the same time, the Soviets began to establish openly communist regimes in the countries of eastern Europe. These became satellites of the USSR. They were tactical bases for confrontation with the West, and a safeguard against a renewed threat from Germany.\n\nThe United States and the USSR gradually built up zones of influence around the world, dividing it into two vast opposing camps. It was not just a struggle between two enemies, it was a global conflict.\n\nThe war was only waged through indirect conflict. The US and USSR supported regional conflicts in their own interests, known as proxy wars.\n\nIt describes the 'chilly' relationship between the two Second World War allies.\n\nDuring World War II, the Soviet Union liberated many countries of eastern Europe from Nazi Germany. After the war, however, the Soviet Union continued to control the countries and forced its own communist economic system on them.\n\nThe United States did not want communism to spread to other countries in Europe. It also wanted the western European countries as allies, or friends. The United States therefore gave money to those countries to rebuild after the war. This was called the Marshall Plan after George Marshall, the American who proposed the plan.\n\nIn 1949 the United States and its European allies formed the <u>North Atlantic Treaty Organization</u> (NATO) to protect each in case of attack. The Soviet Union and its eastern European allies formed their own alliance, the Warsaw Pact, in 1955.\n\nTwo major crises of the Cold War involved the German city of Berlin. At the end of World War II the city, as well as the country, was divided into four zones, with the United States, Britain, France, and the Soviet Union each controlling one of the sectors. In 1948 the three Western powers announced that they would combine their zones. The Soviet Union then cut off road and rail supply routes to the city, which was completely within the Soviet part of Germany. In response, the United States and Britain delivered supplies by airplane. This was the Berlin airlift. The Soviet Union lifted its blockade on May 12, 1949.\n\nThe Cold War soon extended beyond Europe. The Soviet Union gave support to other countries throughout the world that had communist governments. At the same time, the United States tried to prevent communism from spreading any further. Both the Korean War in the 1950s and the Vietnam War in the 1960s and '70s were part of that struggle.\n\nThe Cold War ended in 1991, after the collapse and dissolution of the Soviet Union. "
    },
    {
        "id": 4,
        "title": "The Industrial Revolution (part 1)",
        "content": "Time of citizens and steam engines Industrialisation Time or 19th century 1800 - 1900\n\n- The Newest Era: the nineteenth century\n\n- The French and the industrial revolution (1789 - 1914)\n\nThe industrial revolution and the rise of emancipation movements\n\n- The first railway 1839\n\n- Resistance against child labour 19th century\n\n- Vincent van Gogh 1853-1890\n\nSources\n\n- In addition to the existing sources, new types of sources of historical knowledge became available in the 19th century: civil registry, mass press and audiovisual media.\n\nPolitical developments\n\n- In the eighteenth century, the ruling order everywhere in Western Europe still rests on the sovereign leadership of the monarch. Many people in Western Europe no longer accept that. As citizens they want to bear responsibility for the government, to consult and decide as equals.\n\n- Protests by citizens against the power of the monarch lead to the French Revolution in France. The new French rulers are trying to spread their power and their ideas in Europe by force. The French armiesare defeated and sovereign kingship is restored in many European countries. In 1813 the Netherlands becomes independent again and comes under the leadership of a king who holds political power.\n\n- Around 1850, in many Western European countries, power shifted to the citizens. In 1848 the Netherlands gets a new constitution that better protects people's rights and transfers power from the monarch to an elected parliament.\n\n- European countries are expanding their influence in other continents. From the last quarter of the 19th century, states no longer strive to control trade through a number of trading posts, but also want to control large areas in their entirety. Each part of the world works this out in its own way.\n\n- The Netherlands also exploits colonies, of which the East Indies is the largest.\n\n- Despite the economic interests served by it, slavery was abolished in the course of the 19th century.\n\n Economic developments\n\n- Initially, the steam engine was the most important source of power for industry. After the steam engine, the combustion engine and electricity become the suppliers of energy. Now the development of cars, airplanes and an electricity grid is also becoming possible.\n\n- Industrial production is outcompeting (home) industry in all kinds of industries. Craft production is being replaced by mass production that is centralised in factories. Specialised industrial areas are created in certain industries, with large sales areas, resulting in a strong increase in goods traffic.\n\n- The invention of fertilizer is important for the development of agriculture. In Europe, the cultivation of grain is largely replaced by potatoes. In principle, this means that sufficient affordable food remains available for the fast-growing population.\n\n- The landscape of urban and rural areas is changing due to population growth and technological development. In the industrial areas, the environment is polluted.\n\nSocietal developments\n\n- The European population grew strongly in the 19th century. Improvements in food production and the improvement of medical knowledge play a role in this.\n\n- Due to the industrial revolution, many rural inhabitants in Europe are moving to the cities. Millions of Europeans also emigrate to America, Australia and South Africa. This is how European culture spreads to other parts of the world.\n\n- Initially, there were many unemployed people. As a result, wages for workers remain low. Social laws are missing for the time being. This leads to exploitation and poor working, living and living conditions for working-class families. In the long run, protests arise against this in wide circles. Workers form unions. The living conditions of the workers gradually improved from then on.\n\n- Around 1900, a protest movement arose in Western Europe among women from the higher social classes against the ideology of the separate spheres between men and women, which prevented women from developing fully in society.\n\n- Citizens value good education, both for their own children, as well as for the lower social classes in society. The industrialised society demands more and more skilled workers. There will be compulsory education for everyone and secondary education for the better off. When prosperity increases, primary education becomes practically accessible to everyone.\n\n- By regulating working hours, people gradually get more free time. This creates more room for relaxation and personal development. Wherever people engage in joint activities, associations are set up"
    },
    {
        "id": 5,
        "title": "The Industrial Revolution (part 2)",
        "content": "<b>Historical background:</b>\n\nIn the eighteenth century in Europe, new trends could be observed that led to the systematic modernization of societies in Europe and the world. First, there was a tendency to move away from the feudal system and production in manufactories in favor of mechanical production in large industrial plants called factories. The steam engine appeared (to this day treated as a symbol of the industrial revolution), which replaced human work and increased labor productivity.\n\nIndustrialization also had a huge impact on social life. Migrations from the countryside to the cities were recorded on a large scale. The working class appeared - at first poorly paid, underestimated, but a large group of people who influenced the fate of the region and even the entire country.\n\nThe industrial revolution has an impact on the environment we live in. The use of coal in the production processes in the initial phase resulted in a very high degree of air pollution. Post-production waste poisoned the soil on which new houses were built, food was grown or animals were raised. There was also a very expansive policy of acquiring mining materials. This leads to a very strong devastation of the environment in which we live. Currently, processes are being designed and implemented to reverse the destruction of the environment.\n\nThe 21st century is a great awareness of people in terms of ecology. More and more initiatives are being taken to mitigate the effects of the industrial age. Plans to switch to hydrocarbon-based fuels have been implemented. In the near future, transport is to be based on hybrid and all-electric cars. Instead of coal power plants that destroy the environment, people are starting to focus on renewable energy sources."
    },
    {
        "id": 6,
        "title": "The French revolution",
        "content": "At the end of the eighteenth century France was governed by an <b>absolute monarchy</b>, the king was Louis XVI. The French people suffered from hunger, <b>the nobles and the clergy did not pay taxes</b>; the bourgeoisie supported all the expenses of the state.\n\nOn 5 May 1789, Louis XVI called the <b>States General</b> to discuss the reform of the <b>tax system</b>; the bourgeois demanded that the nobles and clergy also paid taxes, but they refused. On June 20, the bourgeois left the States General and formed a new assembly, called the <b>National Constituent Assembly</b>.\n\n On July 14 1789, the people attacked the <b>Bastille prison</b> and freed all the inmates. In August, the National Assembly abolished the privileges of the nobility and proclaimed the <b>Declaration of the Rights of Man and the Citizen</b>, which established <b>equality for all French people</b> and guaranteed <b>freedom of thought, speech, religion, property and defense from any unjust power</b>.\n\nThe king was forced to sign the new Constitution and France became a constitutional monarchy. Austria and Prussia tried to invade France because they feared that revolutionary ideas could spread.\n\nLouis XVI was sentenced to death in 1793 and France became a <b>republic</b>. This was a <b>period of terror</b> because thousands of nobles were killed by the <b>Committee of Public Safety</b>, led by <b>Robespierre</b>. In 1795, the bourgeois entrusted power to <b>the Directory</b>, which had only five members. The people were disappointed because according to the new Constitution laws had to be written only by the wealthy classes."
    },
    {
        "id": 7,
        "title": "The Life of Jesus and the Birth of Christianity",
        "content": "Christianity is the religion with the most followers in the world; almost a third of the world's population are Christians. Like Jews and Muslims, Christians believe in just one God who created the world and all that is in it.\n\nJesus Christ, who was crucified around A.D. 30 in Jerusalem, is the founder of Christianity.\n\nJesus Christ is the Son of God. He came to earth to teach about love and fellowship. He represents the person that all Christians must strive to be. Jesus was a Jew who was born about 2000 years ago in Bethlehem. Jesus lived for 33 years before being crucified by the Romans.\n\nOther names of Jesus:\n\n- Son of God\n\n- Light of the World\n\n- Lamb of God\n\n- The Good Shepherd.\n\nChristians are people who believe that Jesus Christ is the Son of God, and who follow his teachings and those of the Christian churches that grew up after his death. Christians believe that Jesus rose from the dead and appeared to his disciples (followers) to show everyone that there is another life with one, eternal, loving God.\n\nChristians believe that God made the world.\n\nThe Christian place of worship is called a Church. They are often built in the shape of a cross with the altar facing east towards the rising sun.\n\nThe Christian spiritual leaders are called priests or ministers. (vicars).\n\nChristian worship involves praising God in music, speech, readings from scripture, prayers of various sorts, a sermon and various holy ceremonies.\n\nThe Bible is the Christian holy book. It is divided into the Old and New Testaments. Parts of the writing contained in the Old Testament are also sacred to Jewish and Muslim people.\n\nThe two main Christian festivals are Easter and Christmas. They are major milestones in the Western secular calendar."
    },
    {
        "id": 8,
        "title": "The Life of Muhammad and the Birth of Islam",
        "content": "Islam is the second most popular religion in the world with over a thousand million followers. It is more often thought of as a complete way of life rather than a religion.\n\nIslam began in Arabia and was revealed to humanity by the Prophet Muhammad (peace be upon him). Those who follow Islam are called Muslims. Muslims believe that there is only one God, called <b>Allah</b>.\n\nIslam is mainly followed in the Middle East, Asia, and the north of Africa.\n\nThe prophet Muhammad (peace be upon him ), who was born in A.D. 570 at Mecca, in Saudi Arabia, is often regarded as the founder of Islam. He was the last prophet to be sent by Allah. However the first prophet was Adam.\n\nThe prophet Muhammad was the founder of the religion of <b>Islam</b>. Followers of Islam, called Muslims, believe that Muhammad received messages from Allah (God). These messages were later collected into the <b>Koran</b>, the holy book of Islam.\n\nMuhammad was born in the Arabian town of <b>Mecca</b> (now in Saudi Arabia) in about 570. Muhammad's father died before Muhammad was born, and Muhammad's mother died when he was 6. He was then raised by his grandfather and later by his uncle.\n\nWhen Muhammad was about 25 years old, he married a rich, older woman named Khadijah. Their marriage helped Muhammad gain wealth and social standing, and they had six children. Although many men at the time had more than one wife, Khadijah was Muhammad's only wife until after her death.\n\nThe Arabic word 'Islam' means submission and obedience, and derives from a word meaning 'peace'.\n\nIslam is based on the ministry of a man named Muhammad (peace be upon him), and on the words that Allah gave to the world through Muhammad.\n\nThe basic belief of Islam is that there is only one God, whose name in the Arabic language is Allah, and who is the sole and sovereign ruler of the universe.\n\nAllah is the name Muslims use for the supreme and unique God, who created and rules everything. The heart of faith for all Muslims is obedience to Allah's will.\n\n<b>The Muslim scripture is the Holy Qur'an</b>. Muslims believe it is 'the word of God'. Muslim beliefs and practices are rooted in the Qur'an.\n\nMuslims treat the Qur'an with great respect because they believe that the Qur'an is from Allah, and every word and every letter is sacred. It is usually placed on a special wooden stand to be read.\n\nMuslims regard the Qur'an as the unaltered word of God.\n\n<b>The Muslim building for communal worship is called a mosque</b>. Muslims often refer to the mosque by its Arabic name, masjid. The word comes from the Arabic for \"place of prostration\".\n\n<b>When are services held</b>?\n\nServices are held every day at the Mosque.\n\n<b>When is the most important service at the Mosque held</b>?\n\nOn Friday at noon . All Muslims go to the mosque on Friday. Is a special day for prayer.\n\nThe Muslim year is based on Lunar calendar."
    },
    {
        "id": 9,
        "title": "The First Crusade: 1095-1099 (France, Turkey, Syria, Palestine, Israel)",
        "content": "<b>Related Events:</b>\n\nSec. VII - Jerusalem - Prophet Muhammad rises to heaven: 638 - - Muslim rule over Jerusalem begins: 1095 - Council of Clermont 1096 - First Crusade\n\n<b>Causes:</b>\n\nThe pretext invoked - the persecution of Christian pilgrims visiting Jerusalem by the Muslims; The real causes:- the religious feeling and the hope of salvation, promised by the Pope;- population growth in Europe- the Pope's desire to increase the prestige and influence of the Catholic Church over lay leaders and to restore the unity of the Christian church under his leadership:\n\n<b>Progress:</b>\n\nAlexios I Comnenus asks for the help of Western Europe against the Turks-Pope Urban II launches a call to holy war, at the Council of Clermont, under the motto Deus Vult (God's Wills it)- the first to start the crusade are the peasants, led by Peter the Hermit and William the Poor (the crusade of the poor) - lacking supplies and military experience, -arriving in Constantinople, they receive support to cross the Bosphorus to Asia Minor, where they will be defeated and mostly massacred by the Muslim defenders: 1096 - The crusade of princes/nobles sets out for Jerusalem The leader is considered to be Godffroy de Bouillon- -After a series of clashes with the Turkish garrisons and the siege of some cities (Nicaea, Antioch, Edessa, etc.), the Crusade reaches Jerusalem in 1099.- in June-July 1099 Jerusalem is besieged by the much reduced number of knights that survived the fighting an hardships of the voyage (), and finally conquered, a large part of the defenders and the civilian population, Muslims (lack of water and food, diseasesheat), Jews and Orthodox Christians, being massacred.-The loss of life among the crusaders was very high, both as a result of the battles and especially as a result of the lack of water and food and the epidemics:\n\n<b>Consequences:</b>\n\nThe return of Jerusalem under Christian rule:the formation of crusader states: the Kingdom of Jerusalem, the Principality of Antioch, the counties of Tripoli and Edessa:-the reduction of Turkish pressure on the Byzantine Empire, which reconquers part of the lost territories in Anatolia;- increase of the economic, scientific, cultural exchanges between the Christian and the Muslim countries:\n\nVocabulary:\n\nCrusade - military expeditions, undertaken at the instigation of the pope, through which the Western armies aimed to liberate Jerusalem from the hands of the Muslims Crusader - participant in one of the crusades, wearing the sign of the cross sewn on the chest of the garment or painted on the shield:Council - religious meeting of Church leaders.Hermit - hermit,- monk who dedicates his life to prayer in solitude."
    },
    {
        "id": 10,
        "title": "The Rise and Fall of the Aztec Civilization",
        "content": "The <b>Aztecs</b> were a Mesoamerican culture that flourished in central Mexico from 1300 to 1521. The Aztec people lived in city-states, some of which joined to form alliances, political confederations, or empires. The Aztec Empire was a confederation of three city-states established in 1427. They acquired the name “the Mexica”.\n\nKey to the rise of the Aztecs was the agricultural system that made it possible to feed the population. Chinampas, small, artificial islands created above the waterline, were one feature of the system. Recordkeeping was important to tracking tributes. The Aztecs also had the 365-day solar callendar (although it was invented by the Egiptians 2000 earlier).\n\nThe empire reached its maximal extent in 1519, just prior to the arrival of a small group of Spanish conquistadors led by Hernán Cortés. Cortés allied with city-states opposed to the Mexica. After the fall of The Aztec Empire on 13 August 1521 and the capture of the emperor Cuauhtémoc, the Spanish founded Mexico City on the ruins of Tenochtitlan, the biggest city-state of the Empire. From there, they proceeded with the process of conquest and incorporation of Mesoamerican peoples into the Spanish Empire. With the destruction of the superstructure of the Aztec Empire in 1521, the Spanish used the city-states on which the Aztec Empire had been built, to rule the indigenous populations via their local nobles. Those nobles pledged loyalty to the Spanish crown and converted, at least nominally, to Christianity, and, in return, were recognized as nobles by the Spanish crown. Nobles acted as intermediaries to convey taxes and mobilize labour for their new overlords, facilitating the establishment of Spanish colonial rule.\n\n"
    },
    {
        "id": 11,
        "title": "The Black Death (Bubonic Plague) Devastates Europe",
        "content": "<b>Historical background:</b>\n\nIn the fourteenth century, a virus reached Europe, which started the largest epidemic in the history of mankind. As a result, 30 to 60% of the European population died (according to various sources). Over time, the cause of this event was established - the plague bacillus (Yersinia pestis - picture below), which is confirmed by DNA tests of plague victims.\n\nAccording to the findings of scientists, the epidemic broke out in Central Asia, then with travelers following the Silk Road it reached the gates of Europe. From the end of the 13th century, a period of strong climate cooling appeared in Europe, which resulted in a harsh winter and impoverishment of the harvest. Nutrition had an impact on the level of people's immunity. Hygiene level was very low (referring to today). Medicine as a science was constantly evolving and at that time was not prepared for such an escalation of the pandemic. At the same time, \"plague doctors\" appeared to treat the infected and victims of the epidemic. In historical sources, people are presented with characteristic clothes consisting of a heavily waxed cape and a mask in the shape of a bird's beak. They had hats on their heads and gloves on their hands. All this was to protect them from contact with infected people, but not to make it difficult to help.\n\nAfter a few months, the plague naturally died out due to the lack of a host. Some strains of bacteria may have survived and caused a recurrence of the plague. Each \"cataclysm\" of this type brings great losses to humanity. We are primarily talking about a decrease in the world's population. And this has an impact on economic issues - increasing production costs, lack of workers, isolation (in the case of COVID-19)."
    },
    {
        "id": 12,
        "title": "The Renaissance",
        "content": "<b>FROM HUMANISM TO THE RENAISSANCE</b>\n\nIn the fifteenth century, Humanism developed; this new culture gave confidence to man : an anthropocentric vision of life placed man, and no longer God, at the center of the world.\n\nIt was inspired by the classical Latin and Greek culture, which was resumed, studied and disseminated. Humanism led to the Renaissance, a period of great artistic and cultural flourishing in all the arts. In painting a new technique, the perspective, was developed.\n\n<b>THE SPREADING OF THE RENAISSANCE</b>\n\nThe Renaissance spread throughout Italy and then Europe. The courts became the places of cultural production and princes hosted intellectuals and artists.\n\nIn Rome, Popes Julius II and Leo X invested great resources to beautify the Vatican. Michelangelo Buonarroti, painter, sculptor, architect, is the most complete example of a Renaissance artist. He designed the dome of St. Peter's and frescoed the Sistine Chapel.\n\nIn Florence, great artists like Brunelleschi, Masaccio, Botticelli and Leonardo da Vinci were hosted by Lorenzo the Magnificent. Leonardo da Vinci's works are still famous and appreciated today, just remember the Mona Lisa.\n\nThe Renaissance was also characterized by scientific progress: Da Vinci studied the human body, the flight of birds, waters and winds. In 1507, Niccolò Copernico, a Polish doctor and astronomer, discovered that the Earth and the other planets revolve around the Sun (the heliocentric solar system) and not vice versa.\n\n<b>THE INVENTIONS: PRINTING AND FIREARMS</b>\n\nThe most important invention of the Renaissance was the printing press by Johannes Gutenberg. Thanks to it, books can be printed in less time.\n\nNew metallurgical techniques improved the efficiency of the cannons and led to the manufacture of arquebuses, the ancestors of modern rifles. These weapons were easy to use and within everyone's reach. The spread of firearms led to the decline of cavalry and the prevalence of infantry."
    },
    {
        "id": 13,
        "title": "Late Renaissance",
        "content": "The age of discoverers and reformers (1500-1600)\n\nRenaissance period or 16th century (1500 - 1600)\n\nErasmus:\n\nchanging human and world views of the Renaissance and the beginning of a new scientific interest\n\nKarel V:\n\n- the beginning of the European overseas expansion\n\n- the Reformation and the split in the Christian Church (the Revolt in the Netherlands)\n\nWilliam of Orange\n\nthe Revolt and the emergence of an independent Dutch state\n\nThe time of regents and monarchs (1600-1700)\n\n- the emergence of merchant capitalism and the beginning of the world economy\n\n- civil administration and urban culture\n\n- the pursuit of absolute power by monarchs\n\n- the scientific revolution\n\nNew Age\n\nSources of the New Age. Many written and printed sources have been preserved from the New Age. In addition, there are all kinds of buildings and objects from that time. Archaeological finds are of relatively less importance here.\n\nHabitation, landscape and nature\n\nThe Netherlands has a large urban density. Yet most people live in rural areas. The towns are connected by unpaved country roads. The Netherlands is rich in waterways. The cities are often more accessible by water than by land. Landscape and nature in the Netherlands are changing due to diking, reclamation, peat and wood extraction, agriculture and hunting. The voyages of discovery that lead to contacts between continents influence nature in different parts of the world.\n\nEconomy\n\nDue to their location and the traditional familiarity with shipping, the coastal areas of the Netherlands are developing into a European centre of trade and industry. There is a large density of cities. New living and trading areas are opened up by the Portuguese and Spanish, the Dutch and the English on their voyages of discovery to Africa, Asia and America. The indigenous population often falls prey to slavery."
    },
    {
        "id": 14,
        "title": "The Boston Tea Party: American Colonists Protest New British Taxes by Throwing Tea in Boston Harbor: 12/16/1773",
        "content": "<b>Causes:</b>\n\nAfter the end of the 7 year war, Great Britain needed new sources of money<-The colonists did not agree to pay taxes imposed by a Parliament in wich they were not represented (Taxation without representation);-The East India Company had a large quantity of tea that it was not able to sale profitably;\n\n<b>Events:</b>\n\nThe British Parliament voted a law that created a dominant position for the East India Company in the tea trade of the American Colonies:\n\n- the revenues of American tea merchants and smugglers were threatened:-The tea tax was maintained, although the new price of the tea was less than before:\n\n- Sons of Liberty, an organisation that advocated for the colonies' rights, active in Boston, publically opposed these new limitations:-Three ships with a cargo of tea arrived in the Boston harbour at the end of 1773. By law, they had to land the cargo in 20 days and were not allowed to leave with it without the Governor's permission.\n\n- The Bostonians asked that to ships leave but the Governor did not agree. On the 19Th day, on the 16th of December, after a public meeting where it was decided that all the available means had been used, a group of colonists disguised as Indians boarded the ships and threw all the tea cargo into the sea (about 46t of tea - 1000000 dollars in today's money) Nobody was injured or killed, no other cargo or property aboard the ships was damaged; George Washington did not agree with the events in Boston, considering that the destruction of property was not acceptable: Benjamin Franklin offered to pay for the tea, but de British refused.\n\n<b>Consequences:</b>\n\nThe British Parliament adopted the Coercive Acts (Intolerable Acts) The Boston Harbour was to be closed until the value of the tea was repaid The First Continental Congress convened in Philadelphia, trying to find a peaceful solution The tensions between British authorities and American colonists escalated, until the first skirmish in Lexington and Concorde - beginning of the American War of Independence;"
    },
    {
        "id": 15,
        "title": "The American Revolution: 1775-1783",
        "content": "<b>Genesis:</b>\n\nSec. 17th century - there are frequent clashes between the colonizing powers - England, France, Holland, Spain. -1756-1763 - The 7-year war, between Great Britain and France, for the territories in North America - Great Britain wins -high expenses for military campaigns lead to a great need for funds for the British 1. One of the causes of the American Revolution was: a. Taxation without representation b. condemnation without investigation c. deportation without condemnation\n\ngovernment, which imposes new taxes on the colonies: - Limitations on the expansion of colonies to the west - the colonists were not represented in the London Parliament, which made all the decisions regarding their lives;\n\n<b>Events:</b>\n\n1765 - The British Parliament institutes the stamp duty and the quartering act 1773 - Boston Tea Party - a group of colonists throw the cargo of tea from 3 ships into the sea; 1774 - Philadelphia - First Continental Congress - attempts are made to find a peaceful solution, at the same time the colonies begin to arm themselves and look for allies; 1775 - The first shots are fired at Lexington and Concorde in clashes between the British army and colonist militias; July 1776 - The Second Continental Congress proclaims the independence of the United States of America: The main author of the Declaration of Independence is Thomas Jefferson; George Washington is appointed commander of the army. Diplomatic efforts - Benjamin Franklin - bring aid from France, 1777 - American victory at Saratoga - France declares war on Great Britain; 1780 - the British occupy Charleston cone 1. During the Boston Tea Party, the tea cargo of three ships was a. thrown into the sea b. confiscated by the patriots c. sold at very high prices 2. Choose the variant with the correct order of the events: a. The First Continental Congress, The Boston Tea Party, The Lexington skirmish. b. The Boston Tea Party, The First Continental Congress, The Lexington skirmish. c. The Lexington skirmish, The First Continental Congress, The Boston Tea Party, True or False 3. The First Continental Congress proclaimed the Independence of the 13 colonies. (F) 4. The Independence of the colonies was proclaimed in the year …(1776) True or False\n\n1781 - Yorktown -e British army is forced to surrender; 1783 - Treaty of Versailles - United States gains independence from Great Britain; 1787 - The Constitution of the United States of America is adopted in Philadelphia.\n\n<b>Consequences:</b>\n\nConstitution of the United States of America Economic and military development of the new state Colonization of territories in the West of the USA, extermination of Indian tribes; July 4 - Independence Day - is, to this day, the national day of the USA"
    },
    {
        "id": 16,
        "title": "The Suffrage Movement: Women Fight For the Right to Vote: 1893-1928",
        "content": "<b>Historical background:</b>\n\nTo this day, human rights are violated all over the world. Most countries in the world have decided to go towards respecting them. However, the situation was not always so good. An example are women whose social position was worse than that of men. They could not decide for themselves, they did not have the right to vote. The right to education was not guaranteed. It was only at the end of the 19th century that the desire for change appeared in societies, more and more people supported various types of initiatives that led to the improvement of the situation. There are movements that completely change social life. One of them is the suffragette movement, a group of activists in the United Kingdom and the United States fighting for women's suffrage - full or partial.\n\nThe members of the movement used very different methods to achieve their goals. These include activities that change social awareness, protests, petitions or even methods of civil disobedience. Their actions, long-term and consistent, have led to a situation where in most countries in the world the rights of women and men have been equalized.\n\nGaining full voting rights for women does not end the fight for gender equality. The issues of access to education (feminist movement) and increasing the participation of women in public life (emancipation) remain to be resolved. Further, one can observe unfair treatment of women in professional work - promotion blocked, lower salary. In some countries, women face the problem of access to medical care, ownership of property. In recent years, there has been a shift in public attitudes on these issues. It is impossible to count on the complete abolition of gender inequalities in the world."
    },
    {
        "id": 17,
        "title": "The Russian Revolution: 1917-1922",
        "content": "The Russian Revolution took place in 1917 when the peasants and working class people of Russia revolted against the government of Tsar Nicholas II. They were led by <u>Vladimir Lenin</u> and a group of revolutionaries called the Bolsheviks. The new <u>communist</u> government created the country of the Soviet Union.\n\n<b>The Russian Tsars</b>\n\nBefore the revolution, Russia was ruled by a powerful monarch called the Tsar. The Tsar had total power in Russia. He commanded the army, owned much of the land, and even controlled the church.\n\nDuring the period of time before the Russian Revolution, life for the working class people and the peasants was very difficult. They worked for little pay, often went without food, and were exposed to dangerous working conditions. The aristocrat class treated the peasants like slaves, giving them few rights under the law and treating them almost like animals.\n\n<b>Bloody Sunday</b>\n\nA major event leading to the Russian Revolution took place on January 22, 1905. A Large number of workers were marching to the Tsar's palace in order to present a petition for better working conditions. They were fired upon by soldiers and many of them were killed or injured. This day is called Bloody Sunday.\n\nBefore Bloody Sunday many peasants and working class people revered the Tsar and thought that he was on their side. They blamed their troubles on the government, not on the Tsar. However, after the shootings, the Tsar was perceived as an enemy of the working class and the desire for revolution began to spread.\n\n<b>World War I</b>\n\nIn 1914, World War I began and Russia was at war with Germany. A huge Russian army was formed by forcing working class and peasant men to join. Although the Russian army had great numbers, the soldiers were not equipped or trained to fight. Many of them were sent into battle without shoes, food, and even weapons. Over the next three years, nearly 2 million Russian soldiers were killed in battle and nearly another 5 million were wounded. The Russian people blamed the Tsar for entering the war and getting so many of their young men killed.\n\n<b>The February Revolution</b>\n\nThe people of Russia first revolted in early 1917. The revolution began when a number of workers decided to strike. Many of these workers got together during the strike to discuss politics. They began to riot. The Tsar, Nicholas II, ordered the army to suppress the riot. However, many of the soldiers refused to fire on the Russian people and the army began to mutiny against the Tsar.\n\n After a few days of riots, the army turned against the Tsar. The Tsar was forced to give up his throne and a new government took over. The government was run by two political parties: the Petrograd Soviet (representing the workers and soldiers) and the Provisional Government (the traditional government without the Tsar).\n\n<b>Bolshevik Revolution</b>\n\nOver the next several months the two sides ruled Russia. One of the main factions of the Petrograd Soviet was a group called the Bolsheviks. They were led by Vladimir Lenin and believed that the new Russian government should be a Marxist (communist) government. In October of 1917, Lenin took full control of the government in what is called the Bolshevik Revolution. Russia was now the first communist country in the world.\n\n<b>Results</b>\n\nFrom 1918 to 1920, Russia experienced a civil war between the Bolsheviks (also called the Red Army) and the anti-Bolsheviks (the White Army). The Bolsheviks won and the new country was called the USSR (Union of Soviet Socialist Republics)."
    },
    {
        "id": 18,
        "title": "The United Nations Is Formed: 1945-1946 (Europe, N. & S. America, Asia, Africa, Australia)",
        "content": "The <b>United Nations</b> (or the <b>UN</b>), particularly informally also referred to as the <b>United Nations Organisation</b> (or the <b>UNO</b>) is the world's largest and most recognised international organization.  At its founding, the UN had 51 member states. Today it has 193; almost all of the world's sovereign states. The UN is headquartered on international territory in New York City, and has other main offices in Geneva, Nairobi, Vienna, and The Hague (home to the International Court of Justice).\n\nIt is an intergovernmental organization whose stated purposes are to develop friendly relations amongst nations, achieve international co-operation, and be a centre for harmonizing the actions of nations. Other objectives include maintaining international peace and security, protecting human rights, delivering humanitarian aid, promoting sustainable development and upholding international law.\n\nThe UN was established after World War II with the aim of preventing future world wars. On 25 April 1945, 50 nations met in San Francisco for a conference and started drafting the UN Charter, which was adopted on 25 June 1945 and took effect on 24 October 1945, when the UN began operations."
    },
    {
        "id": 19,
        "title": "The Digital Revolution: The Invention of the Digital Electric Computer",
        "content": "<b>Historical background:</b>\n\nFrom the very beginning, man has strived to make the most of technology in his life. In different epochs, breakthrough devices were invented, such as the wheel, steam engine or airplane. Immediately after the invention, work was carried out on improving these devices. The great breakthrough came after the end of World War II, when the economies of all countries were switched largely to civilian production. Semiconductors were discovered, which allowed the development of electronics and the miniaturization of devices.\n\nThe first computers were created. The Internet and mobile phone networks are developing. A new type of society has emerged that uses the computer as a working tool on a daily basis. Thanks to computerization and the incredibly fast exchange of data via the Internet, classic newspapers, books and television lose their importance. Digitization of collections allows access for more people. The computerization of social life enables access to publications in other languages. It allows you to handle matters in offices and even vote.\n\nThanks to the digital revolution, the concept of artificial intelligence appears to help people make decisions, or even replace them. Unfortunately, to hear the voices that such rapid development may lead to the complete replacement of man by machines, and even his elimination. Supporters of this theory claim that the fiction presented in such films as \"Terminator\", \"I, robot\" or \"The Matrix\" is possible to realize."
    },
    {
        "id": 20,
        "title": "Soviet Union Launches Sputnik, First Man-Made Satellite: 10/4/1957 (Russia)",
        "content": "<b>Historical background:</b>\n\nSince the beginning of existence, people have wanted to fly. Flying itself is nothing more than using the principles of physics. Flying also has a broader dimension, it is associated with human independence and freedom.\n\nAllegedly, the first aviators were the mythical figures of Daedalus and Icarus, who constructed wings and attempted to escape from Crete. An escape that ended tragically. Leonardo da Vinci with his timeless visions and inventions was of great importance for aviation. Historical sources provide some interesting facts about man's attempts to get off the ground: the first free balloon flight took place on November 21, 1783 in Paris. On December 17, 1903, the Wright brothers made the first airplane flight, flying as much as 36 meters. In the following years, thanks to the development of science and technology, man improved flying machines, and flights became longer and safer.\n\nAfter the end of World War II, the economies of countries were switched from military to civilian production. We are witnessing a very big leap in every field - it enables the conquest of space. An additional catalyst is the rivalry between the USA and the USSR. On October 4, 1957, the Russians were the first to launch an object into space - the first artificial earth satellite. A few years later we have the first man in space - Yuri Gagarin. The first woman in space - Valentina Tereshkova. The initial successes of the Russians were overshadowed by the US - the first man on the moon - Neil Armstrong (July 20, 1969). Space shuttle program. There are also joint international programs - the ISS, where cosmonauts from countries participating in the project can stay on rotation.\n\nJoint actions of countries can contribute to further space exploration. Perhaps the discovery of new earth-like planets and attempts to colonize them."
    },
    {
        "id": 21,
        "title": "Yuri Gagarin Becomes the First Man in Space: 1961 (Russia)",
        "content": "<b>Yuri Alexeyevich Gagarin</b> (March 9, 1934 - March 27, 1968) was a Russian cosmonaut (astronaut). He became the first human in space on April 12, 1961, in a rocket launched by the Soviet Union.\n\nYuri Gagarin was born in the village of Klushino near Gzhatsk (now in Smolensk Oblast, Russia), on 9 March 1934. The town next to Gzhatsk was renamed Gagarin in 1968 in his honour. His parents, Alexey Ivanovich Gagarin and Anna Timofeyevna Gagarina, worked on a collective farm. While manual workers are thought as \"peasants,\" this may be too-simple if applied to his parents — his mother was said to love reading, and his father was a skilled carpenter. Yuri was the third of four children, and his elder sister helped raise him while his parents worked. Like millions of people in the Soviet Union, the Gagarin family suffered during the Nazi invasion in World War II. His two elder siblings were sent out to Nazi Germany for slave work in 1943, and did not return until after the war. While a youth, Yuri became interested in space and planets, and began to dream about his space tour which would one day become a reality. Yuri was thought by his teachers, as smart and hard-working, sometimes mischievous. His mathematics and science teacher had flown in the Soviet Air Forces during the war, which was said to make some impression on young Gagarin.\n\nIn 1960, after the search and selection process, Yuri Gagarin was selected with 19 other space explorers for the Soviet space program. Along with the other soon to be space explorers, he was tested by experiments made to test his physical and psychological score; he also underwent training for the upcoming flight. Out of the twenty originally selected, the final choice for the first launch was between Gagarin and Gherman Titov because of their performance in training, as well as their physical fitness.\n\nOn 12 April 1961, Gagarin became the first man to travel into space, launching to orbit aboard the Vostok 3KA-3 (Vostok 1). His call sign in this flight was Kedr (Cedar; Russian: Кедр). During his flight, Gagarin famously whistled the song \"The Motherland Hears, The Motherland Knows\" (Russian: Родина слышит, Родина знает). The first two lines of the song are: \"The Motherland hears, the Motherland knows/Where her son flies in the sky\". This song was written by Dmitri Shostakovich in 1951 (opus 86), with words by Yevgeniy Dolmatovsky.\n\nGagarin then became deputy training director of the Star City cosmonaut training base. At the same time, he began to re-join as a fighter pilot. On 27 March 1968, while on a routine training flight from Chkalovsky Air Base, he and flight instructor Vladimir Seryogin died in a MiG-15UTI crash near the town of Kirzhach. Gagarin and Seryogin were buried in the walls of the Kremlin on Red Square.\n\nPeople are not sure what caused the crash, but a 1986 investigation thinks that the turbulence from a Su-11 'Fishpot-C' interceptor using its afterburners may have caused Gagarin's plane to go out of control."
    },
    {
        "id": 22,
        "title": "U.S. President John F. Kennedy Is assassinated in Dallas, Texas: 11/22/1963 (US)",
        "content": "<b>Historical background:</b>\n\nAfter the end of the Second World War, the world was divided by the greatest powers into spheres of influence. This led to a constant state of tension and rivalry between the Eastern Bloc (Warsaw Pact) and the West (NATO). One of the characteristic activities of that period is increased military activity - the construction of new types of weapons, the creation of new military bases. Or even a space race. Every part of the land between 1944 and 1991 was under the influence of one of the superpowers. Military bases were established, paramilitary units were trained. At the same time, competition in economic terms was visible. The successes were used by propaganda, especially the propaganda of the USSR, but they never showed the other side - social and financial costs, poverty, lack of food.\n\nIn 1961, John Fitzgerald Kennedy becomes the 35th president of the United States. Leading an active foreign policy whose main goal was the normalization of relations with the USSR. Despite the declared friendship and normalization of relations, the young president was not perceived by the authorities of the Soviet Union as an outstanding, experienced politician - quite the opposite. That is why they dared to send missiles with nuclear warheads to Cuba. This is one of the most important events during the presidency of \"JFK\" - called the \"Cuban Crisis\". Through the use of intelligence information, JFK was able to use the bluff of being ready to destroy Soviet ships approaching Cuba by all possible means. Also, as a result of diplomatic actions, the crisis was averted and the vision of the \"Third War\" was removed from the world.\n\nHe was assassinated on November 22, 1962 in Dallas. The appointed \"Warren commission\" determined that the killer was Lee Harvey Oswald, who had been in the Soviet Union for several years. who was killed by Jack Ruby a few days later. To this day, the death of the president is a mystery, and conspiracy theories accompanying the mysterious garbage still function in the public space. The fact of the president's death has been used in movies, books and even computer games."
    },
    {
        "id": 23,
        "title": "The Birth of the Internet: 1965-1995 (US)",
        "content": "<b>Historical background:</b>\n\nThe prototype of the modern Internet is the American ARPANET network, thanks to which computers were supposed to communicate with each other in order to intensify the activities of scientific projects serving military purposes.\n\nAt some point, for reasons known only to themselves, the US Army gives up on this project. The Internet goes to \"civilian\". Since then, the international network has been developing systematically. Over time, the number of connected computers increases. More and more universities are participating in the project. The first e-mail is created. In 1973, ARPANET reaches Norway, but development is not as dynamic as it is now. In the last decade of the 20th century, the first websites appear.\n\nNew services using the Internet are emerging, such as electronic banking, multimedia services that are used by all users for work or entertainment. Trade in goods takes on a new meaning. Liquidation of intermediaries, direct shipment of goods from the seller to the customer shortens the time and lowers the unit price of the product.\n\nThe Internet also has its dark side - \"Darknet\". Access is granted to persons who meet certain criteria. It provides greater anonymity and protection during communication. Users also have access to content that cannot be published on the Internet."
    },
    {
        "id": 24,
        "title": "The Time of Hunters and Peasants (3000 B.C.)",
        "content": "Prehistory is about the history of human societies, in which writing is unknown. Because not every society gets to know writing at the same time, the duration of prehistory also varies per area. In prehistoric times, man initially existed as a hunter/gatherer. Later he goes into farming.\n\n- the way of life of hunter- gatherers\n\n- the emergence of agriculture and agricultural societies\n\n- the emergence of the first urban societies\n\nEconomy and technology\n\nHunters and gatherers depend heavily on what the natural environment offers for their livelihood. Over time, they develop techniques that enable them to survive more easily in all kinds of environments and to spread further and further across the globe. Despite their limited technical resources, prehistoric hunter-gatherers sometimes sustainably disrupted their natural environment.\n\nSocial organisation\n\nHunter-gatherers generally live in a non-hierarchical society. The group size is between 25 and 50 people. From time to time people get together in tribes.\n\nArt and religion\n\nThere are finds that indicate a life in which art and religion play a role.\n\nEconomy and technical development\n\nIn the long run, people will start farming. This allows him to obtain more food in an area. Possession formation and barter will now also play a role. Agriculture sometimes leads to damage to nature through soil erosion.\n\nSocial organisation\n\nFarmers live in villages of ± 100 people. They are forced to defend their land against invaders.\n\nArt and religion\n\nThere are finds that indicate a life in which art and religion play a role."
    },
    {
        "id": 25,
        "title": "The Time of Greek and Romans (3000 B.C. - 500 A.D.)",
        "content": "<b>Main themes:</b>\n\n• citizenship and scientific thinking in the Greek city-state\n\n• spread of Greco-Roman culture and the confrontation with Germanic culture\n\n• Christianity in the Roman Empire: from forbidden to only permitted religion\n\n<b>Sources of knowledge about antiquity</b>\n\n· Knowledge about antiquity is partly based on material remains. These show how technique and style have developed during this period.\n\n· Societies in ancient times developed a writing system.\n\nThere are written sources on all sorts of subjects. As a result, we have a better insight into the thinking andliving world of antiquity than of life in prehistoric times. The Latin script was spread in Western Europe via the Romans.\n\n<b>The Greco-Roman Civilization (700 BC - 500 AD)</b>\n\n• Economic development and colonisation.\n\n· As soon as Greeks and Romans no longer have enough agricultural land, they have to provide additional sources of livelihood. They mainly seek this in territorial expansion.\n\n· The Greeks founded urban settlements in all kinds of places in the Mediterranean. Later, the Romans brought the area around the Mediterranean Sea and large parts of Europe under their rule.\n\n• The city as a place to live\n\n· The cityscape is determined by housing, public buildings and other facilities.\n\n· In Graeco-Roman cities, rich and poor have their own lifestyles. There are opportunities for entertainment for all groups. · · In the Greco-Roman cities, the free citizens are involved in the government.\n\n• Art, religion and science\n\n· Greeks and Romans have reached great achievements in the fields of architecture, sculpture, literature and science.\n\n· For Greeks and Romans, existence is full of divine powers.\n\n· Religious movements are emerging that recognise one guiding principle behind polytheism. One of these movements is Christianity. It evolved out of monotheistic Judaism and ended up being most successful in the Roman Empire.\n\n<b>The Romans as cultural spreaders in the Rhine delta (50 BC - 450 AD)</b>\n\n· Roman power is established through a combination of violence and alliances.\n\n· The Romans find a prehistoric-agrarian society in the Rhine delta.\n\n· Where the Romans come, cities are founded. These cities are centers where Romans and Germans meet.\n\nThere is cooperation in the fields of economics, politics and religion.\n\n• Declining vitality of the Greco-Roman culture\n\n· The predominant influence of the Greco-Roman culture does not last in Western Europe, because the internal problems that arise within the Roman Empire prove to be unsolvable."
    },
    {
        "id": 26,
        "title": "The Time of Monks and Knights (500 -1000/2000)",
        "content": "• the spread of Christianity (in the Low Lands)\n\n• manorial system and serfdom\n\n• the relationship between lord and vassal\n\n<b>Sources</b>\n\n · Knowledge about the Middle Ages is based on various sources such as buildings, objects, images and texts.\n\n<b>Transition time: from Antiquity to Middle Ages (300 - 500)</b>\n\n• Political and economic disorder\n\n· The loss of Roman rule in the Western Roman Empire has given rise to a struggle for power between Germanic tribes. Administrative and economic chaos prevails in large parts of Europe.\n\n· The population movements, in which all kinds of peoples in Asia and Europe are forced to look for a new place to live, contribute to the administrative and economic disorder. Cities are falling into disrepair\n\n• Religious development: Christianity\n\n· The church is the only stable factor and custodian of written culture during the migrations of peoples.\n\n<b>Early Middle Ages (500 - 1000)</b>\n\n• Economic development: agriculture aimed at self-sufficiency\n\n· The economy in the Middle Ages was initially an agricultural economy, largely based on self-sufficiency. There are farms of free farmers and estates of large landowners who lease agricultural land to serf farmers. In the long run, large numbers of free farmers become serfs.\n\n· Through reclamation and better use of the land, agricultural production is gradually being increased again.\n\n• Political development: a kingdom based on the feudal system\n\n· The Frankish kings succeeded in establishing a large empire from 500 onwards. The introduction of the feudal system and an alliance with the church were of great importance in this respect. After ±900 this kingdom crumbles again. · · · · Between 800 and 1000 the Normans' expeditions take place. These journeys are a late form of the population movements.\n\n• Religious development: spread of Christianity and Islam\n\n· Christians in Europe are establishing more and more church buildings and monasteries. They spread Christianity among the Gentiles. The monasteries acquire a lot of land.\n\n· The church enters into an alliance with the Frankish kings. In this way she can better spread the faith and protect her (land) property. While Christianity spreads in large parts of Europe, Islam spreads in the Middle East, North Africa and Spain.\n\n<b>Late Middle Ages (1000 - 1500)</b>\n\n• Economic development: trade and emergence of cities\n\n-  Cultivation and better production methods in agriculture lead to a sharp increase in food production, resulting in population growth and trade are promoted.\n\n- The nobility benefits from the increased prosperity. Castles are expanded and armies strengthened.\n\n- The increase in trade is a stimulus for the emergence of cities and the emergence of a money economy. - Fires and epidemics are real dangers for the inhabitants of a city.\n\n• Political Developments: State Formation and City Governance\n\n- Princes use the wealth of the cities to strengthen their central authority. They use tax money to hire officials for the administration of their empire.\n\n- <b>In exchange for money from the monarch, the cities receive rights to conduct their<b> own administration. Thus, in addition to the clergy, the nobility and the peasants, a fourth estate was created: the citizens. • Developments in Religion, Art and Education: Influence of the Church on Daily Life - In the cities the most beautiful churches are built; partly because of this, industry and art flourish. Secular architecture is given impetus at court and in the cities. - The Church has a predominant influence on the way of life of its faithful. This is evident from the numerous religious festivals, from the crusades and from its important role in the education of the population. • Transition from Middle Ages to Modern Times - At the end of the Middle Ages, the church no longer completely determines how people think and act. People start to rely more on their own strength and make their own decisions. This leads to changes in the fields of economy, religion and art. • Political Organisation - At the end of the Middle Ages, the monarch demands money from the cities. In return, the cities receive privileges, which expand their power. When demands become too high and the rights of the cities are curtailed, tensions arise between monarch and cities. - A mercenary army makes the monarch less dependent\n\non military aid from the nobility. This limits the power of the nobility. This causes tensions between monarch and nobility.\n\nCharlemagne (742-814)\n\n• manorial system and serfdom • the relationship between lord and vassal\n\nThe time of cities and states (1000/1200-1500)\n\n• the battle between church and state • the rise of trade and the emergence of cities • the rise of the urban bourgeoisie and the increasing independence of cities • the beginning of state formation and centralisation\n\nThe Hanseatic League\n\n• rise of trade and emergence of cities"
    },
    {
        "id": 27,
        "title": "The birth of Christianity: the Monasteries",
        "content": "<b>FROM THE CITY TO THE COUNTRYSIDE</b>\n\nThe period from about 500 to 1500 is known as the Middle Ages, i.e. a period of time in between the ancient and the modern.\n\nIt was a period of cultural and economic decline. There was a decline in population, especially in the cities, due to the worsening of living conditions and many epidemics and famines. Cultivated lands were abandoned and covered with woods populated by wild animals. In this situation the curtes were born, vast land holdings controlled by a single lord. The curtis represented an autonomous, closed and self-sufficient center of power.\n\n<b>THE ROLE OF THE CHURCH</b>\n\nIn that period the Church was the only authority that took care of the population. It was an organized and widespread institution on the territory (diocese) and dealt with the material aspects of life, as well as guaranteeing the survival of culture. In the most important cities of each diocese there was a bishop who assumed the political and administrative leadership of the communities. Rome was the center of Church organization in the West. An important pope of this historical period is Gregory I (the Great) who converted the Germanic populations to Catholicism.\n\n<b>THE MONASTERY</b>\n\nMonasticism spread in the West. Monks were Christians who decided to retire to isolated places to live in solitude and devote themselves to prayer. In the West, unlike in the East, monks gathered in communities. The most famous community is that of the monastery of Montecassino, founded by Benedetto da Norcia. Benedict regulated and wrote the <b>Rule</b> which imposed the division of the day ora et labora (pray and work)."
    },
    {
        "id": 28,
        "title": "Athens: towards/an example of Democracy",
        "content": "Athens stands out among the democratic poleis. At the beginning it was dominated by a small group of noble landowners: it was an <b>oligarchic</b> polis. Athens became an important commercial city. The Athenians, not noble but enterprising, became rich thanks to trade and crafts and claimed to govern the state. The noble Solon, an honest and esteemed man, was elected legislator of the city. He divided the citizens of Athens into four classes, based on wealth: everyone could participate in the assembly, but each class had different rights and duties. With the laws of Solon there were still inequalities among the Athenians, but one could be born poor and become rich. Solon's work was perfected by Clisthenes and Pericles. Clisthenes abolished the distinction of citizens based on wealth and changed the voting system: every citizen could be elected to government offices. With Pericles, the offices were paid and all Athenian citizens had equal rights. A poor citizen of humble origin could own land, participate in assemblies, be a member of the government like a rich one. The Athenian citizens were jealous of their freedom, those who endangered the freedom of the city were exiled through <b>ostracism</b>, the votes were written on pieces of earthenware, called <b>ostraka</b>.\n\n<b>DEMOCRACY YESTERDAY AND TODAY<b>\n\nThe democracy of Athens has inspired modern democracies, even if there are differences. In Athens, few citizens were elected; we elect representatives who decide for us instead. In modern democracies, all citizens participate in political life while in Athens women, slaves and foreigners were excluded."
    },
    {
        "id": 29,
        "title": "Education in Athens",
        "content": "The education of Athenian boys and girls followed two different paths. The girls, destined for marriage and a family, were educated by their mothers, who trained them to be good wives and householders, to know how to weave and spin. For the boys it provided for a good athletic preparation, necessary for fighting and the youngsters proved themselves in gymnastic competitions.\n\nIn the aristocratic polis only the nobles could afford this type of training. When the hoplite technique was adopted, military training became mandatory for all citizens and gymnasiums were built in the Greek polis.\n\nAthenian education aimed to train citizens who were able to use weapons, but who were also cultured. Boys learned from their mothers or from an educated slave until they were 6 or 7 years old. Then they went to a private teacher called a grammatist and learned to read, write, and do arithmetic. They knew the most important laws of the city and knew Homer's poems by heart. The boys studied music which was taught by a citharist. The instruments that were played were the lyre, the cithara and the flute. At fifteen the young man chose whether to learn a trade or continue to study; at eighteen he did military service for two years as a boy: he wore a black robe and had surveillance duties at the borders of the territory, in the fortresses or in the city during the assemblies. At the end of this period, he became a full-fledged citizen and could participate in public life and debates."
    },
    {
        "id": 30,
        "title": "The Civil Var in the US",
        "content": "The <b>American Civil War</b> (April 12, 1861 - May 26, 1865) was a civil war in the United States. It was fought between the Union (\"the North\") and the Confederacy (\"the South\"), the latter formed by states that had seceded. The central cause of the war was the dispute over whether slavery would be permitted to expand into the western territories, leading to more slave states, or be prevented from doing so, which was widely believed would place slavery on a course of ultimate extinction. Led by Confederate President Jefferson Davis, the Confederacy asserted control over about a third of the U.S. population in eleven of the 34 U.S. states that then existed. Four years of intense combat, mostly in the South, ensued.\n\nOn January 1, 1863, when Abraham Lincoln issued the Emancipation Proclamation, which declared all slaves in states in rebellion to be free, applying to more than 3.5 million of the 4 million enslaved people in the country. On April 14, 1865, President Lincoln <a href='https://en.wikipedia.org/wiki/Assassination_of_Abraham_Lincoln'>was shot</a> by <a href='https://en.wikipedia.org/wiki/John_Wilkes_Booth'>John Wilkes Booth</a>, a Confederate sympathizer. Lincoln died early the next morning. Lincoln's vice president, <a href='https://en.wikipedia.org/wiki/Andrew_Johnson'>Andrew Johnson</a>, was sworn in as president and continues the fight.\n\nThe <a href='https://en.wikipedia.org/wiki/Conclusion_of_the_American_Civil_War'>conclusion of the American Civil War</a> lacks a clear and precise historical end date. It is assumed that the war ended with the May 26 1965 surrender of the <a href='https://en.wikipedia.org/wiki/Trans-Mississippi_Department'>Department of the Trans-Mississippi</a> but the legal end of the war was signed by President Andrew Johnson on August the 20th 1866."
    }
]