[
    {
        "id": 1,
        "title": "Primul Război Mondial",
        "content": "<b>Cauze:</b>\n\nUna dintre cauzele războiului a fost dorința marilor puteri de expansiune. Pe fondul tensiunilor politice și crizelor, asasinarea arhiducelui Franz Ferdinand, moștenitorul tronului Austro-Ungar, la Sarajevo, în vara anului 1914, a fost scânteia care a declanșat războiul. Austria-Ungaria a atacat Serbia, considerată vinovată de atac, iar apoi, prin jocul alianțelor, războiul s-a extins la nivel european și mondial.\n\nÎmpreună cu Antanta, Italia și România (retrasă din Alianța Puterilor Centrale) s-au implicat în război: Belgia, Serbia, Grecia, Japonia, SUA, etc. Bulgaria, Imperiul Austro-Ungar, Germania și Imperiul Otoman, etc. au luptat de partea Puterilor Centrale. În Europa, au avut loc lupte pe două fronturi principale, vestic și estic, dar au existat și câteva fronturi secundare, precum cel din Balcani sau nordul Italiei.\n\nRăzboiul a început în toamna anului 1914 ca un război de manevră. Pe frontul vestic, Germania a încălcat neutralitatea Belgiei și a atacat Franța. Avansul german a fost oprit pe râul Marna, transformând războiul de pe Frontul de Vest într-unul de poziții. Pe frontul estic, după primele succese militare în Prusia de Est, armatele ruse au fost învinse la Tannenberg și lacurile Masuriene, ceea ce a dus și aici la un război de tranșee. În Balcani, Serbia a fost învinsă în 1915. În același an, Antanta nu a reușit să obțină controlul asupra Dardanelelor după înfrângerea de la Gallipoli.\n\nAceste înfrângeri au fost compensate de intrarea Italiei în război și deschiderea unui nou front în nordul Italiei. În toți acești ani, România a adoptat o poziție neutră, a purtat negocieri intense cu ambele tabere și s-a pregătit pentru război.\n\nÎn 1916, două mari bătălii au avut loc pe frontul vestic, rezultând multe victime în ambele tabere, bătăliile de la Verdun și Somme. Bătălia de la Verdun, cel mai puternic sector fortificat al frontului francez, a avut toate caracteristicile unui război de uzură, cu germanii urmărind să epuizeze Franța. Verdun a rezistat ofensivei germane sub conducerea mareșalului Philippe Petain și generalului Robert Nivelle, ceea ce a avut un mare efect psihologic asupra armatei franceze. În încercarea de a ajuta Verdunul, armatele anglo-franceze au lansat ofensiva de pe râul Somme, suferind pierderi umane imense. În același an, România, confruntată cu cererea imperativă a Antantei, a intrat și ea în război.\n\nAnul 1917 a fost marcat pe frontul vestic de intrarea SUA în război. Pe frontul estic, armata română a obținut victorii importante în bătăliile de la Mărăști, Mărășești și Oituz. În urma Revoluției Bolșevice, Rusia a încetat ostilitățile și, prin Pace de la Brest-Litovsk, a ieșit din război, ceea ce a determinat ulterior ca România, înconjurată din toate părțile de dușmanii Antantei, să capituleze. În prima parte a anului 1918, Germania a obținut o serie de victorii pe frontul vestic, fiind oprită de o altă victorie a Aliaților pe râul Marna. În cele din urmă, însă, superioritatea resurselor Antantei a dus la înfrângerea Puterilor Centrale, statele membre capitulând una câte una: în septembrie 1918 Bulgaria, în octombrie 1918 Imperiul Otoman, iar în noiembrie 1918 Austria-Ungaria. Războiul s-a încheiat când Germania a semnat Armistițiul de la Compiègne la 11 noiembrie 1918."
    },
    {
        "id": 2,
        "title": "Al doilea razboi mondial",
        "content": "<b>Cauze:</b>\n\nAl Doilea Război Mondial a fost conflictul cu cea mai mare forță distructivă din istoria omenirii, cu pierderi uriașe de vieți și resurse materiale. Cauza generală a războiului a fost lupta pentru teritorii și sfere de influență a statelor totalitare. Acesta a fost scopul Germaniei, care credea că granițele și condițiile impuse de Tratatul de la Versailles îi îngreunau dezvoltarea. Aceleași pretenții expansioniste și revizioniste s-au manifestat și în Italia, în zona mediteraneană și în Africa, Japonia, în Orientul Îndepărtat, și Uniunea Sovietică în Europa de Est.\n\nAlte cauze care au contribuit la izbucnirea războiului au fost instaurarea regimurilor totalitare în mai multe state, crizele economice, politica conciliantă a Franței și Regatului Unit față de acțiunile revizioniste ale lui Hitler, ineficiența Ligii Națiunilor, etc.\n\nPentru a-și atinge obiectivele, cei trei revizionisti au pus bazele Axei Roma - Berlin - Tokyo, nucleul unuia dintre taberele implicate în război. Cealaltă tabără, Coaliția Națiunilor Unite, formată în perioada 1941-1942, a reunit în principal cele trei mari puteri: Regatul Unit, URSS și SUA. Aceste alianțe au fost ulterior extinse cu aderarea altor state în timpul războiului.\n\nPrincipalele teatre de război au fost: Oceanul Atlantic, Europa de Vest și de Est, Marea Mediterană, Africa de Nord, Orientul Mijlociu, Oceanul Pacific și Asia de Sud-Est, China.\n\nRăzboiul a început la 1 septembrie 1939, odată cu invadarea Poloniei de către Germania, și a fost ulterior extins pe întreg globul în anii următori. Războiul a avut loc în două faze.\n\nPână în 1942, Germania, Italia și Japonia au obținut multe victorii. Cu excepția Angliei, la sfârșitul anului 1941, Hitler controla întreaga Europă, aceasta fiind împărțită între Marea Germanie, creată prin anexări, statele aliate și statele satelite ale Germaniei. Toate aceste țări au fost supuse unui regim aspru de exploatare a resurselor și genocidului, în special împotriva evreilor, dar și a popoarelor slave și a romilor, ceea ce a culminat, începând cu anul 1942, cu aplicarea sogenizării finale - exterminarea lor în lagărele de concentrare.\n\nZona Pacificului era sub dominația Japoniei, care cucerise Indochina, Thailanda, Singapore, Indonezia, Birmania, Filipine, Hong Kong, China de Sud.\n\nJaponia a atacat bazele americane de la Pearl Harbor, determinând intrarea SUA în război în 1941.\n\nMomentul de cotitură al războiului, faza în care aliații au preluat inițiativa, a fost marcat în Europa de bătălia de la Stalingrad, pe teritoriul URSS, când Germania a fost învinsă și silită să treacă la apărare. În Pacific, punctul de cotitură a fost marcat de victoria SUA asupra armatei japoneze în bătălia de la Midway. În Africa, victoria aliaților la El Alamein și debarcarea în Maroc și Algeria au pus capăt războiului dus de armatele italo-germane.\n\nÎn 1943, odată cu debarcarea Puterilor Aliate în Sicilia, Italia condusă de Mussolini a capitulat, iar Aliații au obținut tot mai multe victorii. În 1944, a avut loc debarcarea în Normandia, iar România și-a întors armele împotriva Germaniei.\n\nRăzboiul s-a încheiat cu capitularea Germaniei la 9 mai 1945, iar Japonia la 2 septembrie 1945, după ce bombe atomice au fost lansate asupra orașelor Hiroshima și Nagasaki."
    },
    {
        "id": 3,
        "title": "Războiul rece",
        "content": "Războiul Rece nu a escaladat niciodată până la punctul de confruntare directă între SUA și URSS. De fapt, în afară de cursa înarmărilor nucleare, lupta pentru dominația mondială a fost dusă în primul rând prin campanii de propagandă, spionaj, războaie proxy, rivalitate atletică la Jocurile Olimpice și Cursa Spațială.\n\nÎn general, istoricii consideră că Războiul Rece a început între 1947 și 1948, odată cu introducerea Doctrinei Truman și a Planului Marshall. Ajutorul financiar american a adus multe țări vestice sub influența americană în încercarea de a limita comunismul. În același timp, sovieticii au început să stabilească regimuri deschis comuniste în țările din estul Europei. Acestea au devenit sateliți ai URSS și au reprezentat baze tactice pentru confruntarea cu Occidentul și o protecție împotriva unei noi amenințări din partea Germaniei.\n\nStatele Unite și URSS și-au construit treptat zone de influență în întreaga lume, împărțind-o în două mari tabere opuse. Nu a fost doar o luptă între doi inamici, ci un conflict global.\n\nRăzboiul a fost dus doar prin conflict indirect. SUA și URSS au susținut conflicte regionale în propriile interese, cunoscute sub numele de războaie proxy.\n\nAceasta descrie relația „rece” dintre cei doi aliați din Al Doilea Război Mondial.\n\nÎn timpul celui de-al Doilea Război Mondial, Uniunea Sovietică a eliberat multe țări din Europa de Est de sub dominația Germaniei naziste. După război, însă, Uniunea Sovietică a continuat să controleze aceste țări și a impus propriul sistem economic comunist asupra lor.\n\nStatele Unite nu doreau ca comunismul să se extindă și în alte țări din Europa. De asemenea, doreau ca țările vest-europene să fie aliați sau prieteni. Prin urmare, Statele Unite au acordat asistență financiară acestor țări pentru a le ajuta să se reconstruiască după război. Acest plan a fost numit Planul Marshall, după George Marshall, americanul care a propus planul.\n\nÎn 1949, Statele Unite și aliații săi europeni au format Organizația Tratatului Atlanticului de Nord (NATO) pentru a se proteja reciproc în caz de atac. Uniunea Sovietică și aliații săi din Europa de Est au format propria alianță, Pactul de la Varșovia, în 1955.\n\nDouă crize majore ale Războiului Rece au implicat orașul german Berlin. La sfârșitul celui de-al Doilea Război Mondial, orașul, precum și țara, au fost împărțite în patru zone, Statele Unite, Marea Britanie, Franța și Uniunea Sovietică controlând fiecare unul dintre sectoare. În 1948, cele trei puteri occidentale au anunțat că își vor uni zonele. În replică, Uniunea Sovietică a tăiat rutele de aprovizionare rutiere și feroviare către oraș, care se afla complet în partea sovietică a Germaniei. În răspuns, Statele Unite și Marea Britanie au livrat provizii cu avioanele, aceasta fiind cunoscută sub numele de Airlift-ul din Berlin. Uniunea Sovietică a ridicat blocada la 12 mai 1949.\n\nRăzboiul Rece s-a extins curând dincolo de Europa. Uniunea Sovietică a acordat sprijin altor țări din întreaga lume care aveau guverne comuniste. În același timp, Statele Unite au încercat să împiedice răspândirea comunismului. Atât Războiul Coreean din anii 1950, cât și Războiul din Vietnam din anii 1960 și 1970 au făcut parte din această luptă.\n\nRăzboiul Rece s-a încheiat în 1991, odată cu prăbușirea și dizolvarea Uniunii Sovietice."
    },
    {
        "id": 4,
        "title": "Revoluția industrială (partea 1)",
        "content": "Perioada cetățenilor și industrializarea mașinilor cu abur - secolul al XIX-lea 1800 - 1900\n\nCea mai nouă eră: secolul al XIX-lea\nRevoluția Franceză și Revoluția industrială (1789 - 1914)\n\nRevoluția industrială și ascensiunea mișcărilor de emancipare\nPrima cale ferată 1839\nRezistența împotriva exploatării muncii copiilor - secolul al XIX-lea\nVincent van Gogh 1853-1890\n\nSurse\nPe lângă sursele existente, în secolul al XIX-lea au devenit disponibile noi tipuri de surse de cunoaștere istorică: stare civilă, presa de masă și mass-media audiovizuală.\n\nEvoluții politice\nÎn secolul al XVIII-lea, conducerea suverană a monarhului era ordinea de conducere peste tot în Europa de Vest. Mulți oameni din Europa de Vest nu mai acceptau asta. Ca cetățeni, ei doreau să-și asume responsabilitatea față de guvern, să se consulte și să decidă ca egali.\nÎn Franța, protestele cetățenilor împotriva puterii monarhului au dus la Revoluția Franceză. Noii conducători francezi încercau să-și răspândească puterea și ideile în Europa prin forță. Armatele franceze au fost înfrânte și regalitatea suverană a fost restaurată în multe țări europene. În 1813, Țările de Jos redeveneau independente și intrau sub conducerea unui rege care deținea puterea politică.\nÎn jurul anului 1850, în multe țări din vestul Europei, puterea a trecut în mâinile cetățenilor. În 1848, Țările de Jos obțineau o nouă constituție care proteja mai bine drepturile oamenilor și transfera puterea de la monarh la un parlament ales.\nȚările europene își extindeau influența pe alte continente. Din ultimul sfert al secolului al XIX-lea, statele nu mai urmăreau doar să controleze comerțul printr-o serie de posturi comerciale, ci își doreau să controleze și teritorii întinse în întregime. Fiecare parte a lumii implementa acest lucru în felul său.\nȚările de Jos exploatau colonii, dintre care Indiile de Est era cea mai mare. În ciuda intereselor economice servite de aceasta, sclavia a fost abolită în cursul secolului al XIX-lea.\n\nDezvoltări economice\nInițial, motorul cu abur a fost cea mai importantă sursă de energie pentru industrie. După motorul cu abur, motorul cu ardere și electricitatea au devenit furnizorii de energie. Acum dezvoltarea de mașini, avioane și rețele electrice este posibilă.\nProducția industrială a înlocuit industria artizanală (de acasă) în toate tipurile de industrii. Producția în masă a înlocuit producția artizanală și a fost centralizată în fabrici. Zone industriale specializate au fost create în anumite ramuri industriale, cu zone mari de vânzare, ceea ce a dus la o creștere semnificativă a traficului de bunuri.\nInvenția îngrășământului a fost importantă pentru dezvoltarea agriculturii. În Europa, cultura cerealelor a fost în mare măsură înlocuită de cultivarea cartofilor. În principiu, acest lucru a însemnat că a rămas disponibilă suficientă hrană accesibilă pentru populația în creștere rapidă.\nPeisajul urban și rural s-a schimbat datorită creșterii populației și dezvoltării tehnologice. În zonele industriale, mediul a fost poluat.\n\nEvoluții sociale\nPopulația europeană a crescut puternic în secolul al XIX-lea. Îmbunătățirile în producția de alimente și dezvoltarea cunoștințelor medicale au jucat un rol în acest sens.\nDatorită revoluției industriale, mulți locuitori din mediul rural din Europa s-au mutat în orașe. Milioane de europeni au emigrat și în America, Australia și Africa de Sud. Astfel, cultura europeană s-a răspândit în alte părți ale lumii.\nInițial, au existat mulți șomeri. În consecință, salariile muncitorilor au rămas scăzute. Legile sociale lipsesc în această perioadă. Acest lucru a dus la exploatare și la condiții precare de muncă, de trai și de viață pentru familiile muncitorilor. Pe termen lung, s-au ridicat proteste împotriva acestor condiții în cercuri largi. Muncitorii au format sindicate. Condițiile de trai ale muncitorilor s-au îmbunătățit treptat de atunci.\nÎn jurul anului 1900, în Europa de Vest a apărut un mișcare de protest printre femeile din clasele sociale superioare împotriva ideologiei sferelor separate dintre bărbați și femei, care împiedica femeile să se dezvolte pe deplin în societate.\nCetățenii au valorizat o educație bună, atât pentru proprii lor copii, cât și pentru clasele sociale inferioare din societate. Societatea industrializată a cerut tot mai mulți muncitori calificați. A fost impusă educația obligatorie pentru toată lumea și educația secundară pentru cei cu mai multe resurse financiare. Odată cu creșterea prosperității, educația primară a devenit accesibilă practic tuturor.\nPrin reglementarea programului de lucru, oamenii au obținut treptat mai mult timp liber. Aceasta a creat mai mult spațiu pentru relaxare și dezvoltare personală. Oamenii s-au implicat în activități comune, înființând asociații."
    },
    {
        "id": 5,
        "title": "Revoluția industrială (partea 2)",
        "content": "<b>Contextul istoric:</b>\n\nÎn secolul al XVIII-lea în Europa s-au putut observa noi tendințe care au condus la modernizarea sistematică a societăților din Europa și din întreaga lume. În primul rând, a existat o tendință de a renunța la sistemul feudal și la producția în manufacturi în favoarea producției mecanice în mari instalații industriale numite fabrici. A apărut motorul cu abur (tratat până în prezent ca simbol al revoluției industriale), care a înlocuit munca umană și a crescut productivitatea muncii.\n\nIndustrializarea a avut, de asemenea, un impact uriaș asupra vieții sociale. Migrațiile de la sate la orașe au fost înregistrate într-o scară largă. A apărut clasa muncitoare - inițial prost plătită, subestimată, dar un grup mare de oameni care au influențat soarta regiunii și chiar a întregii țări.\n\nRevoluția industrială a avut un impact asupra mediului în care trăim. Folosirea cărbunelui în procesele de producție în faza inițială a dus la o grad ridicat de poluare a aerului. Deșeurile rezultate după producție au poluat solul pe care s-au construit noi case, s-au cultivat alimente sau s-au crescut animale. A existat, de asemenea, o politică foarte expansivă de achiziționare a materiilor prime miniere. Aceasta a condus la o devastare foarte puternică a mediului în care trăim. În prezent, sunt elaborate și implementate procese pentru a inversa distrugerea mediului.\n\nSecolul al XXI-lea marchează o mare conștientizare a oamenilor în ceea ce privește ecologia. Tot mai multe inițiative sunt luate pentru a atenua efectele epocii industriale. Planurile de trecere la combustibili pe bază de hidrocarburi au fost implementate. În viitorul apropiat, transportul se va baza pe mașini hibride și complet electrice. În locul centralelor pe cărbune care distrug mediul, oamenii încep să se concentreze pe surse de energie regenerabilă."
    },
    {
        "id": 6,
        "title": "Revoluția franceză",
        "content": "La sfârșitul secolului al XVIII-lea, Franța era guvernată de o <b>monarhie absolută</b>, regele era Ludovic al XVI-lea. Poporul francez suferea de foame, <b>nobilii și clerul nu plăteau impozite</b>; burghezia susținea toate cheltuielile statului.\n\nLa 5 mai 1789, Ludovic al XVI-lea a convocat <b>Stările Generale</b> pentru a discuta despre reforma <b>sistemului fiscal</b>; burghezii au cerut ca și nobilii și clerul să plătească impozite, dar aceștia au refuzat. Pe 20 iunie, burghezii au părăsit Stările Generale și au format o nouă adunare, numită <b>Adunarea Națională Constituantă</b>.\n\nLa 14 iulie 1789, poporul a atacat <b>închisoarea Bastilia</b> și a eliberat toți deținuții. În august, Adunarea Națională a abolit privilegiile nobilimii și a proclamat <b>Declarația Drepturilor Omului și Cetățeanului</b>, care a stabilit <b>egalitatea pentru toți francezii</b> și a garantat <b>libertatea gândirii, cuvântului, religiei, proprietății și apărarea împotriva oricărei puteri nedrepte</b>.\n\nRegele a fost forțat să semneze noua Constituție și Franța a devenit o monarhie constituțională. Austria și Prusia au încercat să invadeze Franța din teama că ideile revoluționare s-ar putea răspândi.\n\nLudovic al XVI-lea a fost condamnat la moarte în 1793 și Franța a devenit o <b>republică</b>. Aceasta a fost o <b>perioadă de teroare</b>, deoarece mii de nobili au fost uciși de <b>Comitetul pentru Siguranța Publică</b>, condus de <b>Robespierre</b>. În 1795, burghezii au încredințat puterea <b>Directoratului</b>, care avea doar cinci membri. Oamenii au fost dezamăgiți deoarece, conform noii Constituții, legile trebuiau să fie scrise doar de către clasele bogate."
    },
    {
        "id": 7,
        "title": "Viața lui Iisus și apariția creștinismului",
        "content": "Creștinismul este religia cu cei mai mulți adepți din lume; aproape o treime din populația lumii este creștină. La fel ca evreii și musulmanii, creștinii cred într-un singur Dumnezeu care a creat lumea și tot ceea ce există în ea.\n\nIisus Hristos, care a fost crucificat în jurul anului 30 d.Hr. la Ierusalim, este fondatorul creștinismului. Iisus Hristos este Fiul lui Dumnezeu. El a venit pe pământ să învețe despre iubire și comuniune. El reprezintă modelul către care toți creștinii trebuie să aspire. Iisus a fost un evreu care s-a născut acum aproximativ 2000 de ani în Betleem. A trăit timp de 33 de ani înainte de a fi crucificat de romani.\n\nAlte nume ale lui Iisus:\n\n- Fiul lui Dumnezeu\n\n- Lumina Lumii\n\n- Mielul lui Dumnezeu\n\n- Păstorul cel Bun.\n\nCreștinii sunt oameni care cred că Iisus Hristos este Fiul lui Dumnezeu și urmează învățăturile Lui și ale bisericilor creștine care s-au dezvoltat după moartea sa. Creștinii cred că Iisus a înviat din morți și s-a arătat discipolilor săi pentru a arăta tuturor că există o altă viață alături de un singur Dumnezeu, etern și iubitor.\n\nCreștinii cred că Dumnezeu a creat lumea.\n\nLocul de închinare creștin este numit biserică. Acestea sunt adesea construite în formă de cruce, cu altarul orientat spre est, către răsăritul soarelui.\n\nConducătorii spirituali creștini sunt numiți preoți sau slujitori (vicari).\n\nÎnchinarea creștină implică laudă adusă lui Dumnezeu prin muzică, vorbire, citirea din scriptură, rugăciuni de diferite feluri, o predică și diverse ceremonii sfinte.\n\nBiblia este cartea sfântă a creștinilor. Este împărțită în Vechiul și Noul Testament. Anumite părți din Vechiul Testament sunt considerate sfinte și de către evrei și musulmani.\n\nCele două festivaluri principale ale creștinismului sunt Paștele și Crăciunul. Acestea reprezintă momente importante în calendarul secular occidental."
    },
    {
        "id": 8,
        "title": "Viața lui Mohamed și Nașterea Islamului",
        "content": "Islamul este a doua cea mai populară religie din lume, cu peste o mie de milioane de adepți. Este mai des considerat ca un mod complet de viață decât o religie.\n\nIslamul a început în Arabia și a fost dezvăluit omenirii de către Profetul Muhammad (pace fie asupra lui). Cei care urmează Islamul sunt numiți musulmani. Musulmanii cred că există un singur Dumnezeu, numit <b>Allah</b>.\n\nIslamul este urmat în principal în Orientul Mijlociu, Asia și nordul Africii.\n\nProfetul Muhammad (pace fie cu el), care s-a născut în anul 570 d.Hr. la Mecca, în Arabia Saudită, este adesea considerat fondatorul Islamului. El a fost ultimul profet trimis de către Allah. Cu toate acestea, primul profet a fost Adam.\n\nProfetul Muhammad a fost fondatorul religiei <b>Islamului</b>. Adepții Islamului, numiți musulmani, cred că Muhammad a primit mesaje de la Allah (Dumnezeu). Aceste mesaje au fost ulterior colectate în <b>Coran</b>, cartea sfântă a Islamului.\n\nMuhammad s-a născut în orașul arab <b>Mecca</b> (acum în Arabia Saudită) în jurul anului 570. Tatăl lui Muhammad a murit înainte ca acesta să se nască, iar mama lui a murit când avea 6 ani. A fost apoi crescut de către bunicul său și ulterior de către unchiul său.\n\nCând Muhammad avea aproximativ 25 de ani, s-a căsătorit cu o femeie bogată și mai în vârstă numită Khadijah. Căsătoria lor l-a ajutat pe Muhammad să obțină avere și statut social, iar ei au avut șase copii. Deși mulți bărbați din acea perioadă aveau mai mult de o soție, Khadijah a fost singura soție a lui Muhammad până după moartea ei.\n\nCuvântul arab „Islam” înseamnă supunere și ascultare, și provine dintr-un cuvânt care înseamnă „pace”.\n\nIslamul se bazează pe misiunea unui om numit Muhammad (pace fie asupra lui), și pe cuvintele pe care Allah le-a dat lumii prin intermediul lui Muhammad.\n\nCredința fundamentală a Islamului este că există un singur Dumnezeu, ale cărui nume în limba arabă este Allah, și care este singurul și suveranul stăpân al universului.\n\nAllah este numele folosit de musulmani pentru Dumnezeul suprem și unic, care a creat și stăpânește totul. Inima credinței pentru toți musulmanii este ascultarea de voința lui Allah.\n\n<b>Sfânta scriptură musulmană este Coranul</b>. Musulmanii cred că este „cuvântul lui Dumnezeu”. Credințele și practicile musulmane se bazează pe Coran.\n\nMusulmanii tratează Coranul cu mare respect pentru că cred că acesta provine de la Allah, iar fiecare cuvânt și fiecare literă sunt considerate sacre. De obicei, Coranul este așezat pe un suport special din lemn pentru a fi citit.\n\nMusulmanii consideră Coranul drept cuvântul nealterat al lui Dumnezeu.\n\n<b>Clădirea musulmană pentru rugăciunea comunală se numește moschee</b>. Musulmanii se referă adesea la moschee prin numele său arab, masjid. Cuvântul provine din arabă și înseamnă „loc de prosternare”.\n\n<b>Când au loc serviciile religioase</b>?\n\nServiciile religioase au loc în fiecare zi la moschee.\n\n<b>Când are loc cel mai important serviciu religios la moschee</b>?\n\nVineri la prânz. Toți musulmanii merg la moschee în ziua de vineri, care este o zi specială de rugăciune.\n\nAnul musulman se bazează pe calendarul lunar."
    },
    {
        "id": 9,
        "title": "Prima Cruciadă  1095-1099 (Franta, Turcia, Siria, Palestina, Israel)",
        "content": "<b>Evenimente Corelate:</b>\n\nSec. VII - Ierusalim - Profetul Muhammad se înalță la cer: 638 - Stăpânirea musulmană asupra Ierusalimului începe: 1095 - Consiliul de la Clermont 1096 - Prima Cruciadă\n\n<b>Cauze:</b>\n\nPretextul invocat - persecuția pelerinilor creștini care vizitau Ierusalimul de către musulmani; Cauzele reale: - sentimentul religios și speranța de mântuire, promisi de Papă; - creșterea populației în Europa; - dorința Papei de a crește prestigiul și influența Bisericii Catolice asupra liderilor laici și de a restaura unitatea bisericii creștine sub conducerea sa:\n\n<b>Desfășurare:</b>\n\nAlexios I Comnenus cere ajutorul Europei Occidentale împotriva turcilor - Papa Urban al II-lea lansează un apel la război sfânt, la Consiliul de la Clermont, sub deviza Deus Vult (Voia Domnului) - primii care pornesc în cruciadă sunt săracii, conduși de Petru Eremitul și Guillaume cel Sărac (Cruciada săracilor) - lipsiți de provizii și experiență militară, ajunși la Constantinopol, primesc sprijin pentru a trece Bosforul în Anatolia, unde vor fi înfrânți și în mare parte masacrați de apărătorii musulmani: 1096 - Cruciada prinților/nobililor pornește spre Ierusalim Liderul este considerat Godefroy de Bouillon - După o serie de confruntări cu garnizoanele turcești și asediul unor orașe (Niceea, Antiohia, Edessa etc.), Cruciada ajunge la Ierusalim în 1099. - În iunie-iulie 1099, Ierusalimul este asediat de către un număr redus de cavaleri care au supraviețuit luptelor și dificultăților călătoriei, și în cele din urmă cucerit, o mare parte dintre apărători și populația civilă, musulmani (lipsa de apă și hrană, boli), evrei și creștini ortodocși, fiind masacrați. - Pierderile de vieți umane printre cruciați au fost foarte mari, atât ca rezultat al bătăliilor, cât și mai ales ca rezultat al lipsei de apă și hrană și a epidemiilor:\n\n<b>Urmări:</b>\n\nRevenirea Ierusalimului sub stăpânire creștină: formarea statelor cruciate: Regatul Ierusalimului, Principatul Antiohiei, comitatele Tripoli și Edessa; - reducerea presiunii turcești asupra Imperiului Bizantin, care recucerește o parte din teritoriile pierdute în Anatolia; - creșterea schimburilor economice, științifice și culturale între țările creștine și cele musulmane:\n\n<b>Vocabular:</b>\n\nCruciadă - expediții militare, întreprinse la îndemnul papei, prin care armatele occidentale urmăreau să elibereze Ierusalimul din mâinile musulmanilor; Cruciadă - participant la una dintre cruciade, purtând semnul crucii cusut pe pieptul hainei sau pictat pe scut; Consiliu - adunare religioasă a liderilor Bisericii; Pustnic - călugăr care își dedică viața rugăciunii în singurătate."
    },
    {
        "id": 10,
        "title": "Ascensiunea și căderea civilizației aztec",
        "content": "Aztecii au fost o cultură mezoamericană care a înflorit în centrul Mexicului între anii 1300 și 1521. Poporul aztec trăia în orașe-stat, dintre care unele s-au unit pentru a forma alianțe, confederații politice sau imperii. Imperiul Aztec a fost o confederație a trei orașe-stat înființată în 1427. Aceștia au dobândit numele de „mexica”.\n\nCheia ascensiunii aztecilor a fost sistemul agricol care a făcut posibilă hrănirea populației. Chinampas, mici insule artificiale create deasupra nivelului apei, au fost una dintre caracteristicile sistemului. Menținerea înregistrărilor a fost importantă pentru urmărirea tributelor. Aztecii au utilizat, de asemenea, un calendar solar de 365 de zile (deși acesta fusese inventat cu 2000 de ani înainte de egipteni).\n\nImperiul a atins apogeul său în 1519, imediat înainte de sosirea unui mic grup de cuceritori spanioli conduși de Hernán Cortés. Cortés s-a aliat cu orașele-stat care erau împotriva mexicilor. După căderea Imperiului Aztec la 13 august 1521 și capturarea împăratului Cuauhtémoc, spaniolii au fondat orașul Mexico pe ruinele Tenochtitlanului, cel mai mare oraș-stat al imperiului. De acolo, au continuat procesul de cucerire și încorporare a popoarelor mezoamericane în Imperiul Spaniol. Odată cu distrugerea structurii superioare a Imperiului Aztec în 1521, spaniolii au folosit orașele-stat pe care se bazase Imperiul Aztec pentru a conduce populațiile indigene prin intermediul nobililor locali. Acești nobili au depus jurământ de loialitate față de coroana spaniolă și s-au convertit, cel puțin formal, la creștinism, iar în schimb, au fost recunoscuți ca nobili de coroana spaniolă. Nobilii acționau ca intermediari pentru colectarea taxelor și mobilizarea forței de muncă pentru noii lor stăpâni, facilitând astfel stabilirea stăpânirii coloniale spaniole.\n\n"
    },
    {
        "id": 11,
        "title": "Moartea neagră (ciuma bubonică) devastează Europa",
        "content": "Context istoric:\n\nÎn secolul al XIV-lea, un virus a ajuns în Europa, declanșând cea mai mare epidemie din istoria omenirii. Ca urmare, 30 până la 60% din populația europeană a murit (conform diferitelor surse). În timp, cauza acestui eveniment a fost stabilită - bacilul ciumei (Yersinia pestis - vezi imaginea de mai jos), confirmat prin teste ADN ale victimelor ciumei.\n\nConform descoperirilor oamenilor de știință, epidemia a izbucnit în Asia Centrală și apoi, odată cu călătorii de-a lungul Drumului Mătăsii, a ajuns la porțile Europei. De la sfârșitul secolului al XIII-lea, în Europa a apărut o perioadă de puternică răcire a climei, ceea ce a dus la ierni grele și scăderea recoltelor. Nutriția a avut un impact asupra nivelului imunității populației. Nivelul igienei era foarte scăzut (comparativ cu zilele noastre). Medicina ca știință se dezvolta constant, dar în acea perioadă nu era pregătită pentru o asemenea escaladare a pandemiei. În același timp, au apărut „medicii ciumei” pentru a trata persoanele infectate și victimele epidemiei. În sursele istorice, acești medici sunt prezentați cu haine caracteristice, inclusiv o mantie bine unsă cu ceară și o mască în formă de cioc de pasăre. De asemenea, purtau pălării și mănuși. Toate acestea aveau rolul de a-i proteja de contactul cu persoanele infectate, fără a-i împiedica să ofere ajutor.\n\nDupă câteva luni, ciuma a dispărut în mod natural datorită lipsei unui gazdă. Cu toate acestea, este posibil ca unele tulpini de bacterii să fi supraviețuit și să fi declanșat recurența ciumei. Fiecare „cataclism” de acest tip aduce mari pierderi omenirii. În primul rând, vorbim despre o scădere a populației globale, iar acest lucru afectează aspecte economice, cum ar fi creșterea costurilor de producție, lipsa forței de muncă și izolarea (cum am experimentat în cazul COVID-19)."
    },
    {
        "id": 12,
        "title": "Renașterea",
        "content": "<b>DE LA UMANISM LA RENAŞTERE</b>\n\nÎn secolul al XV-lea s-a dezvoltat umanismul; această nouă cultură a dat încredere omului: o viziune antropocentrică a vieții l-a plasat pe om, și nu pe Dumnezeu, în centrul lumii.\n\nS-a inspirat din cultura clasică latină și greacă, care a fost reluată, studiată și răspândită. Umanismul a dus la Renaștere, o perioadă de mare înflorire artistică și culturală în toate artele. În pictură a fost dezvoltată o nouă tehnică, perspectiva.\n\n<b>RĂSPÂNDIREA RENAŞTERII</b>\n\nRenașterea s-a răspândit în toată Italia și apoi în Europa. Curțile au devenit locuri de producție culturală, iar prinții au găzduit intelectuali și artiști.\n\nLa Roma, Papii Iulius al II-lea și Leon al X-lea au investit resurse mari pentru a înfrumuseța Vaticanul. Michelangelo Buonarroti, pictor, sculptor, arhitect, este exemplul complet de artist renascentist. El a proiectat cupola Sf. Petru și a pictat în frescă Capela Sixtină.\n\nÎn Florența, mari artiști precum Brunelleschi, Masaccio, Botticelli și Leonardo da Vinci au fost găzduiți de Lorenzo Magnificul. Lucrările lui Leonardo da Vinci sunt și astăzi celebre și apreciate, amintiți-vă doar de Mona Lisa.\n\nRenașterea a fost caracterizată și de progresul științific: Da Vinci a studiat corpul uman, zborul păsărilor, apele și vânturile.\n\nÎn 1507, Niccolò Copernico, un medic și astronom polonez, a descoperit că Pământul și celelalte planete se învârt în jurul Soarelui (sistemul solar heliocentric) și nu invers.\n\n<b>INVENȚIILE: TIPARUL ȘI ARMELE DE FOC</b>\n\nCea mai importantă invenție a Renașterii a fost tipografia lui Johannes Gutenberg. Datorită acesteia, cărțile pot fi tipărite în mai puțin timp.\n\nNoile tehnici metalurgice au îmbunătățit eficiența tunurilor și au condus la fabricarea archebuzelor, strămoșii puștilor moderne. Aceste arme erau ușor de folosit și la îndemâna tuturor. Răspândirea armelor de foc a dus la declinul cavaleriei și la prevalența infanteriei."
    },
    {
        "id": 13,
        "title": "Renașterea târzie",
        "content": "Epoca descoperitorilor și reformatorilor (1500-1600)\n\nPerioada Renașterii sau secolul al XVI-lea (1500 – 1600)\n\nErasmus:\n\nschimbarea viziunilor umane și asupra lumii asupra Renașterii și începutul unui nou interes științific\n\nKarel V:\n\n- începutul expansiunii europene de peste mări\n\n- Reforma și scindarea în Biserica Creștină (Revolta din Țările de Jos)\n\nWilliam de Orange\n\n- Revolta și apariția unui stat olandez independent\n\nEpoca regenților și monarhilor (1600-1700)\n\n-apariția capitalismului comercial și începutul economiei mondiale\n\n-administrația civilă și cultura urbană\n\n-urmărirea puterii absolute de către monarhi\n\n-revoluția științifică\n\nNoua eră\n\nSursele New Age. Multe surse scrise și tipărite au fost păstrate din New Age. În plus, există tot felul de clădiri și obiecte din acea vreme. Descoperirile arheologice sunt relativ mai puțin importante aici.\n\nLocuință, peisaj și natură\n\nOlanda are o densitate urbană mare. Cu toate acestea, majoritatea oamenilor trăiesc în zonele rurale. Orașele sunt conectate prin drumuri de țară neasfaltate. Țările de Jos sunt bogate în căi navigabile. Orașele sunt adesea mai accesibile pe apă decât pe uscat. Peisajul și natura din Țările de Jos se schimbă din cauza digurilor, reabilitării, extracției de turbă și lemn, agriculturii și vânătoriei. Călătoriile de descoperire care duc la contacte între continente influențează natura în diferite părți ale lumii.\n\nEconomia\n\nDatorită locației lor și familiarității tradiționale cu transportul maritim, zonele de coastă din Țările de Jos se dezvoltă într-un centru european de comerț și industrie. Există o mare densitate de orașe. Noi zone de locuit și de comerț sunt deschise de portughezi și spanioli, olandezi și englezi în călătoriile lor de descoperire în Africa, Asia și America. Populația indigenă cade adesea pradă sclaviei."
    },
    {
        "id": 14,
        "title": "Partida de ceai de la Boston  Coloniștii americani protestează împotriva  noilor taxe aruncând ceaiul în portul Boston",
        "content": "<b>Cauze:</b>\n\nDupă încheierea Războiului de 7 ani, Marea Britanie avea nevoie de noi surse de venituri\n\n- Coloniștii americani nu au fost de acord să plătească taxe impuse de un Parlament în care ei nu erau reprezentați (Taxare fără reprezentare)\n- Compania Indiilor de Est deținea o mare cantitate de ceai pe care nu reușea să o vândă în mod profitabil\n\n<b>Evenimente:</b>\n\nParlamentul britanic a votat o lege care a creat o poziție dominantă pentru Compania Indiilor de Est pe piața ceaiului din coloniile americane\n- Veniturile negustorilor de ceai și ale contrabandiștilor din America erau amenințate\n- Taxa pe ceai a fost menținută, cu toate că prețul ceaiului era mai mic decât înainte\n- Fiii Libertății, o organizație care susținea drepturile coloniilor, activă în Boston, s-a opus public noilor reglementări\n- Trei nave cu încărcătură de ceai au sosit în portul Boston la sfârșitul anului 1773\nConform legii, acestea trebuiau să descarce încărcătura în 20 de zile și nu aveau voie să plece cu ceaiul fără permisiunea guvernatorului\n- Localnicii din Boston au cerut ca navele să plece, dar guvernatorul a refuzat\n- În ziua a 19-a, pe 16 decembrie, după o adunare publică în care s-a decis că toate mijloacele au fost încercate, un grup de coloniști deghizați în indieni au urcat pe nave și au aruncat întreaga încărcătură de ceai în mare (aproximativ 46 de tone de ceai - echivalentul a 1.000.000 de dolari în bani de astăzi)\nNimeni nu a fost rănit sau ucis, nicio altă încărcătură sau proprietate a navelor nu a fost deteriorată\nGeorge Washington nu a fost de acord cu evenimentele de la Boston, considerând că distrugerea proprietății nu este acceptabilă\nBenjamin Franklin s-a oferit să plătească pentru ceai, dar britanicii au refuzat\n\n<b>Urmări:</b>\n\nParlamentul britanic a adoptat Actele Coercitive (Actele Intolerabile)\nPortul Boston urma să fie închis până când valoarea ceaiului ar fi fost rambursată\nPrimul Congres Continental s-a întrunit în Philadelphia, încercând să găsească o soluție pașnică\nTensiunile dintre autoritățile britanice și coloniștii americani au escaladat până la primul conflict armat în Lexington și Concord - începutul Războiului de Independență American"
    },
    {
        "id": 15,
        "title": "Revoluția americană: 1775-1783",
        "content": "<b>Geneza:</b>\n\nSec. secolul al XVII-lea - au avut loc frecvent confruntări între puterile colonizatoare - Anglia, Franța, Olanda, Spania.\n-1756-1763 - Războiul de 7 ani, dintre Marea Britanie și Franța, pentru teritoriile din America de Nord - Marea Britanie câștigă - cheltuieli mari pentru campaniile militare duc la o mare nevoie de fonduri pentru guvernul britanic.\nUna dintre cauzele Revoluției Americane a fost:\n a. Taxarea fără reprezentare\n b. Condamnat fără investigație\n c. Deportat fără condamnare\n\nguvernul, care impune noi taxe coloniilor:\n- Limitarea expansiunii coloniilor spre vest\n- coloniștii nu erau reprezentați în Parlamentul de la Londra, care lua toate deciziile referitoare la viața lor;\n\n<b>Evenimente:</b>\n\n1765 - Parlamentul britanic instituie taxa de timbru și legea referitoare la încartiruire.\n1773 - Boston Tea Party - un grup de coloniști aruncă încărcătura de ceai de pe 3 corăbii în mare.\n1774 - Philadelphia - Primul Congres Continental - se fac încercări de a găsi o soluție pașnică, în același timp coloniile încep să se înarmeze și să caute aliați.\n1775 - Se trage primele focuri de armă la Lexington și Concorde în ciocniri între armata britanică și milițiile coloniștilor.\nIulie 1776 - Al Doilea Congres Continental proclamă independența Statelor Unite ale Americii: Principalul autor al Declarației de Independență este Thomas Jefferson;\nGeorge Washington este numit comandant al armatei.\nEforturi diplomatice - Benjamin Franklin - aduc sprijin din partea Franței, 1777 - victoria americană la Saratoga - Franța declară război Marii Britanii.\n1780 - trupele britanice ocupă Charleston.\n1781 - Yorktown - armata britanică este forțată să se predea;\n1783 - Tratatul de la Versailles - Statele Unite obțin independența față de Marea Britanie;\n1787 - Constituția Statelor Unite ale Americii este adoptată la Philadelphia.\n\n<b>Consecințe:</b>\n\nConstituția Statelor Unite ale Americii\nDezvoltarea economică și militară a noii națiuni\nColonizarea teritoriilor din Vestul SUA, exterminarea triburilor indiene;\n4 iulie - Ziua Independenței - este și în prezent ziua națională a SUA."
    },
    {
        "id": 16,
        "title": "Mișcarea pentru vot: femeile luptă pentru dreptul la vot: 1893-1928",
        "content": "<b>Context istoric:</b>\n\nPână astăzi, drepturile omului sunt încălcate în întreaga lume. Majoritatea țărilor din lume au decis să meargă spre respectarea lor. Cu toate acestea, situația nu a fost întotdeauna atât de bună. Un exemplu sunt femeile a căror poziție socială era mai proastă decât cea a bărbaților. Nu puteau decide singure, nu aveau drept de vot. Dreptul la educație nu a fost garantat. Abia la sfârșitul secolului al XIX-lea a apărut în societăți dorința de schimbare, tot mai mulți oameni au susținut diverse tipuri de inițiative care au dus la îmbunătățirea situației. Există mișcări care schimbă complet viața socială. Una dintre ele este mișcarea sufragetelor, un grup de activiști din Regatul Unit și Statele Unite care luptă pentru votul femeilor – total sau parțial.\n\nMembrii mișcării au folosit metode foarte diferite pentru a-și atinge obiectivele. Acestea includ activități care schimbă conștientizarea socială, proteste, petiții sau chiar metode de nesupunere civilă. Acțiunile lor, pe termen lung și consistente, au dus la o situație în care în majoritatea țărilor din lume drepturile femeilor și bărbaților au fost egalate.\n\nObținerea drepturilor de vot depline pentru femei nu pune capăt luptei pentru egalitatea de gen. Problemele accesului la educație (mișcarea feministă) și creșterea participării femeilor la viața publică (emancipare) rămân de rezolvat. În plus, se poate observa un tratament inechitabil al femeilor în munca profesională - promovare blocată, salariu mai mic. În unele țări, femeile se confruntă cu problema accesului la îngrijiri medicale, a proprietății. În ultimii ani, a avut loc o schimbare în atitudinea publicului cu privire la aceste probleme. Este imposibil să se bazeze pe abolirea completă a inegalităților de gen în lume."
    },
    {
        "id": 17,
        "title": "Revoluția Rusă: 1917-1922",
        "content": "Revoluția rusă a avut loc în 1917, când țăranii și oamenii din clasa muncitoare din Rusia s-au revoltat împotriva guvernului Țarului Nicholas al II-lea. Au fost conduși de <u>Vladimir Lenin</u> și de un grup de revoluționari numiti bolșevici. Noul guvern <u>comunist</u> a creat țara Uniunii Sovietice.\n\n<b>Țarii ruși</b>\n\nÎnainte de revoluție, Rusia era condusă de un monarh puternic numit țarul. Țarul avea putere totală în Rusia. El a comandat armata, a deținut o mare parte din pământ și chiar a controlat biserica.\n\nÎn perioada de dinaintea Revoluției Ruse, viața oamenilor din clasa muncitoare și a țăranilor era foarte grea. Ei au lucrat cu un salariu mic, de multe ori au rămas fără mâncare și au fost expuși la condiții de muncă periculoase. Clasa aristocrată i-a tratat pe țărani ca pe niște sclavi, dându-le puține drepturi conform legii și tratându-i aproape ca pe animale.\n\n<b>Sambata rosie</b>\n\nUn eveniment major care a condus la Revoluția Rusă a avut loc la 22 ianuarie 1905. Un număr mare de muncitori mergeau spre palatul țarului pentru a prezenta o petiție pentru condiții de muncă mai bune. Soldații au tras asupra lor și mulți dintre ei au fost uciși sau răniți. Această zi se numește Duminica Sângeroasă.\n\nÎnainte de Duminica Sângeroasă, mulți țărani și oameni din clasa muncitoare îl venerau pe țar și credeau că este de partea lor. Ei și-au pus necazurile pe seama guvernului, nu pe țar. Cu toate acestea, după împușcături, țarul a fost perceput ca un dușman al clasei muncitoare și dorința de revoluție a început să se răspândească.\n\n<b>Primul Război Mondial</b>\n\nÎn 1914, a început Primul Război Mondial, iar Rusia era în război cu Germania. O uriașă armată rusă a fost formată prin forțarea clasei muncitoare și a țăranilor să se alăture. Deși armata rusă avea un număr mare, soldații nu erau echipați sau antrenați să lupte. Mulți dintre ei au fost trimiși la luptă fără încălțăminte, mâncare și chiar arme. În următorii trei ani, aproape 2 milioane de soldați ruși au fost uciși în luptă și aproape alte 5 milioane au fost răniți. Poporul rus l-a învinuit pe țar că a intrat în război și a făcut ca mulți dintre tinerii lor să fie uciși.\n\n<b>Revoluția din februarie</b>\n\nPoporul Rusiei s-a revoltat pentru prima dată la începutul anului 1917. Revoluția a început când un număr de muncitori au decis să facă grevă. Mulți dintre acești muncitori s-au reunit în timpul grevei pentru a discuta despre politică. Au început să se revolte. Țarul Nicolae al II-lea, a ordonat armatei să înăbușe revolta. Cu toate acestea, mulți dintre soldați au refuzat să tragă asupra poporului rus, iar armata a început să se revolte împotriva țarului.\n\nDupă câteva zile de revolte, armata s-a întors împotriva țarului. Țarul a fost nevoit să renunțe la tron și un nou guvern a preluat conducerea. Guvernul era condus de două partide politice: Sovietul de la Petrograd (reprezentând muncitorii și soldații) și Guvernul provizoriu (guvernul tradițional fără țar).\n\n<b>Revoluția bolșevică</b>\n\nÎn următoarele luni, cele două părți au condus Rusia. Una dintre principalele facțiuni ale Sovietului de la Petrograd a fost un grup numit bolșevici. Ei erau conduși de Vladimir Lenin și credeau că noul guvern rus ar trebui să fie un guvern marxist (comunist). În octombrie 1917, Lenin a preluat controlul deplin asupra guvernului în ceea ce se numește Revoluția bolșevică. Rusia era acum prima țară comunistă din lume.\n\n<b>Rezultate</b>\n\nDin 1918 până în 1920, Rusia a trăit un război civil între bolșevici (numiți și Armata Roșie) și antibolșevici (Armata Albă). Bolșevicii au câștigat și noua țară a fost numită URSS (Uniunea Republicilor Sovietice Socialiste)."
    },
    {
        "id": 18,
        "title": "Se formează Națiunile Unite: 1945-1946 (Europa, America de Nord și S., Asia, Africa, Australia)",
        "content": "Organizația Națiunilor Unite (sau ONU), în special denumită informal și sub denumirea de Organizația Națiunilor Unite (sau ONU) este cea mai mare și cea mai recunoscută organizație internațională din lume. La înființare, ONU avea 51 de state membre. Astăzi are 193; aproape toate statele suverane ale lumii. ONU are sediul pe teritoriul internațional în New York City și are alte birouri principale la Geneva, Nairobi, Viena și Haga (sediul Curții Internaționale de Justiție).\n\nEste o organizație interguvernamentală ale cărei scopuri declarate sunt de a dezvolta relații de prietenie între națiuni, de a realiza cooperarea internațională și de a fi un centru de armonizare a acțiunilor națiunilor. Alte obiective includ menținerea păcii și securității internaționale, protejarea drepturilor omului, furnizarea de ajutor umanitar, promovarea dezvoltării durabile și respectarea dreptului internațional.\n\nONU a fost înființată după al Doilea Război Mondial cu scopul de a preveni viitoarele războaie mondiale. La 25 aprilie 1945, 50 de națiuni s-au întâlnit la San Francisco pentru o conferință și au început elaborarea Cartei ONU, care a fost adoptată la 25 iunie 1945 și a intrat în vigoare la 24 octombrie 1945, când ONU a început operațiunile."
    },
    {
        "id": 19,
        "title": "Revoluția digitală: Invenția computerului electric digital",
        "content": "Context istoric:\nÎncă de la început, omul s-a străduit să profite la maximum de tehnologie în viața lui. În diferite epoci, au fost inventate dispozitive inovatoare, precum roata, motorul cu abur sau avionul. Imediat după invenție, s-a lucrat la îmbunătățirea acestor dispozitive. Marea descoperire a venit după sfârșitul celui de-al Doilea Război Mondial, când economiile tuturor țărilor au trecut în mare parte la producția civilă. S-au descoperit semiconductori, care au permis dezvoltarea electronicii și miniaturizarea dispozitivelor.\n\nAu fost create primele computere. Internetul și rețelele de telefonie mobilă se dezvoltă. A apărut un nou tip de societate care utilizează zilnic computerul ca instrument de lucru. Datorită computerizării și schimbului incredibil de rapid de date prin internet, ziarele clasice, cărțile și televiziunea își pierd din importanță. Digitalizarea informațiilor permite accesul mai multor persoane. Informatizarea vieții sociale permite accesul la publicații în alte limbi. Vă permite să vă ocupați de problemele din birouri și chiar să votați.\n\nDatorită revoluției digitale, conceptul de inteligență artificială pare să ajute oamenii să ia decizii sau chiar să le înlocuiască. Din păcate, se aud vocile că o astfel de dezvoltare rapidă poate duce la înlocuirea completă a omului cu mașini și chiar la eliminarea lui. Susținătorii acestei teorii susțin că ficțiunea prezentată în filme precum „Terminator”, „Eu, robot” sau „The Matrix” este posibil de realizat."
    },
    {
        "id": 20,
        "title": "Uniunea Sovietică lansează Sputnik, primul satelit creat de om: 10/4/1957 (Rusia)",
        "content": "Context istoric:\nDe la începutul existenței, oamenii și-au dorit să zboare. Zborul în sine nu este altceva decât folosirea principiilor fizicii. Zborul are și o dimensiune mai largă, este asociat cu independența și libertatea omului.\n\nSe presupune că primii aviatori au fost figurile mitice ale lui Daedalus și Icar, care și-au construit aripi și au încercat să evadeze din Creta. O evadare care s-a încheiat tragic. Leonardo da Vinci, cu viziunile și invențiile sale atemporale, a fost de mare importanță pentru aviație. Sursele istorice oferă câteva fapte interesante despre încercările omului de a decola: primul zbor gratuit cu balonul a avut loc la 21 noiembrie 1783 la Paris. Pe 17 decembrie 1903, frații Wright au efectuat primul zbor cu avionul, zburând până la 36 de metri. În anii următori, datorită dezvoltării științei și tehnologiei, omul a îmbunătățit mașinile zburătoare, iar zborurile au devenit mai lungi și mai sigure.\n\nDupă sfârșitul celui de-al Doilea Război Mondial, economiile țărilor au trecut de la producția militară la cea civilă. Asistăm la un salt foarte mare în fiecare domeniu - permite cucerirea spațiului. Un catalizator suplimentar este rivalitatea dintre SUA și URSS. Pe 4 octombrie 1957, rușii au fost primii care au lansat un obiect în spațiu - primul satelit artificial de pe pământ. Câțiva ani mai târziu, avem primul om în spațiu - Yuri Gagarin. Prima femeie din spațiu - Valentina Tereshkova. Succesele inițiale ale rușilor au fost umbrite de SUA - primul om de pe Lună - Neil Armstrong (20 iulie 1969). Programul navetei spațiale. Există, de asemenea, programe internaționale comune - ISS, unde cosmonauții din țările care participă la proiect pot rămâne în rotație.\n\nAcțiunile comune ale țărilor pot contribui la continuarea explorării spațiului. Poate descoperirea de noi planete asemănătoare pământului și încercările de a le coloniza."
    },
    {
        "id": 21,
        "title": "Yuri Gagarin devine primul om în spațiu: 1961 (Russia)",
        "content": "Yuri Alexeevici Gagarin (9 martie 1934 – 27 martie 1968) a fost un cosmonaut (astronaut) rus. A devenit primul om în spațiu pe 12 aprilie 1961, într-o rachetă lansată de Uniunea Sovietică.\n\nYuri Gagarin s-a născut în satul Klushino de lângă Gzhatsk (acum în regiunea Smolensk, Rusia), la 9 martie 1934. Orașul de lângă Gzhatsk a fost redenumit Gagarin în 1968 în onoarea lui. Părinții săi, Alexey Ivanovich Gagarin și Anna Timofeyevna Gagarina, lucrau la o fermă colectivă. În timp ce muncitorii manuali sunt considerați „țărani”, acest lucru poate fi prea simplu dacă se aplică părinților săi – se spunea că mamei lui îi place să citească, iar tatăl său era un tâmplar priceput. Yuri a fost al treilea dintre cei patru copii, iar sora lui mai mare l-a ajutat să-l crească în timp ce părinții lui lucrau. La fel ca milioane de oameni din Uniunea Sovietică, familia Gagarin a suferit în timpul invaziei naziste din cel de-al Doilea Război Mondial. Cei doi frați ai săi mai mari au fost trimiși în Germania nazistă pentru muncă de sclavi în 1943 și nu s-au întors decât după război. Pe când era tânăr, Yuri a devenit interesat de spațiu și planete și a început să viseze la turul său spațial, care într-o zi avea să devină realitate. Yuri a fost considerat de către profesorii săi, deștept și muncitor, uneori răutăcios. Profesorul său de matematică și știință a zburat în forțele aeriene sovietice în timpul războiului, despre care se spunea că a făcut o oarecare impresie asupra tânărului Gagarin.\n\nÎn 1960, după procesul de căutare și selecție, Yuri Gagarin a fost selectat împreună cu alți 19 exploratori spațiali pentru programul spațial sovietic. Alături de ceilalți care urmau să fie în curând exploratori spațiali, el a fost testat prin experimente făcute pentru a-și antrena scorul fizic și psihologic; a urmat și un antrenament pentru zborul viitor. Din cei douăzeci selectați inițial, competiția finală pentru prima lansare a fost între Gagarin și Gherman Titov, din cauza performanței lor la antrenament, precum și a aptitudinii lor fizice.\n\nLa 12 aprilie 1961, Gagarin a devenit primul om care a călătorit în spațiu, lansând pe orbită Vostok 3KA-3 (Vostok 1). Indicativul său de apel în acest zbor a fost Kedr (Cedr; rusă: Кедр). În timpul zborului său, Gagarin a fluierat celebrul cântecul „Patria mamă aude, patria mamă știe” (în rusă: Родина слышит, Родина знает). Primele două versuri ale cântecului sunt: „Patria aude, Patria știe/Unde zboară fiul ei pe cer”. Acest cântec a fost scris de Dmitri Shostakovichin 1951 (opus 86), cu versuri de Evgheni Dolmatovsky.\n\nGagarin a devenit apoi director adjunct de antrenament al bazei de pregătire a cosmonauților Star City. În același timp, a început să se alăture din nou ca pilot de luptă. La 27 martie 1968, în timpul unui zbor de antrenament de rutină de la Baza Aeriană Chkalovsky, el și instructorul de zbor Vladimir Seryogin au murit într-un accident MiG-15UTI lângă orașul Kirzhach. Gagarin și Seryogin au fost îngropați în zidurile Kremlinului din Piața Roșie.\n\nOamenii nu sunt siguri ce a cauzat prăbușirea, dar o investigație din 1986 consideră că turbulența de la un interceptor Su-11 „Fishpot-C” care folosea post-arzătoarele sale ar fi putut provoca ca avionul lui Gagarin să scape de sub control."
    },
    {
        "id": 22,
        "title": "Președintele SUA John F. Kennedy este asasinat la Dallas, Texas: 22.11.1963 (SUA)",
        "content": "După sfârșitul celui de-al Doilea Război Mondial, lumea a fost împărțită de cele mai mari puteri în sfere de influență. Acest lucru a dus la o stare constantă de tensiune și rivalitate între Blocul de Est (Pactul de la Varșovia) și Occident (NATO). Una dintre activitățile caracteristice acelei perioade este creșterea activității militare - construirea de noi tipuri de arme, crearea de noi baze militare. Sau chiar o cursă spațială. Fiecare parte a pământului între 1944 și 1991 a fost sub influența uneia dintre superputeri. Au fost înființate baze militare, au fost antrenate unități paramilitare. În același timp, concurența din punct de vedere economic era vizibilă. Succesele au fost folosite de propagandă, în special de propaganda URSS, dar nu au arătat niciodată cealaltă latură - costuri sociale și financiare, sărăcie, lipsă de hrană.\n\nÎn 1961, John Fitzgerald Kennedy devine al 35-lea președinte al Statelor Unite. Conducerea unei politici externe active al cărei scop principal era normalizarea relațiilor cu URSS. În ciuda prieteniei declarate și a normalizării relațiilor, tânărul președinte nu a fost perceput de autoritățile Uniunii Sovietice ca un politician remarcabil, cu experiență - ci dimpotrivă. De aceea au îndrăznit să trimită în Cuba rachete cu focoase nucleare. Acesta este unul dintre cele mai importante evenimente din timpul președinției „JFK” – numit „Criza cubaneză”. Prin utilizarea informațiilor de spionaj, JFK a putut folosi cacealma de a fi gata să distrugă navele sovietice care se apropie de Cuba prin toate mijloacele posibile. De asemenea, ca urmare a acțiunilor diplomatice, criza a fost evitată și viziunea „Al Treilea Război” a fost îndepărtată din lume.\n\nA fost asasinat la 22 noiembrie 1962 la Dallas. „Comisia Warren” desemnată a stabilit că ucigașul a fost Lee Harvey Oswald, care se afla de câțiva ani în Uniunea Sovietică. Care a fost ucis de Jack Ruby câteva zile mai târziu. Până în ziua de azi, moartea președintelui este un mister, iar teoriile conspirației care însoțesc aspectele misterioase încă mai funcționează în spațiul public. Episodul morții președintelui a fost folosit în filme, cărți și chiar jocuri pe calculator."
    },
    {
        "id": 23,
        "title": "Nașterea internetului: 1965-1995 (SUA)",
        "content": "Context istoric:\n\nPrototipul internetului modern este rețeaua americană ARPANET, datorită căreia computerele trebuiau să comunice între ele pentru a intensifica activitățile proiectelor științifice în scopuri militare.\nLa un moment dat, din motive cunoscute doar de ei înșiși, armata SUA renunță la acest proiect. Internetul s-a extins către „civili”. De atunci, rețeaua internațională s-a dezvoltat sistematic. În timp, numărul computerelor conectate a crescut. Tot mai multe universități au participat la proiect. Primul e-mail a fost creat. În 1973, ARPANET a ajuns în Norvegia, dar dezvoltarea nu a fost la fel de dinamică ca în prezent. În ultimul deceniu al secolului XX, au apărut primele site-uri web.\nApar noi servicii care folosesc internetul, cum ar fi serviciile bancare electronice și serviciile multimedia, care sunt folosite de toți utilizatorii pentru muncă sau divertisment. Comerțul cu mărfuri capătă un nou sens. Lichidarea intermediarilor și expedierea directă a mărfurilor de la vânzător către client scurtează timpul și scade prețul unitar al produsului.\nInternetul are și partea sa întunecată - „Darknet”. Accesul este acordat persoanelor care îndeplinesc anumite criterii. Oferă mai mult anonimat și protecție în timpul comunicării. De asemenea, utilizatorii au acces la conținut care nu poate fi publicat pe Internet."
    },
    {
        "id": 24,
        "title": "Epoca  vânătorilor și a agricultorilor    (3000 Î.HR.)",
        "content": "Preistoria se referă la istoria societăților umane în care scrierea nu era cunoscută. Deoarece nu toate societățile au cunoscut scrierea în același timp, durata preistoriei variază în funcție de regiune. În timpul preistoriei, oamenii au existat initial ca vânători și culegători, mai târziu trecând la agricultură și domesticirea animalelor.\n\n- Modul de viață al vânătorilor și culegătorilor\n\n- Apariția agriculturii și a societăților agricole\n\n- Apariția primelor societăți urbane\n\nEconomie și tehnologie\n\nVânătorii și culegătorii depindeau în mare măsură de ceea ce mediul natural le oferea pentru traiul lor. În timp, au dezvoltat tehnici care le-au permis să supraviețuiască mai ușor în diferite medii și să se răspândească tot mai mult pe glob. Cu toate resursele tehnice limitate, vânătorii și culegătorii preistorici au reușit uneori să aibă un impact sustenabil asupra mediului înconjurător.\n\nOrganizare socială\n\nVânătorii și culegătorii trăiau în general în societăți non-ierarhice. Dimensiunea grupului era între 25 și 50 de persoane. Ocazional, oamenii se uneau în triburi.\n\nArtă și religie\n\nDescoperirile arată că arta și religia au jucat un rol important în viața acestor oameni preistorici."
    },
    {
        "id": 25,
        "title": "Epoca grecilor și romanilor  (3000 Î.HR. – 500 d.HR.)",
        "content": "<b>Teme principale:</b>\n\n• Cetățenia și gândirea științifică în cetatea-stat grecească\n\n• Răspândirea culturii greco-romane și confruntarea cu cultura germanică\n\n• Creștinismul în Imperiul Roman: de la religie interzisă la religie permisă\n\n<b>Surse de cunoaștere despre Antichitate</b>\n\n· Cunoașterea despre Antichitate se bazează în parte pe urmele materiale. Acestea arată cum au evoluat tehnica și stilul în această perioadă.\n\n· Societățile din vechime au dezvoltat un sistem de scriere.\n\nExistă surse scrise despre o varietate de subiecte. Prin urmare, avem o mai bună înțelegere a gândirii și vieții din Antichitate decât a vieții din preistorie. Alfabetul latin a fost răspândit în Europa de Vest prin intermediul romanilor.\n\n<b>Civilizația Greco-Romană (700 î.Hr. - 500 d.Hr.)</b>\n\n• Dezvoltarea economică și colonizarea\n\n- Odată ce grecii și romanii nu mai aveau suficient teren agricol, au trebuit să caute surse suplimentare de trai. În principal, au căutat aceste surse prin expansiune teritorială.\n\n- Grecii au întemeiat așezări urbane în diverse locuri din regiunea mediteraneană. Mai târziu, romanii au adus sub stăpânirea lor zona din jurul Mării Mediterane și o mare parte din Europa.\n\n• Orașul ca loc de trai\n\n- Peisajul urban este determinat de locuințe, clădiri publice și alte facilități.\n\n- În orașele greco-romane, bogații și săracii aveau stiluri de viață distincte. Existau oportunități de distracție pentru toate grupurile sociale.\n\n- În orașele greco-romane, cetățenii liberi erau implicați în guvernarea orașului.\n\n• Artă, religie și știință\n\n- Grecii și romanii au realizat mari progrese în arhitectură, sculptură, literatură și știință.\n\n- Pentru greci și romani, existența era plină de puteri divine.\n\n- Apar mișcări religioase care recunosc un principiu unificator dincolo de politeism. Una dintre aceste mișcări este creștinismul. Acesta a evoluat din iudaismul monoteist și a devenit cel mai de succes în Imperiul Roman.\n\n<b>Romanii ca promotori ai culturii în Delta Rinului (50 î.Hr. - 450 d.Hr.)</b>\n\n- Puterea romană s-a stabilit printr-o combinație de violență și alianțe.\n\n- Romanii au găsit în Delta Rinului o societate preistorică agrară.\n\n- Odată ce romanii ajung într-o regiune, fondau orașe. Aceste orașe deveneau centre unde romanii și germanii se întâlneau.\n\n- Există cooperare în domeniile economic, politic și religios.\n\n• Declinul vitalității culturii greco-romane\n\n- Influța predominantă a culturii greco-romane nu a persistat în Europa de Vest din cauza problemelor interne nerezolvate ale Imperiului Roman."
    },
    {
        "id": 26,
        "title": "Vremea călugărilor și a cavalerilor  (500–1000/1200 A.D.)",
        "content": "• răspândirea Creștinismului (în Ținuturile de Jos)\n\n• sistemul de domenii și iobăgia\n\n• relația dintre senior și vasal\n\n<b>Izvoare</b>\n\n· Cunoștințele despre Evul Mediu se bazează pe diverse izvoare, cum ar fi clădiri, obiecte, imagini și texte.\n\n<b>Perioada de tranziție: de la Antichitate la Evul Mediu (300 - 500)</b>\n\n• Dezordine politică și economică\n\n· Pierderea stăpânirii romane în Imperiul Roman de Vest a dat naștere unei lupte pentru putere între triburile germanice. Haosul administrativ și economic domnește în mare parte a Europei.\n\n· Mișcările populației, în care diverse popoare din Asia și Europa sunt nevoite să caute un nou loc de trai, contribuie la haosul administrativ și economic. Orașele cad în ruină.\n\n• Dezvoltarea religiei: Creștinismul\n\n· Biserica este singurul factor stabil și custode al culturii scrise în timpul migrațiilor popoarelor.\n\n<b>Evul Mediu Timpuriu (500 - 1000)</b>\n\n• Dezvoltarea economică: agricultura orientată către autosuficiență\n\n· Economia în Evul Mediu a fost inițial una agricolă, în mare măsură bazată pe autosuficiență. Există ferme ale țăranilor liberi și domenii ale marilor proprietari de terenuri care închiriază pământul agricol iobagilor. În timp, un număr mare de țărani liberi devin iobagi.\n\n· Prin desecarea și utilizarea mai bună a terenurilor agricole, producția agricolă crește treptat din nou.\n\n• Dezvoltarea politică: un regat bazat pe sistemul feudal\n\n· Regii franci au reușit să stabilească un mare imperiu începând cu anul 500. Introducerea sistemului feudal și o alianță cu biserica au fost de mare importanță în acest sens. După aproximativ 900, acest regat se prăbușește din nou. Între 800 și 1000 au loc expedițiile normanzilor. Aceste călătorii sunt o formă târzie a mișcărilor populaționale.\n\n• Dezvoltarea religiei: răspândirea Creștinismului și a Islamului\n\n· Creștinii din Europa construiesc tot mai multe biserici și mănăstiri. Ei răspândesc Creștinismul printre populațiile de alte credințe decât cea iudaică. Mănăstirile dobândesc multe terenuri.\n\n· Biserica încheie o alianță cu regii franci. Astfel, poate răspândi mai bine credința și-și poate proteja proprietățile (terenurile). În timp ce Creștinismul se răspândește în mare parte a Europei, Islamul se răspândește în Orientul Mijlociu, Nordul Africii și Spania.\n\n<b>Evul Mediu Târziu (1000 - 1500)</b>\n\n• Dezvoltarea economică: comerțul și apariția orașelor\n\n- Extinderea terenurilor cultivate și utilizarea mai bună a acestora în agricultură duce la o creștere semnificativă a producției alimentare, ceea ce duce la creșterea populației și promovează comerțul.\n\n- Nobilimea beneficiază de pe urma prosperității sporite. Castelele sunt extinse, iar armatele sunt întărite.\n\n- Creșterea comerțului este un stimulent pentru apariția orașelor și a unei economii bazate pe bani. Incendiile și epidemiile sunt pericole reale pentru locuitorii orașelor.\n\n• Dezvoltarea politică: formarea statelor și guvernarea orașelor\n\n- Prinții utilizează bogăția orașelor pentru a-și întări autoritatea centrală. Ei utilizează banii proveniți din taxe pentru a angaja oficiali pentru administrarea imperiului lor.\n\n- În schimbul banilor proveniți de la monarh, orașele primesc drepturi pentru a-și conduce propria administrație. Astfel, pe lângă cler, nobilime și țărani, se creează o a patra stare: cetățenii.\n\n• Dezvoltări în religie, artă și educație: influența Bisericii în viața de zi cu zi\n\n- Cele mai frumoase biserici sunt construite în orașe; în parte datorită acestui fapt, industria și arta înfloresc. Arhitectura seculară primește impulsuri la curțile nobiliare și în orașe.\n\n- Biserica are o influență predominantă asupra vieților credincioșilor săi. Acest lucru se reflectă în numeroasele festivaluri religioase, cruciade și în rolul său important în educarea populației.\n\n• Tranziția de la Evul Mediu la Epoca Modernă\n\nLa sfârșitul Evului Mediu, biserica nu mai determină complet modul în care oamenii gândesc și acționează. Oamenii încep să se bazeze mai mult pe propria lor forță și să-și facă propriile decizii. Acest lucru duce la schimbări în domeniile economiei, religiei și artei.\n\n• Organizarea politică\n\nLa sfârșitul Evului Mediu, monarhul pretinde bani de la orașe. În schimb, orașele primesc privilegii care le extind puterea. Când cererile devin prea mari și drepturile orașelor sunt restrânse, apar tensiuni între monarh și orașe. - Un armată de mercenari face ca monarhul să fie mai puțin dependent de ajutorul militar al nobilimii, ceea ce limitează puterea nobililor. Acest lucru cauzează tensiuni între monarh și nobilime."
    },
    {
        "id": 27,
        "title": "Apariția creștinismului- mănăstirile",
        "content": "<b>DE LA ORAȘ LA SAT</b>\n\nPerioada cuprinsă între circa 500 și 1500 este cunoscută sub numele de Evul Mediu, adică o epocă de tranzitie între epoca antică și epoca modernă.\n\nA fost o perioadă de declin cultural și economic. A existat o scădere a populației, în special în orașe, din cauza înrăutățirii condițiilor de trai, a numeroaselor epidemii și foamete. Terenurile cultivate au fost abandonate și acoperite cu păduri populate de animale sălbatice. În această situație, s-au format domeniile feudale, extinse proprietăți funciare controlate de un singur stăpân. Domeniile reprezentau centre de putere autonome, închise și autosuficiente.\n\n<b>ROLUL BISERICII</b>\n\nÎn acea perioadă, Biserica era singura autoritate care avea grijă de populație. Era o instituție organizată și răspândită pe teritoriu (eparhie) și se ocupa de aspectele materiale ale vieții, precum și de garantarea supraviețuirii culturii. În cele mai importante orașe ale fiecărei eparhii exista un episcop care prelua conducerea politică și administrativă a comunităților. Roma era centrul organizației Bisericii în Vest. Un papă important din această perioadă istorică a fost Grigore I (cel Mare), care a convertit populațiile germanice la catolicism.\n\n<b>MĂNĂSTIREA</b>\n\nMonahismul s-a răspândit în Vest. Călugării erau creștini care au decis să se retragă în locuri izolate pentru a trăi în singurătate și a se dedica rugăciunii. În Vest, spre deosebire de Est, călugării se adunau în comunități. Cea mai faimoasă comunitate este cea a mănăstirii Montecassino, fondată de Benedict de Norcia. Benedict a stabilit regulile care impuneau divizarea zilei în <b>ora et labora (roagă-te și muncește)</b>."
    },
    {
        "id": 28,
        "title": "Atena: spre/un exemplu de Democrație",
        "content": "Atena se remarcă printre polișele democratice. La început, era dominată de un mic grup de proprietari nobiliari: era o polis oligarhică. Atena a devenit un oraș comercial important. Atenienii, nu nobili, ci întreprinzători, s-au îmbogățit datorită comerțului și meseriilor și au pretins să guverneze statul. Nobilul Solon, un om cinstit și respectat, a fost ales ca legiuitor al orașului. El a împărțit cetățenii Atenei în patru clase, în funcție de avere: toți puteau participa la adunare, dar fiecare clasă avea drepturi și îndatoriri diferite. Cu legile lui Solon, au rămas încă inegalități între atenieni, dar un om putea să se nască sărac și să devină bogat. Munca lui Solon a fost perfecționată de Clisthenes și Pericle. Clisthenes a abolit distincția dintre cetățenii bazată pe avere și a schimbat sistemul de vot: orice cetățean putea fi ales în funcții guvernamentale. Cu Pericle, funcțiile erau remunerate și toți cetățenii atenieni aveau drepturi egale. Un cetățean sărac de origine modestă putea deține pământ, participa la adunări și devenea membru al guvernului la fel ca unul bogat. Cetățenii atenieni erau geloși pe libertatea lor, iar cei care puneau în pericol libertatea orașului erau exilați prin <b>ostracism</b>, voturile fiind scrise pe bucăți de ceramică, numite <b>ostraka</b>.\n\n<b>DEMOCRAȚIA IERI ȘI AZI</b>\n\nDemocrația din Atena a inspirat democrațiile moderne, chiar dacă există diferențe. În Atena, puțini cetățeni erau aleși; în prezent, noi alegem reprezentanți care decid în locul nostru. În democrațiile moderne, toți cetățenii participă la viața politică, în timp ce în Atena, femeile, sclavii și străinii erau excluși."
    },
    {
        "id": 29,
        "title": "Educatia in Atena",
        "content": "Educația băieților și fetelor atenieni a urmat două căi diferite. Fetele, destinate căsătoriei și unei familii, erau educate de mamele lor, care le instruiau să fie soții și gospodine bune, să știe să țese și să toarcă. Pentru băieți se asigura o bună pregătire atletică, necesară pentru luptă, iar tinerii dovedeau abilitățile în competițiile de gimnastică.\n\nÎn polisul aristocratic doar nobilii își puteau permite acest tip de pregătire. Când a fost adoptată tehnica hoplită, pregătirea militară a devenit obligatorie pentru toți cetățenii și s-au construit gimnazii în polisul grecesc.\n\nÎnvățământul atenian urmărea să formeze cetățeni capabili să folosească armele, dar care erau și cultivați. Băieții au învățat de la mame sau de la un sclav educat până la vârsta de 6 sau 7 ani. Apoi au mers la un profesor particular numit gramatician și au învățat să citească, să scrie și să facă aritmetică. Ei cunoșteau cele mai importante legi ale orașului și știau poeziile lui Homer pe de rost. Băieții au studiat muzica care era predată de un citarist. Instrumentele care se cântau erau lira, citara și flautul. La cincisprezece ani, tinerii băieți alegeau în general dacă să învețe o meserie sau să continue să studieze; la optsprezece ani făceau serviciul militar timp de doi ani: purtau o haină neagră și aveau atribuții de supraveghere la hotarele teritoriului, în fortărețe sau în oraș în timpul adunărilor. La sfârșitul acestei perioade, deveneau cetățeni cu drepturi depline și puteau participa la viața publică și la dezbateri."
    },
    {
        "id": 30,
        "title": "Războiul civil din Statele Unite",
        "content": "Războiul Civil American (12 aprilie 1861 – 26 mai 1865) a fost un război civil în Statele Unite. S-a luptat între Uniune („Nordul”) și Confederație („Sudul”), aceasta din urmă fiind formată din state care secesionaseră. Cauza centrală a războiului a fost disputa cu privire la extinderea sclaviei în teritoriile vestice, ceea ce ar fi dus la mai multe state sclavagiste sau la prevenirea acestei extinderi, lucru care era larg crezut că ar duce la dispariția treptată a sclaviei. Condusă de președintele confederat Jefferson Davis, Confederația a afirmat controlul asupra aproximativ unei treimi din populația SUA, în unsprezece dintre cele 34 de state care existau atunci. Au urmat patru ani de lupte intense, mai ales în sud.\n\nLa 1 ianuarie 1863, când Abraham Lincoln a emis Proclamația de Eliberare a Sclavilor, care declara toți sclavii din statele aflate în rebeliune ca fiind liberi, acest lucru aplicându-se pentru peste 3,5 milioane din cei 4 milioane de oameni înrobiți din țară. La 14 aprilie 1865, președintele Lincoln <a href='https://en.wikipedia.org/wiki/Assassination_of_Abraham_Lincoln'>a fost împușcat</a> de <a href='https://en.wikipedia.org/wiki/John_Wilkes_Booth'>John Wilkes Booth</a>, un simpatizant al Confederației. Lincoln a murit în dimineața următoare. Vicepreședintele lui Lincoln, <a href='https://en.wikipedia.org/wiki/Andrew_Johnson'>Andrew Johnson</a>, a depus jurământul ca președinte și a continuat lupta.\n\nÎncheierea Războiului Civil American <a href='https://en.wikipedia.org/wiki/Conclusion_of_the_American_Civil_War'>nu are o dată clară și precisă</a> din punct de vedere istoric. Se presupune că războiul s-a încheiat odată cu capitularea <a href='https://en.wikipedia.org/wiki/Trans-Mississippi_Department'>Departamentului Trans-Mississippi</a> la 26 mai 1865, dar încheierea legală a războiului a fost semnată de către președintele Andrew Johnson la 20 august 1866."
    }
]